[
  {
    "title": "Reality Quest",
    "chapter": "Chapter 164-93",
    "genre": [
      "Action",
      "Comedy",
      "Manhwa",
      "Shounen",
      "Adventure"
    ],
    "summary": "Ha Do-wan is a bullied gamer, whose bullies force him to grind to obtain in-game items for them. \n\nAfter one such bully demands that Dowan obtain an impossibly rare item for him or be beaten in front of the prettiest girl in school, Dowan games day and night for a week until he drops dead from exhaustion. \n\nHowever, as soon as he dies, he respawns back in his classroom one week before his death. Everything is the same as it was before, except now he has all the skills he’s acquired from the games he’s played in real life! \n\nWill Dowan be able to use his newfound abilities and gamified existence to defeat his bullies?",
    "image": "https://uploads.mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/007687c2-3a21-4b98-ab53-7e4cb0b750e8.png"
  },
  {
    "title": "Martial Peak",
    "chapter": "Chapter 3846",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua",
      "Historical"
    ],
    "summary": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
    "image": "https://uploads.mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png"
  },
  {
    "title": "Tales of Demons and Gods",
    "chapter": "Chapter 503-6",
    "genre": [
      "Action",
      "Comedy",
      "School life",
      "Drama",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua",
      "Romance",
      "Reincarnation",
      "Revenge"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg"
  },
  {
    "title": "Yamada-kun to Lv999 no Koi wo Suru",
    "chapter": "Chapter 104",
    "genre": [
      "Comedy",
      "Romance",
      "Slice of life"
    ],
    "summary": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n___\nThe manga won the Tsutaya Comic Award in 2022.",
    "image": "https://uploads.mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/7d185ef1-a06c-47c5-b181-5a081cb537ef.jpg"
  },
  {
    "title": "Logging 10,000 Years into the Future (Apex Future Martial Arts)",
    "chapter": "Chapter 244",
    "genre": [
      "Action",
      "Fantasy",
      "Martial arts",
      "Monsters",
      "Wuxia"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg"
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 738",
    "genre": [
      "Action",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg"
  },
  {
    "title": "Versatile Mage",
    "chapter": "Chapter 1181",
    "genre": [
      "Action",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Mature",
      "Seinen",
      "Martial arts",
      "Manhua",
      "Ecchi",
      "Harem",
      "R-18",
      "Live action",
      "Smut",
      "Lolicon",
      "Shotacon"
    ],
    "summary": "Our hero, Mo Fan, inherits a magical necklace—the next day, he wakes up to find that the world has changed. His high school now teaches magic, and students are encouraged to try and become accomplished magicians. A world that ran on science now runs on magic. However, some things are still the same. He still has a teacher who sees him as a hopeless student, classmates who look the same, a father who struggles to make ends meet, and a not-by-blood little sister who can't walk on her own.\nHowever, Mo Fan discovers that the vast majority of magicians can only harness one element of magic. As luck would have it, however, he is an exception—a versatile mage!\n\n(Source: WebNovel)\n\n\n---",
    "image": "https://uploads.mangadex.org/covers/44f84cc1-819c-47a6-a59f-43d016f72b43/73312f00-92d7-4d4c-b6a5-79e1b64c113e.jpg"
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 823",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Shounen",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Mystery",
      "Martial arts",
      "Manhua",
      "Harem",
      "Romance",
      "Slice of life",
      "Sci-fi",
      "Mecha"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg"
  },
  {
    "title": "Solo Leveling",
    "chapter": "Chapter 200.5",
    "genre": [
      "Action",
      "Comedy",
      "School life",
      "Manhwa",
      "Shounen",
      "Adventure",
      "Fantasy",
      "Slice of life",
      "Webtoons",
      "Web comic"
    ],
    "summary": "After witnessing the death of one of their own, the Absolute Ones — creators of the many universes outside of our own — frantically seek to fill the power void left by their fallen brother. With earth's existence in danger once more as gates spill monsters into our dimension, Sung Suho must answer the call and conquer the shadow dungeon while learning of his father's legendary legacy.",
    "image": "https://uploads.mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg"
  },
  {
    "title": "I have 90 billion licking gold",
    "chapter": "Chapter 530-5",
    "genre": [
      "Manhua"
    ],
    "summary": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog.",
    "image": "https://uploads.mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg"
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 413",
    "genre": [
      "Manhua"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg"
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 20469",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg"
  },
  {
    "title": "Lookism",
    "chapter": "Chapter 567",
    "genre": [
      "Action",
      "Comedy",
      "Manhwa",
      "Drama",
      "Shounen",
      "Supernatural",
      "Fantasy"
    ],
    "summary": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
    "image": "https://uploads.mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/6df15145-f15b-43f0-b87b-22fd3694eaca.jpg"
  },
  {
    "title": "Spare Me, Great Lord!",
    "chapter": "Chapter 790",
    "genre": [
      "Action",
      "Comedy",
      "School life",
      "Drama",
      "Adventure",
      "Fantasy",
      "Romance",
      "Slice of life"
    ],
    "summary": "In a world where extraordinary powers called *\" Beneïsons \"* govern everything; only a boy named Kleis was granted the gift of the *\" Seint Graal \"*, a power whose use he could not even understand.\n\nDespite this, he did not lose heart and formed a party with his childhood friend Hinoka, who possessed the beneïson of the *\" Seint de l'Espee \"*, to carry out guild missions. However, due to a minor misunderstanding and betrayal, his mind and body were shattered.\n\nAt the same time, Kleis' beneïson revealed its true potential. The *\" Seint Graal \"* was the pinnacle of power, capable of granting any beneïson in existence to himself or others.\n\nHaving lost everything, yet now holding the power to gain everything, what will he choose? The end of the world or something else?",
    "image": "https://uploads.mangadex.org/covers/7de0a8d1-c7d8-4f34-a211-4f52955b8e52/5c8643ff-fd51-4c3c-9f01-928a817e47f2.jpg"
  },
  {
    "title": "I Am Carrying Gold From The Post-Apocalyptic World",
    "chapter": "Chapter 697",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Zombie"
    ],
    "summary": "High risk comes with high reward, carrying gold by himself from the post-apocalyptic world, and become rich? No? Wang Bin has a smarter way to get even richer, find an ally to help him carry more gold from the post-apocalyptic world, after one trip he can become a billionaire! Even so, it is dangerous, the post-apocalyptic world is filled with zombies, and the survivors there can be scarier than the zombies because, for the sake of living, they can do anything, they are 100 times scarier than a zombie!  \n  \n  \nChinese  \n  \n高能预警，末世搬砖舔成人生赢家要致富先修路？不，王斌有一条更好的发财之道，去末世搬金砖，来回一趟轻松成为亿万富翁！话是这么说，可去末世搬金砖也并非易事，末世有数不清的丧尸，还有比丧尸更可怕的幸存者，他们为了活下去比丧尸危险百倍！",
    "image": "https://uploads.mangadex.org/covers/7c8cb285-f2ea-4be5-84a5-a7b4c0e10332/ec279f4a-da0d-46a3-97c2-9ec3440897f5.jpg"
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 533",
    "genre": [
      "Action",
      "Manhwa",
      "Shounen",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua",
      "Comic"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg"
  },
  {
    "title": "Yuan Zun",
    "chapter": "Chapter 652-5",
    "genre": [
      "Action",
      "Comedy",
      "Martial arts",
      "Manhua"
    ],
    "summary": "A teenager holds a pen, while a dragon dances; Chaos surrounds the world, lighting the sky. In this world, will the python swallow the dragon, or will the saint dragon rise?!!\n\n\n---\n\n**Links:**\n- [Alternative Raw (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/1745)\n- [Alternative Raw (Zymk)](https://www.zymk.cn/1966)\n- [Alternative Raw (Mkzhan)](https://www.mkzhan.com/212234)\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc24485)\n- [Official Korean (Kakao)](https://page.kakao.com/home?seriesId=52141727)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/wonzon)\n- [Official Korean (MrBlue)](https://www.mrblue.com/comic/C000048409)\n- [Official Korean (Battlecomics)](http://www.battlecomics.co.kr/webtoons/1112)\n- [Alternative Official English (BiliBili)](https://www.bilibilicomics.com/detail/mc448)",
    "image": "https://uploads.mangadex.org/covers/11801062-d961-460a-b2b5-f0a477f45b66/288bb3b6-6b3f-4103-a3a7-45ac2d0fc86c.png"
  },
  {
    "title": "Peerless Battle Spirit",
    "chapter": "Chapter 687",
    "genre": [
      "Action",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua"
    ],
    "summary": "In the Canglan Continent, there existed a rule: only those who managed to awaken a Martial Spirit were able to pursue the path of cultivation, and a Martial Spirit's rank was determined when it was awakened. Born in Linshui City, Qin Nan was a peerless genius who possessed great talents and was highly anticipated to become a great cultivator in the future. However, things changed when he ended up awakening the lowest-grade Martial Spirit, resulting in him being considered trash.  \n  \nFortunately, when Qin Nan was struck by a ray of lightning at a young age, he coincidentally obtained the atavistic Divine Battle Spirit, which was capable of ranking up, breaking the ultimate rule of the Canglan Continent. Little did he know that his Martial Spirit possessed a great secret, which would continue to be unveiled as he learns more about the story of the Divine Battle Spirit.  \n  \nWhat is the secret behind the Divine Battle Spirit? What is the curse of the Canglan Continent? Who exactly is the Divine God of Battle?  \n  \nJoin Qin Nan and his companions along their journey, battling against various opponents, outsmarting their enemies, and seeking the answers to unveil mysteries!  \n  \n“Master, please bring me along on your journey battling against the Nine Heavens, will you?”  \n  \n*From gravitytales.com",
    "image": "https://uploads.mangadex.org/covers/06d22615-4713-43dd-985d-377301758d69/a98a1a7b-9459-4057-8931-30083605c2a8.jpg"
  },
  {
    "title": "Suicide Boy",
    "chapter": "Chapter 134",
    "genre": [
      "School life",
      "Manhwa",
      "Fantasy",
      "Romance",
      "Slice of life",
      "Shoujo"
    ],
    "summary": "Lee Hoon is a 17 year old shut-in/highschool boy who wants to commit suicide, but can't decide on the method of his death so he wants to test all the various ideas he comes up with. Hooni is current living alone suicidally depressed over the debts left by his run away abusive drunk of a Father and the hospital bills racked up due to his now deceased Mother's illness, with very little savings he's also been unable to pay his rent for months, even at school he's bullied.",
    "image": "https://uploads.mangadex.org/covers/ffc74f6b-71a8-48ec-aa27-b03701ad74c4/5a5fbd5e-83ac-4c48-9a65-7ab88ae1835a.jpg"
  },
  {
    "title": "God of Martial Arts (Original Translation)",
    "chapter": "Chapter 901",
    "genre": [
      "Action",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Manhua",
      "Harem",
      "Comic"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image"
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 563",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Harem",
      "Romance",
      "crime",
      "System",
      "Martial Art",
      "Misunderstanding"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg"
  },
  {
    "title": "My Wife is a Demon Queen",
    "chapter": "Chapter 460",
    "genre": [
      "Action",
      "Comedy",
      "Manhwa",
      "Drama",
      "Supernatural",
      "Adventure",
      "Fantasy",
      "Mystery",
      "Manhua",
      "Webtoon",
      "Romance",
      "Slice of life"
    ],
    "summary": "Listen up folks! I’m living my life with the Demon Queen!  \n  \nA normal powerless male protagonist is entrusted to look after the fallen Demon Queen Isabella. Depleted of her powers, Isabella is forced to camouflage as a human and suppress her regal status. Evil masterminds plot to dethrone the powerful Demon Queen in a medieval fantasy land.",
    "image": "https://uploads.mangadex.org/covers/16800ea3-d7cb-4a03-801e-bfbb4dc12bea/eabf8a7a-fe9b-4803-8bb3-3db608862aa3.png"
  },
  {
    "title": "Ao Ashi",
    "chapter": "Chapter 410",
    "genre": [
      "Comedy",
      "School life",
      "Drama",
      "Sports",
      "AWARD WINNING"
    ],
    "summary": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent, but Ashito suffers a huge setback because of his overly straightforward personality. \n\nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him.  Fukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \n\nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019.**",
    "image": "https://uploads.mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/db194bd2-5377-4b08-89b9-c445b7227d7b.jpg"
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 250",
    "genre": [
      "Action",
      "Manhwa",
      "Adventure",
      "Romance",
      "Sci-fi",
      "crime"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg"
  }
]