[
  {
    "title": "The Black-Haired British Doctor",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 39",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 194",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "I Ran Away and Got Married",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)",
    "image": "https://uploads.mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/2eb4768d-eafe-49df-9f1c-7a3382f73b9f.png",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Loved by The Dead",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Heroine’s Friend Strikes Back",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a side character wrongfully accused and executed, Mia resolves to rewrite her fate. Returning to the moment she first met the villainous heroine, she vows to stand tall and fight back, sparking a thrilling rebellion against a fabricated destiny.",
    "image": "https://uploads.mangadex.org/covers/93c0dae5-ecf8-4371-b65f-735c1ff21d4c/ff1ebf8f-a78c-42d8-a98f-023469c2b3cf.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Beast Selection",
    "chapter": "Chapter 49",
    "genre": [
      "Animal",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "A collection of older oneshots that are also collected in other collections.\n\nVolume 1:\n1. \"Sunde ni Touch!\" in \"Imadoki\" Vol. 5\n2. \"Couple\" in \"Shishunki Miman Okotowari Kanketsu Hen\"\n3. \"Hatsuki Triangle\" in \"Suna no Tiara\"\n4. \"Houkago Gensou\" in \"Appare Jipangu\" Vol. 1\n5. \"700 Nichi no Blue\" in \"Suna no Tiara\"\n\nVolume 2:\n\n6. \"Perfect Lovers\" in \"Musubiya Nanako\"\n7. \"Otomoe no jijou\" in \"Shishuki Miman Okotowari\" Vol. 3\n8. \"Genseika\" in \"Mint de Kiss me\"\n9. \"Mint de Kiss Me\" in \"Mint de Kiss Me\"\n10. \"Pajama de Ojama\" in \"Gomen Asobase!\"\n11. \"Pajama de Meiro\" in \"Gomen Asobase!\"",
    "image": "https://uploads.mangadex.org/covers/0595c1bf-3d24-4e27-88e4-7b348eeaced6/0f287a03-52c7-43c9-b584-0b95b3511f66.jpg",
    "moods": []
  },
  {
    "title": "Couple, How Far You Can Go?",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…",
    "image": "https://uploads.mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "moods": []
  },
  {
    "title": "What Can I Do Alone?",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Seoul Exorcism Department",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Shounen",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/904c6660-76de-4d95-97ae-a0132b411dae/58ac84da-6011-4627-bc76-6d6c9ee21139.jpg",
    "moods": []
  },
  {
    "title": "Medical Top Surgeon",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
    "image": "https://uploads.mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "moods": []
  },
  {
    "title": "As a Reincarnated Villainess and a Single Mother, I’ve Secured the Love Route!",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Handmaiden Hates Childcare",
    "chapter": "Chapter 59",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0be5953a-301b-4458-a96f-958491768be1/00a6bd23-818e-4be1-8460-12f62bd701b8.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "Please Shoot Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Ecchi",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A Saintess born through divine prophecy, granted the powers of the gods, is called the \"Holy Maiden\". She delivers divine blessings and words of love, healing both body and soul with sacred power.\n\n\"From birth until death.\"\n\nThat’s how it was supposed to be.\n\nAnd yet, despite being a Holy Maiden, she turned to black magic. She offered living sacrifices, used forbidden knowledge, and performed a demon summoning ritual.\n\nAnd then — a real demon actually appeared?!\n\nShe made just one wish to the demon:\n\n“I want to live in a safe, peaceful place where no one knows me, with plenty of comfort and quiet.”\n\nIn response, the demon brought her to the Demon Realm a place where no one knows he, just as promised and offered to let her live in his own luxurious and quiet castle.\n\nBut… the castle wasn’t empty.\n\nIt was filled with the demon’s family members, all powerful demons themselves.\n\nAnd now they say they’ll decide by majority vote whether she can stay in their castle…?!",
    "image": "https://uploads.mangadex.org/covers/0236d75a-d8a4-4dbb-b397-aeec781c8d16/9cf9fbf1-0aea-40b5-b82c-25affa36be12.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"All my people are dead... I just wanted to try my best. I just wanted to be a kind Empress. Why...\"\n\nHer injuries made her look so worn out… After torturing her for days and killing everyone she ever loved, the Emperor abandoned the Empress in the snowy mountains. In this heavy snowfall, the former Empress Roselyn had resigned herself and was ready to accept death. Her family, her friends, all her hard work for the people of the empire... There was no reason left for her to continue living. So she laid down on this pure white blanket, her body almost frozen, and watched the white snow be dyed in black. At first, the cold was painful, but the pain quickly subsided and so she thought that freezing to death just might not be all that bad.\n\n“Being persecuted to death, lying alone as if you're ruling this snowy field...”\n\nThat man.\n\n“If you don't need your life anymore... then pardon me, I’ll take it.”\n\nHe's the enemy general, Tamon Krasis.\n\n“You’re mine now, Empress.”\n\nShe was abandoned by them, but he stole her and took her away. Who kidnapped the Empress?\n\n---\n**Links:**\n- Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/book/who-stole-the-empress?)",
    "image": "https://uploads.mangadex.org/covers/c2c6544d-88be-49bf-870a-97191cb7dd49/c4c8a73e-1b3d-4717-8cc8-1392909c5a33.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place.",
    "image": "https://uploads.mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/441ab7ea-62f6-4dce-8fa2-16256f45ceb8.jpg",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](http://www.crossinfworld.com/news-articles/New-Release-Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Children of Orbit",
    "chapter": "Chapter 69",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can’t Wait To Eat You",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 394",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?",
    "image": "https://uploads.mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 198",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/f7f35b64-d825-4860-a173-dd75c3038f22.jpg",
    "moods": []
  },
  {
    "title": "The Stepmother Likes Harems",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Manhwa",
      "One shot",
      "Reverse harem",
      "Romance",
      "Shoujo"
    ],
    "summary": "When a girl abused by her father wakes up in a novel as Luella Masimelle, the cruel stepmother of the protagonist Hirah, she is determined to make things different. To do this, she proposes a contractual marriage to Duke Huppert to make him Hirah's guardian, but the duke surprisingly seems genuinely interested in her. And with the once timid Hirah also starting to open up and show affection to her, Luella begins to wonder if she'll finally have a happy family... Or is it all too good to be true?\n\n---\nThe oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me.",
    "image": "https://uploads.mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Not Be The Supporting Character Forever",
    "chapter": "Chapter 46",
    "genre": [
      "Isekai",
      "Romance"
    ],
    "summary": "“Why a supporting character instead of the main character?! And out of all supporting characters, why must I be this girl…”\n\nWhen she came to, she was in the middle of the novel, *Empress Rosalynne*, as the supporting priest character, Elena. Moreover, the story starts right after Elena messed up a holy ritual and she was treated awfully by everyone around her…\n\n“There’s only one way to get out of this! I have to become the tutor of the Emperor’s little brother, Duke Levi!”\n\nElena thought she could watch over the protagonist of the story, Rosalynne, as the events of the story unfolded at the imperial court, but something was wrong.\n\n“Equality between commoners and me, a noble? You better watch yourself!”\n\nThe protagonist she had admired so much was a villainess who discriminated against others based on their social status.\n\n“I won’t be able to stand it if everything ends up the way she wants!”\n\nAnd so, Elena resolves to change how the story unfolds. Can she rise from her role as a supporting character and claim the position of protagonist?!\n\n---\nElena wakes up as a disgraced side character in a novel. To survive, she must hide her commoner status. When the protagonist, Rosaline, discovers her secret, she forces Elena to do her work instead. Amidst the male lead's advances, Elena finds herself drawn to an apprentice knight she met by chance.",
    "image": "https://uploads.mangadex.org/covers/474b8ce6-428a-4e6a-8178-4f36f9db7619/f1fa1565-5a46-4335-974c-4ef5f1d2e8e0.jpg",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 180",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  },
  {
    "title": "The Cold-Blooded Warrior",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
    "image": "https://uploads.mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "Don’t Trust the Heroine",
    "chapter": "Chapter 125",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "From Goblin to Goblin God",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Lin Tian reincarnated as a goblin, the lowest rank of magical creatures, and initially, he had to lie low. Later, he fully unleashed the true nature of a goblin. Blessed with many offspring, the more children he has, the stronger he becomes thanks to the blessings from the gods!",
    "image": "https://uploads.mangadex.org/covers/a958abd8-745d-4f47-9c4d-89abae30f5df/c68a326b-16f5-4735-a23c-d1047ae036e8.png",
    "moods": []
  },
  {
    "title": "I Became the Only Healer in This World",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A lifelong game-addict healer with decades of experience.\nBy chance, the world changed, and I became the only healer in existence.\n[A place that needs you, the one and only healer, has summoned you.]\n\n[Will you accept the summons?]\n\"What? They have tanks and DPS but no healer?\"\nSeriously, what kind of broken game balance is this?\n\n[The constellations observing you protest indignantly: \"This isn’t a game—it’s reality!\"] Decades have passed since the Gates first appeared.\nI’d heard they’d accumulated plenty of strategies and data by now, but— \"Why is everyone so inefficient? It’s infuriating.\"\n\nAs someone obsessed with optimal strategies, I focused solely on obliterating the Gates. But then— \"You’re the one who saved me. You made it so I can’t see anyone but you.\"\n—A betrayed former No. 1 ranker who became a recluse: \"I need you. My savior. My life.\"\n—The leader of the world’s top 10 guild alliance: \"Don’t abandon me. I can’t even breathe without you.\"\n—The current No. 1 ranker: \"I’m already drowning in Gate raids, but now these strange people won’t leave me alone.\"\n\n(Source: KakaoPage, edited)",
    "image": "https://uploads.mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/b16a1330-b01c-4f4f-9ecd-bf310d096899.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 812",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 34",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Rookie Employee Kim Cheolsu",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "On the day he was rejected by the company he had devoted his life to, he went back to the moment of his first day at work. Kim Cheol-su, a low-spec rookie employee who joined Han-young, a leading domestic company. Can he finally achieve his long-desired position as the ‘CEO’ in this lifetime?",
    "image": "https://uploads.mangadex.org/covers/c294c137-3ca7-4b91-84aa-f72d16be9d6b/90c1ed7f-751e-4384-9d49-60ad40cdd973.jpg",
    "moods": []
  },
  {
    "title": "Conquering Dungeons With Copy Paste!",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?",
    "image": "https://uploads.mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "moods": []
  },
  {
    "title": "The Luoyang Branch of the Heavenly Demon Cult",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "What does \"Mu\" (武) in martial hero (武俠) mean? It is the power to enforce one's own sense of justice (俠). If that power extends beyond oneself, through others, and reaches the ends of the world, then that is the realm of the divine (神). What does a mere human need to ascend to godhood (入神)? Now begins the epic of Pi Wolryeo in search of that answer!",
    "image": "https://uploads.mangadex.org/covers/e7e9e7c6-7641-4405-b68e-231658bc8746/0a62b573-1815-49cf-b37a-cd64428c7b19.jpg",
    "moods": []
  },
  {
    "title": "I’m an Extra Who’s Trying to Run Away from the Obsessive Male Lead",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]