[
  {
    "title": "Lily Bush’s Substitute Marriage",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Your Sweet Breath",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Revenge",
      "Romance"
    ],
    "summary": "Actress Seo Kang has been suffering from terrible nightmares for 20 years. One day, the man who always saved her in her dreams, Hansan, appears in reality as her personal bodyguard. What is his mysterious identity?",
    "image": "https://uploads.mangadex.org/covers/3c10783d-d87b-4d02-b5cd-2b52352815fd/b95aea03-0e60-440d-8f96-e0fa83fa6aa1.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "Today the Villainess has Fun Again",
    "chapter": "Chapter 117",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Magic",
      "Reincarnation",
      "Romance",
      "Time travel",
      "Villainess"
    ],
    "summary": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
    "image": "https://uploads.mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Done Being a Hero, Even If It’s Retirement",
    "chapter": "Chapter 69",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "Everyone's shocked when 9-year-old prodigy Adelia Ester suddenly refuses to enroll in the elite knights' academy. They don't know that Adelia was magically sent back in time after wasting her life on the battlefield and suffering an early death! Now, Adelia's out to protect her peace from her ex-boss, the evil future emperor, by setting her ally on the throne instead. Will Adelia succeed in one last mission and finally retire for good? Or will she find herself forced to be a hero once more?",
    "image": "https://uploads.mangadex.org/covers/385cd38f-f6ab-4439-a69a-faf07704f150/0a7a7614-a916-423b-aa7f-30d1a9df50f5.jpg",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "Battle of Mosol",
    "chapter": "Chapter 30",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Win love! Win 500 million won! A competition begins where three single women in their thirties put 500 million won on the line to break free from being single. A princess without her prince, Gong Jurim, a trash collector, Kang Seon, and a firm believer in premarital purity, Kim Chaeyul! Who will be the ultimate winner of this singles showdown?",
    "image": "https://uploads.mangadex.org/covers/1cc47081-9e2e-4d71-84d3-fe8796ca6432/ccde73c9-b37c-4ddd-874a-a2b4df0ff825.jpg",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "Unaware His Majesty Is A Girl",
    "chapter": "Chapter 55",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
    "image": "https://uploads.mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 199",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 42",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Demonic Evolution",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
    "image": "https://uploads.mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "Everyone Was Obsessed With Me After I Became the Youngest Princess Favourite",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After dying as a top agent, the protagonist wakes up as their 8-year-old self in a harsh orphanage. They meet a young noble girl and decide to care for her to avoid past regrets. However, their kindness leads to the girl and her powerful family becoming overly attached, creating unexpected challenges",
    "image": "https://uploads.mangadex.org/covers/f1e95a42-d6b4-4de4-9fe8-8bfb25c0dd0b/de5ed1bb-178b-4192-9777-60d2b911bb80.jpg",
    "moods": []
  },
  {
    "title": "I Awoke as a God After Auto Battling For a Million Years",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe...",
    "image": "https://uploads.mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hero Went Crazy Even Though I’m the One Who Died",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As the hero's comrade, I died after blocking him from the evil dragon's breath. Well, it's fine. The Hero Elkinas was the only friend I trusted to have my back. I'll go out with a bang, I guess, so the hero can marry a pretty woman and live the rest of his life.\n\n…Is what I thought would happen, but after 80 years passed, I came back to life in a completely different body. And…\n\n“It’s regrettable, Arlene. Elkinas went insane. Completely insane.”\n\nThat was the first thing I heard.\n\nWhat else could I do? I should help him. To help my close friend who seems to have not been able to accept my death, I decided to stay by his side while hiding my identity. This way Elkinas could completely accept the past and become happy, since this is the very reason why I died for him. But… I think he recognized me.\n\n\"You're… Arlene, aren't you?\"\n\nI touched my face. I definitely don't look like Arlene. Shouldn't there be no way he could know who I was?\n\n\"I won't ever let you go… Ever,\" Elkinas said with shining eyes.\n\n---\nHappy to die for the sake of her friends, Aryn the sorcerer succumbs to the poisonous breath of the evil dragon Kuntern. 80 years later, through the divine powers of The World Tree and her former adventuring companion Zephyr, Aryn finds herself reborn. Upon her awakening, she learns that her childhood best friend, Elkinas Pontiac, went insane after her death. Once the leader of their expedition, El is now a tyrant ruler, raising a child hatched from Kuntern’s egg. Will Aryn be able to save him?",
    "image": "https://uploads.mangadex.org/covers/62488bf3-3fca-4e82-8248-6b3037965b81/c12911a8-79b1-4dd7-acef-914ac1cf16e6.jpg",
    "moods": []
  },
  {
    "title": "Twin Sister’s Strike Declaration",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "It is imperial belief that twins are bad omens, so Rosette Sigran was out of luck when her twin sister, Lea, was born a saint. \n\nDespite possessing the saint’s mark, however, it is not Lea, but Rosette who has immense divine power. She does her best to help Lea with her holy acts, but their power-hungry father only sees Rosette as a blight on the family, and so he transfers Rosette’s power to Lea and has her killed. \n\nRosette then wakes up years in the past, but this time, she’s done playing nice.",
    "image": "https://uploads.mangadex.org/covers/bb045460-c847-4596-b133-225b4a7b709f/3b2fa34c-db2a-435b-b102-e64d4c0965ab.jpg",
    "moods": []
  },
  {
    "title": "The supporting character has no counterattack",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "An Outcast In Another World",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?",
    "image": "https://uploads.mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/8c06331c-6aab-4951-a350-7a37101c5c2a.jpg",
    "moods": []
  },
  {
    "title": "It’s My First Time Being a Mother Again",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Please place your seal here, Lady Grint.\"\n\n\"No!\"\n\n\"Don’t make this harder than it needs to be. Just do it.\" \n\n\"I said no! Why on earth would I marry you?\"\n\n\"Then who would you marry, my lady?\"\n\nAt a distance close enough to feel each other’s breath, Therious Hurt gently raised his index finger and began tracing soft circles over my flat belly. My body stiffened at the strange, indescribable sensation.\n\n\"My child is right here. Who do you think you’re marrying if not me?\" \n\nI got dumped by the man I’d loved for 10 years, and in a fit of anger... I slept with his superior!\nIt was fine up to that point, but what am I supposed to do now?!",
    "image": "https://uploads.mangadex.org/covers/9ecfc7fa-9b51-4c2e-a52a-23805e622e83/b66fc466-399f-4c8c-b8aa-3a693a4ef68f.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Escape From My Contract Husband’s Doting Love",
    "chapter": "Chapter 20",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhua",
      "Medical",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Legendary Spear Knight",
    "chapter": "Chapter 177",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
    "image": "https://uploads.mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "moods": []
  },
  {
    "title": "Gentlemen’s League",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 234",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. It is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. When Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 102",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 109",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 396",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "I’m Ready for Divorce!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Medi is a runaway former saint who can turn into a wolf and she now lives inside a forest. One day, she took care of a cute young boy who got lost in the woods and helped return him home once the boy started feeling better.\n\nTen years later, a beautiful young man visited her home saying, \"I'm looking for the wolf that had helped me here in the past.\"\n\nHis name is Claude and it seems that he's the boy she had helped before! She can't admit to him that she is the wolf and in her attempt to cover it up, she somehow ended up volunteering to help him look for the wolf instead?!\n\n---\n**Original Web Publication:** [Palcy](https://palcy.jp/comics/1306), [Pixiv Comic](https://comic.pixiv.net/works/7895)\n[Original Web Novel](https://ncode.syosetu.com/s0651f/)",
    "image": "https://uploads.mangadex.org/covers/59bb9f60-60a7-4834-b70e-392d1500ae7e/89647423-b831-4708-94f5-459be1de5c8b.jpg",
    "moods": []
  },
  {
    "title": "The adopted daughter-in-law wants to leave",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the no. 1 villainess, Ellie, who was a terrible person who tormented the Male Lead in the orphanage. I quietly waited until the day that the Duke would pick him up vowed to never get caught up in the novel, so she would not see the ugly ending that the villainess did, until...\n\n\"I will also adopt the child next to him too... she will become my daughter-in-law.\"\n\nI was adopted along with the Male Lead! I can’t just do this? There’s a separate heroine!\n\n---\nI have possessed the extremely cruel villainess who tormented the male lead during his childhood days in the orphanage.\n\nTo change my fate, I decided “Just don’t do that,” but the pitiful boy kept getting beaten up by the other kids anyway, so I had to keep an eye on him even more!\n\nThen one day, his father's best friend the Duke, who had been searching for the male lead for 10 years, finally found the orphanage. \n\n“I'll adopt this child here. Oh, and the child next to him too.”\n\nWait, why am I also getting adopted?!\n\nHe wants me as his daughter-in-law for the male lead?!? \n\nWhat about the female lead??\n\n—\n\nJust like in the original novel, the male lead joined his adoptive father in the war. \n\nHe was supposed to return from the battlefield with the female lead, so I carefully prepared for a divorce and made a lot of money so I can live by myself! But…\n\n“Damian, did you come home alone? Did no one else come with you?”\n\n“Someone else?” Upon hearing my question, Damian’s gaze suddenly sharpened.\n\n“Ellie. are you looking for a man other than your husband?” \n\n“Huh?”\n\n“That's no good, I would probably kill that man out of jealousy.”\n\nI looked over to my father-in-law for help.\n\n“I also agree, Ellie. You shouldn’t betray your husband ever...”",
    "image": "https://uploads.mangadex.org/covers/e03ca79d-21eb-4342-a621-8ac7bf2a05b3/439f85a0-d735-45ca-9a2f-0461c3bb2dbd.jpg",
    "moods": []
  },
  {
    "title": "Aristocrat’s Revenge",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/245d24dd-cef1-43d1-8c8f-956dd40dd150/2960300d-29fe-41fc-96a1-884912a4d9d6.png",
    "moods": []
  },
  {
    "title": "The Childe",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Maru is a Puppy",
    "chapter": "Chapter 101",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The hero's son and the ghost of the Demon King are the master and disciple!?\n\nEarth, the son of Hero, the hero who defeated the Great Demon King, is troubled.\nAlways expected to achieve great things, but unable to meet those expectations.\nNo matter the effort he puts in, and the results he obtains, it's never enough.\n“You're a disappointment compared to your father.”\n“Don't you know you're the son of the hero!!”\nLiving every day like this, Earth meets his destiny in the room containing his father's sword.\n\n“Interesting. I will train you. I have only free time now.”\n\nEarth receives special personal training from the Demon King just to get back at his parents and the world.\nIn the coming days, his parents, the heroes of the past, his first love, his princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\n**Note:** While initially released with the “What's Wrong With The Hero's Son Being The Demon King's Disciple?” subtitle, in line with the web and light novels, the manga switched to the new “Boy Meets Satan” subtitle by the release of the 1st volume.\n___\n**Character Designer:** [Ryuutetsu](https://mangadex.org/author/796d659c-1d83-4956-a7bb-d0bcf8424284)\n\n**Additional Links:**\n- Official Raw Web Novel: [Kakuyomu](https://kakuyomu.jp/works/1177354054918478427), [Shousetsuka ni Narou](https://ncode.syosetu.com/n9185fm)",
    "image": "https://uploads.mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "I Became the Emperor’s Cat",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
    "image": "https://uploads.mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "My Beloved Oppressor",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning.",
    "image": "https://uploads.mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "Everlasting Love",
    "chapter": "Chapter 167",
    "genre": [
      "Drama",
      "Romance",
      "Shounen Ai"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]