[
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "It’s voice phishing, but it’s a life reversal",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0bf20958-3dfd-4be5-9195-a4d3f607abe5.jpg",
    "moods": []
  },
  {
    "title": "I Became the Head of the Family",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "The Extra Guardian Missed the Right Time to Leave",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Emotional Transference",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance"
    ],
    "summary": "Su-a, a college freshman in Creative Writing, struggles to understand and express her emotions, leaving her isolated from those around her. When she meets Taeyang, a second-year Sports Coaching student who can sense emotions through touch, their unexpected connection sparks a journey of discovery. Paired for a class assignment that involves a \"date,\" their bond deepens. This is a story about a man who feels too much and a woman who feels too little, and their journey toward emotional growth.",
    "image": "https://uploads.mangadex.org/covers/b6d5dddb-dcfb-4dd2-a468-de4ee895d3d9/0be2f572-179e-4b78-92c3-cb7407a26e68.jpg",
    "moods": []
  },
  {
    "title": "The Sword God from a Ruined World",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Player Elimination Plan! When Anomalies Descend Upon The Human World",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The apocalypse prophecy has come true. A dark celestial body draws near, turning the entire Blue Star into a doomsday game. All of humanity has been reduced to NPCs—helpless prey for players from beyond the stars. As the world mutates and players run rampant, despair consumes mankind… Until Yun Qi awakens a hidden class, gaining the power to strike back against the players.",
    "image": "https://uploads.mangadex.org/covers/662f6de7-c0e9-4c14-b5bb-2268ab101b53/87f4aad1-5f7a-4bd9-b15f-1bf44de136e1.jpg",
    "moods": []
  },
  {
    "title": "Hiding a Logistics Center in The Apocalypse",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Imagine you are stuck inside a warehouse while the world is experiencing an apocalypse. That’s exactly what’s happening to Jeong-gyeom, except he suddenly awakens a very odd but powerful ability to store anything in a parallel dimension, giving him the tools to defeat the creatures wreaking havoc on the world. But as he ventures into the ravaged city of Seoul, he realizes there is more to this apocalypse than meets the eye as he encounters other survivors and mysterious monsters on his quest to find his family.",
    "image": "https://uploads.mangadex.org/covers/db521aef-caad-4aba-9ced-e45dbb67b314/319ff59a-389a-4c9f-8e9c-31d9b26db2a3.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 59",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 59",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Captured The Grand Duke",
    "chapter": "Chapter 71",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?",
    "image": "https://uploads.mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "moods": []
  },
  {
    "title": "The Monster Princess’s Courtship",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
    "image": "https://uploads.mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Villainous Young Lady, but I Have No Desire to Get Married!",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 212",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Has Changed",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The high school girl Manami who had fallen down the emergency stairs at school had, before she noticed, become a three year old in the world of an Otome Game. What’s more, that little girl was one of the rival characters that appeared in the game; the can’t-take-a-hint-burikko-type-rival daughter of a marquis family. What awaited her at the end was social obliteration. Though she did get a bad feeling about this… Manami decided not to worry! It was a dream after all, so that had nothing to do with her. For now, she’s going to master magic! Hooray!",
    "image": "https://uploads.mangadex.org/covers/ca93f390-3c03-43cc-9357-f57b80444ae4/0cf1befb-a417-46e7-b18e-99ddb24f92f7.jpg",
    "moods": []
  },
  {
    "title": "But Please, Help Me",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "A meddlesome high schooler, Mamori Suzufumi, helps her neighbor who had collapsed from hunger. The neighbor turns out to be none other than the extremely popular high school idol, Sasaki Yuzuki!\n\nYuzuki had been excessively restricting her diet in order to maintain her image as the perfect idol. But when the worried Suzufumi serves her a homemade meal...\n\n\"...Aahhhhhhhhhnn! I can't take it anymore!\"\n\nWith a face full of bliss, Yuzuki devours the meal completely! Seeing her eat so happily, Suzufumi decides to tempt her with her favorite dishes and make her succumb to 'food bliss.'\n___\n**Character Designer:** [Hizuki Higure](https://mangadex.org/author/58898e8a-597d-48fd-8cf3-e489cb2e9f7d)",
    "image": "https://uploads.mangadex.org/covers/61ccc3df-77c9-4fae-ba29-7d7a3996b59f/bc8e17bd-95cf-4653-941e-c7498f4d2d67.jpg",
    "moods": []
  },
  {
    "title": "Dearest Fiancé, I Know You Despise Me [Official]",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Fake Saintess Awaits Her Exit",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I possessed the body of Yvelina, a fallen saintess from a romance novel I read before I died.\n\nI’m a fake saintess who’s about to be burned at the stake.\nI can’t die like this.\nUntil the real saintess appears, I must fix my relationships with the male leads and change the future.\n\nBut…\n\n“You want to continue living in this body, don’t you? If so, then go f*ck a man.”\n\nWill I… really be able to survive here?",
    "image": "https://uploads.mangadex.org/covers/8652d200-7207-4827-846b-b74121dbfba3/1b6218c9-b638-4284-8031-ee5eb9658152.png",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 182",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "Frozen Apocalypse: No Chance of Survival",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The stars shift, the blizzard persists, the icy apocalypse is imminent, food! Temperature! Violence! Dependence! In this dilemma, under the distortion of human nature, has desire given birth to monsters? How to break out of adversity and find a way to survive!",
    "image": "https://uploads.mangadex.org/covers/ccdbe21f-e446-45fc-a07e-acf769c2e7a2/6211f114-3ad0-4908-aa46-fb22dfc48606.png",
    "moods": []
  },
  {
    "title": "Match Made in Heaven by Chance",
    "chapter": "Chapter 119",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
    "image": "https://uploads.mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "The Terminally Ill Young Master of the Baek Clan",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…",
    "image": "https://uploads.mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/9f89b37d-20b7-46cb-9623-657053c158ec.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 60",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?",
    "image": "https://uploads.mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/88cadeeb-cc86-4093-b973-46b6b7cd4521.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 50",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "The Newbie is Too Strong",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. \n\n“Why… Why do such cute moms have to die?!”\n\nEven though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*… However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes.\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
    "image": "https://uploads.mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/2ff487d5-03e9-4e3a-a3f9-679217797669.jpg",
    "moods": []
  },
  {
    "title": "Somebody Stop the Pope",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hated Noble Lady, Yet in a Contract Marriage with the First Prince?!",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8376?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/8376?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/8376?languageCode=fr)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-father-returns/list?title_no=5408)\n* [Japanese / 日本語](https://www.comico.jp/comic/8376)",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/a4a7f207-b4b3-45e0-985b-bd80ff777a34.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 83",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 195",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "The Visitor Of The Night",
    "chapter": "Chapter 24",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Anko and Ko are assigned to investigate a mysterious religious cult called \"Paradise\", after Amu Miyamoto from the idol group \"Wednesday is Sunday\" reaches out for assistance. Her fellow bandmate, Mei, is entangled with this sect. The group's enigmatic leader appears ageless and perpetually radiant, hinting at a vampiric nature.\nTheir arrival in the secluded countryside where \"Paradise\" is based is met with suspicion and hostility... and thus, the pursuit kicks off!",
    "image": "https://uploads.mangadex.org/covers/326be699-c9b8-41a5-b990-369f60256d15/7287f2e3-6075-4880-9212-a8e4abf9346d.jpg",
    "moods": []
  },
  {
    "title": "She Was Supposed To Be A Temporary Princess But It Seems She Is Done A Little Too Well",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 32",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 435",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 676",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Annoying Because My Childhood Friend Is An Archmage",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A cynical noblewoman cursed to hear others' thoughts struggles to control her childhood friend—a wildly powerful mage whose flirting is as explosive as his unchecked magic. His outrageous marriage proposals (\"I'll conquer the empire for you!\") and her exasperated damage control create a hilarious magical rom-com where keeping him sane might just drive her mad first.",
    "image": "https://uploads.mangadex.org/covers/775cd20e-ba05-4aa1-a0e1-5c307110e4a4/fa200c0e-4e38-4af1-8aaa-508b1f8c8e43.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 200",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After a long war, Lycoris, a princess of the Wyvern Kingdom, and Leihua, a princess of the Dragon Kingdom, are to be married as a sign of peace. Former enemies, the two begin a new life together…\n\nLycoris has complicated feelings about the political marriage, but she can't help becoming attracted to Leihua, who seems so lonely, despite her outward indifference.\n\nTwo girls who do not know how to love, bond with each other as they heal each other's broken hearts.\n\n(Source: Shiori-on, translated)",
    "image": "https://uploads.mangadex.org/covers/b1aafebe-e4c4-4546-a488-6c70a01c4275/3d9cd12d-2ad0-4927-b671-c4f637903d90.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Troll",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]",
    "image": "https://uploads.mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "moods": []
  }
]