[
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/514b90b2-cdb7-45e6-b75d-c4fdac7d3b9d.jpg",
    "moods": []
  },
  {
    "title": "Butler, Please!",
    "chapter": "Chapter 5",
    "genre": [
      "Romance",
      "School Life"
    ],
    "summary": "\"From now on, you will become the butler of the Demon King’s Castle and live for me!\"\n\nRyuto, a young boy who was summoned to another world, but was abandoned due to his incompetence. The one who took his hand was the Demon King’s only daughter, Lurunoa. That encounter turns everything upside down. Three demon princesses with great hidden powers and secrets. When the mysteries of the continent are revealed, the boy becomes the world's trump card!",
    "image": "https://uploads.mangadex.org/covers/d48703b7-7b7a-4f41-b958-fbb90863ff30/cbce25ce-599c-4784-8452-fb3832b74b21.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 157",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "I Raised an Obsessive Servant",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being reborn as a desolate fire witch and villain destined to die a tragic death, Chersinia creates a plan to avoid her fate by gambling at a casino to become a wealthy recluse. \n\nThe only problem? She somehow ends up with a slave boy named Ben instead of the money she needs! \n\nBut much to her surprise, she starts to warm up to Ben, who provides the perfect joy and comfort in her lonely life. Little does she know that Ben has a dark secret that will change her life forever...",
    "image": "https://uploads.mangadex.org/covers/8c6f00a0-72d2-4fb6-9c6e-e922b9ce1df5/de6d6f2d-bb56-4577-a6f8-35dd3ea1a5e6.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 119",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Snow Falls, Flowers Bloom",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A yuri anthology focused on boobs! More than a dozen of wonderful authors bringing you some ecchi and funny boob-centric yuri stories!\n\nCover: [Konbu Wakame](https://mangadex.org/author/580a9899-14f8-4ef6-a156-bcf1ed53e119)\nIllustration: Kagawa Yuusaku\n\n**Chapters**:\n1. **The Secret Kiss Should Be On The Breasts** by Kurou\n2. **I've Become An Adult, Right?** by Hachiko\n3. **Being Taught By A JK About The Joys Of One's Gender Who's In Their 30's** by Endo\n4. **Drunk Oppai Discussion** by Kanro Ame\n5. **Luring Bloom** by Majoccoid\n6. **Intense Boobs Discourse** by Homura Subaru\n7. **Senpai And Me** by Hisagi\n8. **Oppai ≤ You** by Kisaragi Mizu & Doggy\n9. **Love Breasts** by Yuino Chiri\n10. **Forest of Flower Garden** by Kanda Dan\n11. **Oppai Facts** by Guu\n12. **The Student Council's Idle Talk** by Itou Hachi",
    "image": "https://uploads.mangadex.org/covers/0bbed55f-a503-4b14-ad08-e0a416420adb/883c5244-1d1e-45f7-9dd1-48af5c6ad710.jpg",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Once Again [Official]",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods. The story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
    "image": "https://uploads.mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/cd495772-81a7-4053-80ea-f52057994674.jpg",
    "moods": []
  },
  {
    "title": "The Young Genius Paintress",
    "chapter": "Chapter 82",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past commoner life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. Thus Anisphia concocts a plan to help Euphyllia regain her good name  somehow involving them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom... and the entire world!\n___\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
    "image": "https://uploads.mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/38b6bdd8-ee42-498f-820e-319d87607445.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "The Sacrificial Princess Ran Away and Was Devotedly Adored",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "The Chick-Class Hunter is Filial!",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a world where special powers awaken in individuals, a 4-year-old child becomes an S-class hunter but has no parents. Assigned a quest to find guardians, she is eventually adopted by the nation’s top hunter. With a new skill that allows her to register caregivers and earn \"filial piety points\" for growth, she sets out to gather the best guardians to grow stronger and thrive.",
    "image": "https://uploads.mangadex.org/covers/cdff1217-6dde-4224-9c47-f8e15bcfd870/11760067-a9eb-49cd-ad90-593052ebbc71.jpg",
    "moods": []
  },
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "The Duke delights in tormenting me",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Masked Knight Will Never Deceive The Villainess",
    "chapter": "Chapter 22",
    "genre": [
      "Comedy",
      "MANGA",
      "Manga",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Can the ex-otaku villainess resist the perilous temptation coming from her beloved character, who happens to be her own killer?!",
    "image": "https://uploads.mangadex.org/covers/1d02ac71-ad8e-42b7-8ac2-9b0b7c1839dd/65094f8e-3ce6-459e-b6dc-612cb0beb1fd.png",
    "moods": []
  },
  {
    "title": "I am with the music immortals",
    "chapter": "Chapter 83",
    "genre": [
      "Drama"
    ],
    "summary": "A compilation of noteable submissions to the Afternoon Four Seasons Awards from 1987 to 2000 from major artists from when they were still newcomers.\n\n**Note:** Do not confuse this for the [Afternoon Four Seasons Awards CHRONICLE 1987-2000 Selections](https://kc.kodansha.co.jp/title?code=1000000684) from 2013, which cut 23 of the 48 oneshots but still spread the remaining 25 across 4 seasonal volumes.\n\n**Chapters:**\n\n**Spring:**\n1​. Tsuchida Seiki - Miseinen (1987 Four Seasons Prize)\n2. Takahashi Tsutomu - GOTAVOICE (1987 Spring Semi-Winner)\n3. Matsumoto Taiyou - STRAIGHT (1987 Autumn Semi-Winner)\n4. Irie Noriko - Neko no Te Kashimasu (1987 Winter Four Seasons Grand Prize)\n5. Ohtagaki Yasuo - Ronin Heartbreak! (1988 Summer Honorable Mention)\n6. Sudou Masumi - Shounen-ou ni Shiroi Kumo (1988 Autumn Semi-Winner)\n7. Akizuki Risu - Oku-sama Shinkaron (1988 Autumn Honorable Mention)\n8. Nakayama Masaaki - Ridatsu (1988 Winter Semi-Winner)\n9. Arai Hideki - 8-gatsu no Hikari (1989 Summer Four Seasons Grand Prize)\n10. Hiromoto Sinichi - Western Carnival (1989 Summer Honorable Mention)\n11. Enomoto Shunji - Golden Lucky (1989 Autumn Honorable Mention)\n12. King Gonta - A Mess on a Weekend (1989 Winter Four Seasons Grand Prize)\n13. Irie Kiwa - Haikibun! Sakanahime (1989 Winter Four Seasons Prize)\n14. Hiramatsu Minoru - Ma, Ikka! (1989 Winter Honorable Mention)\n15. Aoki Yuuji - Higan to Shigan no Ma De (1990 Semi-Winner)\n16. Taguchi Masayuki - Shouteki Ningen (1990 Autumn Four Seasons Prize)\n17. Sugawara Masayuki - Home Range (1991 Summer Semi-Winner)\n18. Matoba Ken - Mei Tantei ni Hanarenai keredo (1991 Summer Semi-Winner)\n19. Yasuda Hiroyuki - MOZOO (1991 Autumn Honorable Mention)\n20. Oda Hideji - Sakana (1991 Winter Honorable Mention)\n\n**Summer:**\n21. Matsunaga Toyokazu - Killing Paranoia (1992 Summer Four Seasons Grand Prize)\n22. Ohara Shinji - Boku wa Otouto (1993 Spring Four Seasons Grand Prize)\n23. Kuwahara Shinya - YOKO vs (1993 Spring Four Seasons Prize)\n24. Samura Hiroaki - Mugen no Juunin (1993 Summer Four Seasons Grand Prize)\n25. Kuroda Iou - Ka, Nanten, Kuma (1993 Autumn Four Seasons Grand Prize)\n26. Toume Kei - KUROGANE (1993 Autumn Four Seasons Prize)\n27. Igarashi Daisuke - Obayashi ga Hikoeru Hi & Imada Fuyu (1993 Winter Four Seasons Grand Prize)\n28. Yoshikai Kanji - Kodoku no Oto (1993 Winter Semi-Winner)\n29. Ashinano Hitoshi - Yokohama Kaidashi Kikou (1994 Spring Four Seasons Prize)\n30. Komai Yuu - Sonna Yatsua Inee!! (1994 Spring Honorable Mention)\n\n**Autumn:**\n31. Aramaki Keiko - GENOMES (1994 Summer Four Seasons Grand Prize)\n32. Kio Shimoku - Ten no Ryouiki (1994 Summer Four Seasons Prize)\n33. Abe Yoshitoshi - Ame no Furu Basho (1994 Summer Semi-Winner)\n34. Kiba Kouichi - JAGUA (1995 Summer Four Seasons Grand Prize)\n35. Nihei Tsutomu - BLAME (1995 Summer Special Prize)\n36. Endou Hiroki - Kitto Kawaii Onnanoko dakara (1995 Autumn Four Seasons Prize)\n37. Kitoh Mohiro - Vendémiaire no Migite (1995 Autumn Semi-Winner)\n38. Asada Torao - Spoonman 3.18 (1996 Autumn Four Seasons Grand Prize)\n39. Wakana Shouhei - Kamen Tenshi (1996 Autumn Four Seasons Prize)\n40. Shinemon - Lunch no B (1996 Summer Honorable Mention)\n\n**Winter:**\n41. Hayashida Q - Sofa-chan (1997 Autumn Semi-Winner)\n42. Kimura Kon - Koube Zaijuu (1997 Winter Four Seasons Prize)\n43. Shinofusa Rokuro - Yasashii Kodomo no Tsukurikata (1997 Spring Honorable Mention)\n44. Higuchi Asa - Yuku Tokoro (1998 Spring Four Seasons Prize)\n45. Manabe Shohei - Yuuutsu Suberidai (1998 Summer Four Seasons Grand Prize)\n46. Urushibara Yuki - Mushishi (1998 Winter Four Seasons Grand Prize)\n47. Kumakura Takatoshi - Gurade (1999 Summer Semi-Winner)\n48. Toyoda Minoru - Love Roma (2002 Spring Four Seasons Grand Prize)\n\n**Selected Descriptions:**\n\nKio Shimoku - Ten no Ryouiki\nA brief insight into the life of a young graduate student looking for work who finds himself in bed with a mysterious girl he has never seen before.\n\nAbe Yoshitoshi - Ame no Furu Basho\nEshikawa is a man who has lost sight of his life and stumbles through it, with no clear meaning or purpose. One day, he is informed that his ex-girlfriend committed suicide, which sets his brain on retrospect mode. He goes on a journey of self-revelation and contemplates upon the myriad of human emotions, the joys and sorrows of normalcy.\n\nKiba Kouichi - JAGUAR\nAs a woman is returning home one night, she runs into a man who was just in a car crash. As he's dying, he asks her to throw a certain package into the sea.\n\nHayashida Q - Sofa-chan\nHayashida Q's debut work about a female couch spirit.\n___\n**See Also:**\n- [MDList of Afternoon Four Seasons Award–winning oneshots](https://mangadex.org/list/d7b883be-732f-4d5b-8d92-818fa3c62555/afternoon-oneshot-four-seasons-award-winners)\n- [blog post covering this series](http://sportable.seesaa.net/article/246888518.html)\n- [Wikipedia article about this series](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9ECHRONICLE)\n- [Wikipedia article about the contest, including a list of winners](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9E)",
    "image": "https://uploads.mangadex.org/covers/ff73234b-4387-448c-ab54-2879626b4442/492ca330-5e43-41fa-8a91-d9e5b07358d7.jpg",
    "moods": []
  },
  {
    "title": "The Unfortunate Bride Is Abducted by the Charming Dragon King",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "Battle of Mosol",
    "chapter": "Chapter 34",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Win love! Win 500 million won! A competition begins where three single women in their thirties put 500 million won on the line to break free from being single. A princess without her prince, Gong Jurim, a trash collector, Kang Seon, and a firm believer in premarital purity, Kim Chaeyul! Who will be the ultimate winner of this singles showdown?",
    "image": "https://uploads.mangadex.org/covers/1cc47081-9e2e-4d71-84d3-fe8796ca6432/ccde73c9-b37c-4ddd-874a-a2b4df0ff825.jpg",
    "moods": []
  },
  {
    "title": "The Unhappy Poison Witch’s Happy Marriage",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Not Be The Supporting Character Forever",
    "chapter": "Chapter 47",
    "genre": [
      "Isekai",
      "Romance"
    ],
    "summary": "“Why a supporting character instead of the main character?! And out of all supporting characters, why must I be this girl…”\n\nWhen she came to, she was in the middle of the novel, *Empress Rosalynne*, as the supporting priest character, Elena. Moreover, the story starts right after Elena messed up a holy ritual and she was treated awfully by everyone around her…\n\n“There’s only one way to get out of this! I have to become the tutor of the Emperor’s little brother, Duke Levi!”\n\nElena thought she could watch over the protagonist of the story, Rosalynne, as the events of the story unfolded at the imperial court, but something was wrong.\n\n“Equality between commoners and me, a noble? You better watch yourself!”\n\nThe protagonist she had admired so much was a villainess who discriminated against others based on their social status.\n\n“I won’t be able to stand it if everything ends up the way she wants!”\n\nAnd so, Elena resolves to change how the story unfolds. Can she rise from her role as a supporting character and claim the position of protagonist?!\n\n---\nElena wakes up as a disgraced side character in a novel. To survive, she must hide her commoner status. When the protagonist, Rosaline, discovers her secret, she forces Elena to do her work instead. Amidst the male lead's advances, Elena finds herself drawn to an apprentice knight she met by chance.",
    "image": "https://uploads.mangadex.org/covers/474b8ce6-428a-4e6a-8178-4f36f9db7619/f1fa1565-5a46-4335-974c-4ef5f1d2e8e0.jpg",
    "moods": []
  },
  {
    "title": "The Hated Noble Lady, Yet in a Contract Marriage with the First Prince?!",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "Confessing My Love to Him, the Treacherous One",
    "chapter": "Chapter 52",
    "genre": [
      "Romance"
    ],
    "summary": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?",
    "image": "https://uploads.mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 46",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "After losing his life in an accident, Kazuma finds himself reincarnated as the Ascalon Empire's third prince, Ares.  He wasn't born with the \"stigmata\", the proof that one is royalty and gives them extraordinary abilities, however, he still received love from his family and spent his days in peace. Until one day, his father's first wife, Germa barged into their home, and looked at Ares in contempt for not having a stigmata. In the end, she even put his mother, Erina in danger. Realizing how powerless he truly was, Ares decided to protect his family with his own power. He decides to enroll into Ascalon Academy, a prestigious school where one's capability decides everything!",
    "image": "https://uploads.mangadex.org/covers/98a657bb-282b-442f-b806-eb7e7d9a9142/7cf94ec7-c080-46b4-ad3f-eb9e1e1d1067.jpg",
    "moods": []
  },
  {
    "title": "Regression of the Close Combat Mage",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Manhua"
    ],
    "summary": "As a powerful 8th class mage, Ian Paige took countless innocent lives under the orders of Emperor Ragnar, a close friend and ruler of the Greenriver Empire. Yet despite their closeness, Ragnar views Ian as a threat and subsequently poisons him. \n\nUsing time magic, Ian saves himself and returns 30 years to the past. Now a young boy, Ian joins an elite order of mages to hone his abilities once again.\n\n This time, he’ll get revenge on the emperor who betrayed him and reclaim glory as an 8th class mage!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
    "image": "https://uploads.mangadex.org/covers/b2ae13e3-bea1-4f11-bfbe-4269f66e74f8/3c1092ed-c1f7-412d-9a58-a0f24fde757d.jpg",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 242",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Male Lead Made Me The Female Lead",
    "chapter": "Chapter 54",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "Confession",
    "chapter": "Chapter 51.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life"
    ],
    "summary": "For your very average high school girl, Tsukushi, there's her cool and beautiful childhood friend (with some very particular weaknesses) Hinoka. Tsukushi always thought they would be normal childhood friends forever… That is until Tsukushi saw Hinoka rejected her confession in a dream.   The hypnagogic romantic comedy between a cheery maiden, and a cool girl which begins with a dream, starts right now!\n\n [Serialization of Popular Twitter manga by Hijiki](https://mangadex.org/title/088db207-6c42-4fa9-9e6f-1b831c21c1ac/a-yuri-manga-that-starts-with-getting-rejected-in-a-dream)",
    "image": "https://uploads.mangadex.org/covers/1d2967dd-d157-4cbb-84ed-ea7cf7140d14/1a3f4936-b317-4baa-ba52-d406725c98cd.jpg",
    "moods": []
  },
  {
    "title": "Betting Game",
    "chapter": "Chapter 30",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "After I beat a noob in an FPS, he challenged me to a fight in real life!? I decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!",
    "image": "https://uploads.mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/f636e4eb-ebfa-43a8-b46b-034a20e94544.jpg",
    "moods": []
  }
]