[
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "I’m The Tyrant Family’s Beloved Baby",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/dfca0644-6dea-4db1-9e06-590562179865.jpg",
    "moods": []
  },
  {
    "title": "Welcome, It’s Your First Time Seeing a Cute Villainess, Isn’t It?",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "[Novel Description]\n\nI went back to my hometown after accepting my dying fate, but I learned about my birth secret that was like dog shit.\n\nThat I was actually Sophia Herman, the granddaughter of Grand Duke Herman, the empire’s greatest evil family.\n\nThe woman that I believed to be my mother was actually a kidnapper.\n\nHercio Herman, a man without blood or tears and my grandfather, told my kidnapper to do whatever she wanted with me.\n\n[But I couldn’t bring myself to kill you…I’m sorry. Please be happy, Lisian…]\n\nIt sounded like crap.\n\nI crumpled my mom’s, no, my kidnapper’s letter.\n\nAt the worst moment of my life, I returned to when I was a 9-year-old.\n\nIn order to escape a miserable death, I went to Herman Duchy, the family who abandoned me and the greatest evil family in the empire.\n\nWith plans to take advantage of them, save my life, and then escape again!",
    "image": "https://uploads.mangadex.org/covers/48382a8a-ad6e-48ee-b0f8-2ebddcb74c75/57419d1d-5597-4af5-af89-10b870a1befd.png",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "My Little Brother Is The Academy’s Hotshot",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 150",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.\n\n---\nRomance, flowers, and dates-- once upon a time, that was the perfect description of Haesu and Mincheol. Now, all Haesu has is the ashes of their marriage and a mountain of debt. But her world shatters completely when Mincheol cheats on her with a young coworker. Hurt and betrayed, Haesu finds herself drawn to Taeha, a young man who seems desperate for her affection… and may be hiding more than he shows.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "The Teacher of the Nobles’ Kindergarten Is Having a Hard Day Again",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Helmut: The Forsaken Child",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
    "image": "https://uploads.mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/de4a02f5-86f9-498e-ae90-85902b62b156.jpg",
    "moods": []
  },
  {
    "title": "The Cleaners Agent",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Crime",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Romance",
      "Thriller",
      "Vampire"
    ],
    "summary": "One day, Jin Yisu is ambushed by unknown assailants and loses his father, the only family he had. As time passes, he begins to realize that his father did not belong to the ordinary world.\n\nWhen the assailants strike again and Jin’s life hangs in the balance, a group claiming to be his father’s former colleagues appears. Through them, Jin learns the identity of the attackers: the \"Cheongdo\" Group.\n\nCheongdo seeks to mobilize its operatives to illegally expand and redevelop corporate-run city districts, ultimately securing a political foothold. Upon discovering that his father and those former colleagues were covert agents resisting Cheongdo’s system and violence, Jin Yisu chooses to join their ranks.",
    "image": "https://uploads.mangadex.org/covers/2c587f45-2571-44f1-b506-4e598071eaeb/1cf0f198-98a3-4a13-81fa-382d0c36eed7.jpg",
    "moods": []
  },
  {
    "title": "Divorce Plan",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I already possess the body of a woman who will marry the devil. In a role haunted by her husband until death.\n\n\"I will always be by your side!\"\n\nI've decided to be nice to this poor husband for a while. But before one day, when I had reached adulthood and planned to divorce. A little angel appeared in the night full of surprises. Oh, man. So I tried to run away before being discovered…\n\n\"Richard? Something's not right…\"\n\n\"I have no intention of letting you run away, even if you die, you must stay in my arms. Elisha.\"\n\nTrying to cry and beg with a pretty face is also not possible.\n\n\"Where are you going to take our child?\"\n\nDid he even chase after me with those cold eyes? …I guess I was wrong to run away like this. How to solve this situation?\n\n---\nAfter losing her parents at an early age, noble lady Elissa Lohengrin is brought into the powerful House Rubelin by the duke so that she can marry his grandson, Richard. However, having read this story in her past life, Elissa knows Richard is destined to murder her! To avoid this, Elissa makes a deal with Richard to divorce when they become adults. But as she plans for her future single life, Richard's feelings begin to grow, and a whirlwind of events begins that pulls Elissa closer to danger.",
    "image": "https://uploads.mangadex.org/covers/c326248a-0412-4ab8-9e0f-72b06feb70d2/8f147b79-79d8-4c25-910b-80e0bb704bfb.jpg",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 153",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  },
  {
    "title": "Return of the Bloodthirsty Police",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Bo Sal, a monk at the Hwaguksa Buddhist temple and head of the Hwaguksa hitman group, picked up Bi Gwang as a child and raised him as a hitman. \n\nWhen Bi Gwang grew tired of the killing and decided to leave the group to start living a normal life, Bo Sal and the other members of the Hwaguksa group betrayed and killed him. \n\nAfter his death, Bi Gwang's soul was transferred into the body of a police officer named Kim Gyeongsu and he vowed to take revenge on the Hwaguksa group for their betrayal.",
    "image": "https://uploads.mangadex.org/covers/28bcb966-313a-40ad-8d52-fcd2a9089436/a3b212f2-61ee-4d03-ad8b-e0ab6ee1c667.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "Once a Predator, Now a Sacrifice [Official]",
    "chapter": "Chapter 46",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 89",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "Regressed Genius Creates Mythic Items",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "With the death of Earth’s potential Constellation, the Crimson Eye is now bent on consuming the world. \n\nSimun Kim--an alchemist out of necessity, due to an inability to use magic--successfully transmuted the Philosopher’s Stone to stop this cosmic threat. But he still failed. As death closes in, the Philosopher’s Stone rewinds time, waking Simun in the past with one last chance to rewrite the end of the world.",
    "image": "https://uploads.mangadex.org/covers/8228d21c-45f5-4a8f-a247-22e73929cf95/fe5fded5-17ad-4b48-a6f7-b673a951f719.jpg",
    "moods": []
  },
  {
    "title": "The Lithromantic Duke",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Artifact Reading Appraiser",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Hae Jin has a father who devoted his whole life to finding the national artifacts that were smuggled out of the country.\nThen one day, after receiving an unknown “artifact” sent by his father, whom he had lost contact with for a long time, a strange light suddenly came from it, granting Hae Jin a mysterious “power” and a “mission”…\n“The magic of the Heavenly Object has been bestowed upon you.”\nThus, an adventure involving the artifacts scattered all over the world, including the ” Three Heavenly Objects”, which contains the soul of the Korean people, begins!",
    "image": "https://uploads.mangadex.org/covers/8e796660-fe38-44d1-9f0f-dbb3a3590973/c48bcd63-1a40-4c7d-97c5-ecba7d6cddc2.jpg",
    "moods": []
  },
  {
    "title": "Return of the Frozen Player",
    "chapter": "Chapter 182",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
    "image": "https://uploads.mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "moods": []
  },
  {
    "title": "Murim Login",
    "chapter": "Chapter 235",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
    "image": "https://uploads.mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/e56bc7d5-115c-4c47-8846-c356d3d33217.jpg",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "I Think It Would Be Better For Me to Become King",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Astarote is a young woman who is transported into a romance game that she loved. She takes on the role of the villain, who is married to Prince Cedric, her favorite character. However, she discovers that the end of the game is tragic for her, as she is accused of being an impostor and is executed by the king.\n\nShe tries to change her husband's destiny, making him become the new king, but in every route she ends up dying. Desperate, she decides to take radical action: she will become the queen and change the course of history. But to do so, she will have to face many obstacles, intrigues, enemies and secrets.",
    "image": "https://uploads.mangadex.org/covers/89b00f05-1512-43f0-8779-976a400cacf1/2eaae67d-4121-4ac7-8ed5-e8503a21324d.jpg",
    "moods": []
  },
  {
    "title": "Brother, Am I Cute?",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Zechs has a younger sister. Her name is Caron, and he loves her very much. However, if things continue as they are, she will die an untimely death. This world is the same as the RPG romance game he played in his previous life where Caron is destined to die in every route. There was no way Zechs would allow his beloved sister to die so cruelly - that's why he'll resist fate to the bitter end!",
    "image": "https://uploads.mangadex.org/covers/d2db4a9c-0957-4bdf-8951-776bc6a8e6a6/74cb4050-e2c9-4f95-af9a-8c98189d9224.jpg",
    "moods": []
  },
  {
    "title": "I’m Looking for a New Husband",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…",
    "image": "https://uploads.mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "moods": []
  },
  {
    "title": "Mr Devourer, Please Act Like a Final Boss",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?",
    "image": "https://uploads.mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/ff3e6d1f-1ceb-4473-8ec6-e181348cd0c5.png",
    "moods": []
  },
  {
    "title": "I Can’t Date a Fictional Man!",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Business Is Closed Due To The Tyrant Parents",
    "chapter": "Chapter 70",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family",
      "Slice of Life",
      "Time travel",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The most poweful characters in the world are crazy about me",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "One day, when a thirteen year old was chewing on some bread that came out as a snack, Dahlia Pesteros suddenly remembered her past life. This was the world of the tragic otome game where the characters went crazy, and she was born as the person who would become the greatest villain in the future's younger sister! At this rate, there was no answer. The household would be exterminated, and I would also get my head cut off. That's why I have to get out of this household as fast as possible! 'I have to make him put his guard down and escape!' It was going well up until I got rid of the relative who was aiming for the household, the snake-like Emperor, and got Brother's approval, but-\n\n\"I want to dance with Dahlia. What's the problem?\"\n\n\"Unfortunately, my younger sister is shy.\"\n\n\"I said that I like Dahlia the most!\"\n\nSomehow, I've tamed my brother too much, and the strongest characters in the world are obsessed with me!\n\n---\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/80303)",
    "image": "https://uploads.mangadex.org/covers/66f6c059-9c92-4fc3-aee7-92e0e663a87a/30cc2279-e576-450f-9f4b-ce18ec999416.jpg",
    "moods": []
  },
  {
    "title": "Invasion of the Myriad Races: Starting by Taming a Legendary Beast",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "All Hail the Sect Leader",
    "chapter": "Chapter 445",
    "genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Romance"
    ],
    "summary": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "image": "https://uploads.mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "moods": []
  },
  {
    "title": "Island of Stars and Chains",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The bond of family can be a star that guides us in the night, or a chain that drags us down. For aspiring hunter Seunghyeon Gi, both are true. He dreams of becoming a legendary hunter like his father, despite his bitterness at his family’s preoccupation with his comatose sister, Sohyeon. Everything changes when Sohyeon suddenly regains consciousness and reveals herself as a ‘Homecomer’, possessing powerful abilities from transmigrating to another world while comatose. Seunghyeon realizes that if he wants to protect his sister, he'll need to grow stronger, and there’s no better place than the Seonghan Academy for the Gifted...\n\n---\n\n**Original Webtoon:**    \n- [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=837100)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12283968) \n\n**Official Translation:**\n- [English](https://www.webtoons.com/en/action/island-of-stars-and-chains/list?title_no=8380)",
    "image": "https://uploads.mangadex.org/covers/e97ea7ea-923d-44bd-b338-580d36a4d713/2713a8da-9b13-4e5b-9133-4796b1013ec9.jpg",
    "moods": []
  },
  {
    "title": "She Is My Mother In Law But I Dont Want Any Conflicts Between us",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Male Lead’s Adopted Daughter",
    "chapter": "Chapter 132",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The handsome Duke Voreoti is the most terrifying man in the empire, with the coldest of demeanors and a gaze that can kill. But one day, he suddenly says that he wants to… adopt a child?! And that child is me?! After finding me at a shady orphanage, he whisked me away to his snowy palace without a second thought. Now I’m learning all the ways of the feared Voreoti family from his knights. However, things get dicey when the Duke becomes suspicious of my origins. With these fangs and jet black hair, perhaps we are more than just kindred spirits…\n\n---\n\"I'm going to adopt a child.\"\n\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\n\n\"Even as you breathe right now, I'm earning money.\"\n\"It's confidence, not arrogance.\"\n\"My face really does have its advantages.\"\nThe most arrogant father in the whole world, and-\n\n\"I love muscles the most. Let's get muscular.\"\n\"Show me your thigh muscles! Your butt would be even better!\"\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \n\nAnd… \"I will give his excellency the information he wants most.\"\n\n\"Information I want most, you say…\"\n\n\"You won’t regret it.\"\n\n…A stepmother(?) with a strange secret as well.",
    "image": "https://uploads.mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/8916a7ac-b0e8-404c-9131-6f89f7752d3d.jpg",
    "moods": []
  },
  {
    "title": "Goodbye, Ex-Husband",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "This Marriage Will Surely Succeed",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Iona Modrov, known as the Emperor’s sword, hound, and secret lover, endures a harsh life as the illegitimate child of the Modrov family. Despite her sacrifices, she is forced into a political marriage and ultimately betrayed by the Emperor.\n\nOn the brink of death, the only one who comes to save her is her unwanted husband, Duke Leroy Han. In her final moments, she asks for a last kiss before dying—only to wake up in the past before everything went wrong.\n\nDetermined to change her fate, she runs to Leroy and boldly proposes:\n\n“Duke, marry me. This time, I will make you happy!”",
    "image": "https://uploads.mangadex.org/covers/198449d4-077d-427d-b199-8a9c70d2e057/e4c823b3-26da-498b-b311-bca809b87940.jpg",
    "moods": []
  },
  {
    "title": "The Heroine’s Friend Strikes Back",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a side character wrongfully accused and executed, Mia resolves to rewrite her fate. Returning to the moment she first met the villainous heroine, she vows to stand tall and fight back, sparking a thrilling rebellion against a fabricated destiny.",
    "image": "https://uploads.mangadex.org/covers/93c0dae5-ecf8-4371-b65f-735c1ff21d4c/ff1ebf8f-a78c-42d8-a98f-023469c2b3cf.jpg",
    "moods": []
  },
  {
    "title": "The oppressed magic tool maker elopes with a mod butler",
    "chapter": "Chapter 34",
    "genre": [
      "Romance"
    ],
    "summary": "I never expected the dull servant to actually be a prince...!\n\nErin, a young girl who devotes herself to developing magical tools to fulfill her late mother’s dream of \"making people happy with magic tools.\"\n\nHowever, as the child of a mistress, Erin is in a difficult position and endures relentless harassment from her stepmother.\n\nDespite her struggles to achieve her dream, Erin's hopes are crushed by her stepmother's schemes, and she is pushed to the depths of despair.\n\nIn her darkest moment, the only ally she has, the servant Foolda, reaches out to her.\n\n\"Would you elope with me?\"",
    "image": "https://uploads.mangadex.org/covers/2297f5a8-2a61-4b43-9ceb-d31a4969186c/5ee65803-d231-48a8-a689-4cbcd25d1cb4.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 572",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Farming in Beast World: My Villainous Snake Cubs are Super Clingy",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am in the Same Class as the Crazy Male Leads",
    "chapter": "Chapter 47",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "\"On an Unbelievably Unlucky Day, I Got Hit by a Truck and Woke Up to Find Myself in the Crazy Novel I Wrote Back in High School.\n\nAnd it’s filled with nothing but utterly unhinged male leads!\n\nThere’s Kang Seonwoo, the top student with impeccable manners but secretly a psychopath.  \nCha Ihan, the rough-looking delinquent with puppy-like charm, yet an obsessive clingy maniac—only for the heroine.  \nAnd Kim Chanseung, a promising national swimmer... who also happens to be a stalker!\n\n“What was I even thinking when I wrote this back in high school?!”\n\nI just need to stay far away from these lunatics and live quietly!  \n\nBut life never goes the way you want it to, does it...?\n\n\"Let me know if there’s something you don’t like. I want to get closer to you.\"  \nA friend request from the psychopath.  \n\"Aren’t you too close to those boys? Isn’t that a bit much for someone so conservative?\"  \nJealousy from the misdirected obsessive.  \n\"Here, take this.\"  \nAnd protein-flirting from the national swimmer-stalker.\n\nWhat is wrong with all of them?! Why are they like this with me?!\n\nCan I... actually survive here...?\"",
    "image": "https://uploads.mangadex.org/covers/8987ca6e-5fca-41b9-9d35-a47897667bc4/086e2d67-dd08-45ac-badd-70e72f4c9b99.jpg",
    "moods": []
  },
  {
    "title": "I don’t believe in my twin sister",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 216",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Max Level Player",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A pro player suddenly finds himself transported into a game, inhabiting their own max-level priestess character. Now, he teams up with a dragon-maid girl, embarking on a journey in a different world! But wait... Why are all these ladies looking at her so strangely?",
    "image": "https://uploads.mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/26a6560b-ee1f-42c3-a6a0-af4d55a3cfa8.png",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  }
]