[
  {
    "title": "After Ten Years of Chopping Wood, Immortals Begged To Become My Disciples",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "After ten years of chopping firewood (so tired ಠ╭╮ಠ), female immortals (one after another ╮(￣⊿￣)╭) knelt down and begged me to take them as my disciples! _(´ཀ`」 ∠)_",
    "image": "https://uploads.mangadex.org/covers/2a3174c7-c448-440c-8eb1-473765d92f52/29ff7f1c-be45-4898-8980-1e6a8993e10c.jpg",
    "moods": []
  },
  {
    "title": "Whose Baby is it?",
    "chapter": "Chapter 333",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Shounen Ai",
      "Webtoons"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "Surviving The Game as a Barbarian",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Adaptation",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
    "image": "https://uploads.mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/51054a62-fcbd-472d-aee2-e6bd061721a8.jpg",
    "moods": []
  },
  {
    "title": "Heroes, Demons & Villains",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A noble <Hero> who punishes evil while under the protection of gods.\nA demon born with tremendous demonic powers, is the last surviving <Demon King>.\nAnd I’m an experienced third-rate <Villiain> that roams around the land.\n\nI want my Villain’s life to be over.\nI was going to retire and spend the rest of my life in comfort but the child I picked up by accident turned out to be the demon king and the hero is chasing me to \"repay the favor\".\nMy comfortable retirement years are ruined!\n\nThe 99 demons that guard the Villain ?\nPrepare to die… Yes, may God bless you, now die!",
    "image": "https://uploads.mangadex.org/covers/8ac933f6-3b4f-474d-a163-f641936fcc84/ef4f160e-6188-4547-8577-847dafa5f5ae.png",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 53",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "I Work Nine To Five In The Immortal Cultivation World",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Hua Qingyuan, died suddenly due to being overly exhausted from working the ‘996’ schedule. However, he found himself transported to a fantasy world and became a disciple of the Qingyun Sword Sect. Determined not to repeat the mistakes of his past life, he resolved to work only 8 hours a day and not to spend even a half a minute practicing cultivation. He became an anomaly in the entire Qingyun Sword Sect, lazily lying under a tree while others practiced day and night. He enjoyed his life after work, while others worked tirelessly on their swordsmanship. Nevertheless, his almost abnormal talent in swordsmanship made him a formidable presence. In the face of requests from his master, fellow disciples, and the sect leader, as well as sudden attacks from the demonic sect and challenges from other young talents, he remained resolute: do not bother me until it’s time to work!",
    "image": "https://uploads.mangadex.org/covers/e7f57408-b69e-4281-b180-dc02330f3694/8ce38850-65dd-430d-9a1e-557ac7fa3167.jpg",
    "moods": []
  },
  {
    "title": "A Beast Swallowed by a Flower",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“A wolf only keeps one female by its side, Lisi.”\n\nIris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…\n\n---\nA bargain for her life, to escape a tragic future. When Iris Whittle is murdered by her sadistic husband, she is sent back in time to when she was 20 years old. As the unwanted daughter of a duke, Iris realizes she can leverage her status and foresight to secure a better life this time around. Thus, Iris makes a daring marriage proposal to the fearsome Count Keibrandt Green, the most eligible bachelor of Gavizar Empire, whose gruff and stern demeanor hides the fangs of a wolf.",
    "image": "https://uploads.mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/809150ea-63ee-467a-8350-c46a66a0b3a7.jpg",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even If Despair Consumes You",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?",
    "image": "https://uploads.mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "moods": []
  },
  {
    "title": "Match Made in Heaven by Chance",
    "chapter": "Chapter 121",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
    "image": "https://uploads.mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "moods": []
  },
  {
    "title": "This Marriage Will Surely Succeed",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Iona Modrov, known as the Emperor’s sword, hound, and secret lover, endures a harsh life as the illegitimate child of the Modrov family. Despite her sacrifices, she is forced into a political marriage and ultimately betrayed by the Emperor.\n\nOn the brink of death, the only one who comes to save her is her unwanted husband, Duke Leroy Han. In her final moments, she asks for a last kiss before dying—only to wake up in the past before everything went wrong.\n\nDetermined to change her fate, she runs to Leroy and boldly proposes:\n\n“Duke, marry me. This time, I will make you happy!”",
    "image": "https://uploads.mangadex.org/covers/198449d4-077d-427d-b199-8a9c70d2e057/e4c823b3-26da-498b-b311-bca809b87940.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, my wife disappeared. My young daughter suffers from a rare disease with no cure, and life offers no chance to breathe. Just when I was about to give up on everything— I suddenly found myself transported to another world with my daughter. And not just any world… but the dark, terrifying fantasy novel my wife wrote! I have to save my daughter, no matter what.",
    "image": "https://uploads.mangadex.org/covers/8962eeeb-42c7-49fd-8340-83a03cbf4950/9e3293e6-ec58-456d-81b3-5ce1a86e68db.jpg",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 243",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  },
  {
    "title": "The Knight King Who Returned with a God",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I returned to Earth after hunting demons in the otherworld for three hundred years. However, I did not return alone.\n\n**Official Translations**\n[Simplified Chinese](https://www.dongmanmanhua.cn/BOY/yushentongguideqishiwang/list?title_no=2594) \n[Traditional Chinese](https://www.webtoons.com/zh-hant/fantasy/the-king-of-knights-returns-with-god/list?title_no=5491)",
    "image": "https://uploads.mangadex.org/covers/bb96fbca-403f-4801-bd66-b4a6926c23b0/fdb9950e-909c-4211-ae40-4a37190bd5fe.jpg",
    "moods": []
  },
  {
    "title": "Adopted by a Murderous Duke Family",
    "chapter": "Chapter 82",
    "genre": [
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "After ten years of being exploited by Duke Gerwehr for her healing powers, Agnes meets her death in a dungeon. When she wakes up, she finds herself in her uncle's house before she was sold to Duke Gerwehr in the slave market. Desperate for her past life not to repeat itself, she lets Duke Rodwick adopt her and starts her new life with a new name, Tuariche Rodwick. Will she be able to keep her healing powers secret in this notorious family of assassins and find true happiness and love in her new life?",
    "image": "https://uploads.mangadex.org/covers/4ca0834e-ee81-4325-bd5b-28702d8c67e4/56dc9fce-e719-458b-8d64-7528a44e12f2.jpg",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 170",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "A heart-pounding reemployment(!?) story between a fed-up corporate slave and a cold, callous, villainess!\n\nThree years after graduating college, Natori Midori, who once idealized the \"grown-up adults\" she saw as a child, is working hard at her job as a temporary employee. However, one day, her contract is suddenly terminated for an absurd reason. As she sits there, wondering if there would ever be a workplace for her to devote herself to, her phone flashes and she finds herself in the world of the novel RPG she was playing. And before her eyes is the villainess, Lapis Tenebrae, who betrayed the heroine and committed countless atrocities before losing her life!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/60556)",
    "image": "https://uploads.mangadex.org/covers/5ec0922a-4869-4e6b-a154-2307945cc406/5d5cd448-24e7-4aa3-a2f2-65e4dedb9725.jpg",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 59",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "‪Guardian Of Dragon",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
    "image": "https://uploads.mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "The Lone SSS-Class Summoner",
    "chapter": "Chapter 166",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Zhang Ze crosses over to a parallel world where people rely on the Magic Domain to fight monsters and become stronger to resist the invasion of demons from the Devil’s Cave. For the sake of his sister, Zhang Ze enters the magic realm under the name of Asura, and then he unexpectedly awakens the strongest SSS-level talent summoning ability! The higher the level of the summoning art, the more monsters you can summon, and the more you can upgrade, it’s simply heaven-defying!",
    "image": "https://uploads.mangadex.org/covers/875412f6-45e3-4bd5-950a-8fcb038b8dc4/448d182e-704e-4e1b-baf5-ef1c2333dbb5.jpg",
    "moods": []
  },
  {
    "title": "Charge! Yongma Chicken",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "Zero was mankind’s first real superhero. Under his watch, countless other superheros appeared and followed in his footsteps. However, after 5 years of war, Zero disappeared without a trace.\n\n\n---\n\n**Note:** this is not your usual Chinese manhua, please read them from right to left (similar to Japanese format).\n\n**Links:**\n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/1002/)",
    "image": "https://uploads.mangadex.org/covers/e4e590da-dabc-4c54-a6dd-aa4287390d70/2e82ced4-7b45-4eff-a20d-ec965fe3f3a8.jpg",
    "moods": []
  },
  {
    "title": "Kim Oh-jin and The Strange Beasts",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "Veterinarian Kim Ohjin was unexpectedly summoned by a dragon. After successfully treating the dragon’s pet, he returns home… only to find himself in another world.\n\n\"Animals in another world are still animals, right?\" I was a vet barely scraping by in the real world, but now, in this strange new world, I’m a renowned doctor?\n\nWith my old clinic on the verge of closing, I’m setting my sights on a new opportunity—my second clinic, and hopefully, a big success!",
    "image": "https://uploads.mangadex.org/covers/f5bddf78-8e17-4b84-a79d-b39557a3a0ca/2c1c6908-7bf0-4d76-a1c7-af51dee026e1.jpg",
    "moods": []
  },
  {
    "title": "Dangerous",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "The girl sitting next to me at the start of the new semester is the rumored \"landmine\" girl... but... is Chihara-san really the \"landmine\" that everyone says she is?",
    "image": "https://uploads.mangadex.org/covers/d553645b-03a3-4fc8-9a9c-57f91cbbab89/bdd82476-20b7-44c7-a6fa-973e86ed846f.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Regressed Mercenary’s Machinations",
    "chapter": "Chapter 48",
    "genre": [
      "Action"
    ],
    "summary": "Cecil Perdium, the Mercenary King, was killed in battle before he could avenge his family. As he faces death, he learns that Duke Delphine, the man who caused the downfall of his family, didn't work alone. \n\nSuddenly waking up as his teenage self, Cecil must work to both overcome his poor reputation and build up his strength to save his family. With their soldiers and knights defecting due to the harsh conditions they must endure, he has his work cut out for him. \n\nCan Cecil become the mighty warrior he once was and avert his family's fate?",
    "image": "https://uploads.mangadex.org/covers/53f1ec5e-058b-4d18-a23b-2a7dbca5669f/c60c3924-f73c-4736-a2d3-10e6b8b71049.jpg",
    "moods": []
  },
  {
    "title": "The Delinquent and the Gangster Heiress",
    "chapter": "Chapter 3",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The rough and wild delinquent, Jang Tae-ho, gets dragged off to his grandma’s countryside house on the very first day of summer break, thanks to his parents’ brilliant plan (or maybe a scheme).\nWaiting for him there is none other than the gangster heiress, Min Ju-a!\n\nWith a gun pointed straight at a stunned Tae-ho, Ju-a declares:\n“I kidnapped you to make you my underling.”\n\nAnd so begins the chaotic, action-packed summer break of the delinquent Jang Tae-ho and the gangster heiress Min Ju-a!",
    "image": "https://uploads.mangadex.org/covers/123febc3-eb93-4b9a-bd29-92f78ddefcd1/6c64c689-2e10-47b8-9726-395cd5971a43.jpg",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Things I Learned After Death",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As if being framed by her love for plotting a murder weren't enough, Rinette learns that her stepsister, Kanna, is the true mastermind behind it all. As she's burned at the stake, Rinette makes a desperate wish for another chance...and wakes up as her younger self. Determined to change her fate, she vows to stop Kanna's schemes and protect her family this time around. But rewriting the past is far from simple. Each choice she makes brings unforeseen consequences—some more devastating than she could imagine. Can Rinette escape the shadows of her past, or will they consume her once more?",
    "image": "https://uploads.mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Things I Learned After Death",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As if being framed by her love for plotting a murder weren't enough, Rinette learns that her stepsister, Kanna, is the true mastermind behind it all. As she's burned at the stake, Rinette makes a desperate wish for another chance...and wakes up as her younger self. Determined to change her fate, she vows to stop Kanna's schemes and protect her family this time around. But rewriting the past is far from simple. Each choice she makes brings unforeseen consequences—some more devastating than she could imagine. Can Rinette escape the shadows of her past, or will they consume her once more?",
    "image": "https://uploads.mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "Born a Princess",
    "chapter": "Chapter 121",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
    "image": "https://uploads.mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/f9e87ac8-4563-411a-81c2-e781efe80cd0.png",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "I’ll Take On This Marriage In This Life",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After a hazy one-night encounter, Sayna found herself married to George. The end of that hellish marriage? Death. But then, she woke up—summoned back by her twin brother Yuri. Now, she’s returned to her youthful days at nineteen, before everything fell apart! Determined to live differently this time, she swore off marriage entirely. That is… until: \"I want to be that man for you.\" Duke Constantine proposes to her?!\n\n---\nAdored by her noble family, Saina Devof had a perfect life until one night ruined her societal debut, her family’s honor, and her future in one fell swoop. Determined to fix her mistake, she chooses to marry the man from that night, only to find herself trapped in a nightmare that ended with her lonely death. Then, she woke up. 18 years old again with a second chance at life, Saina swears off marriage for good. But her plans change when he appears:\n\n“I want to be your choice.”\n\nEnter Duke Constantine—the man determined to rewrite her destiny.",
    "image": "https://uploads.mangadex.org/covers/635ca50e-3ae8-4439-a1ad-9a739f6ded83/2399be6a-0981-4428-9c45-c299d463ae8c.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  }
]