[
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "Hades & Persephone",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This series including fanfic short stories about the famous couple in Greek mythology- Hades and Persephone and some other couples as well.",
    "image": "https://uploads.mangadex.org/covers/23ce2193-3859-4c26-9026-7eba6c62c523/1c545701-0ed7-4237-8e79-439c725736ca.jpg",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "---\n**Note:**\n- This manga contains storyboard drafts the author created for Jump Magazine to be considered for serialization. [Source](https://x.com/kuzushinsetsu/status/742325718541967360)\n\n**Link:**\n- Alternate Official Raw - [Pixiv](https://www.pixiv.net/user/14502453/series/57948) (Note: The chapter order is reversed), [Niconico Redirect](https://seiga.nicovideo.jp/comic/21927)",
    "image": "https://uploads.mangadex.org/covers/573ec8b3-b187-4c51-90cf-b44420ad77a7/b80f87b0-bd5d-45f3-82df-79e32c152b79.jpg",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 82",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 186",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "The Life Of An Evil Empress",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn't much different from the one he came from... or so he thought. Little did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him.",
    "image": "https://uploads.mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/1a7bab30-651b-4944-a357-151fd75f7147.jpg",
    "moods": []
  },
  {
    "title": "Zero Sense",
    "chapter": "Chapter 9",
    "genre": [
      "Bloody",
      "Childhood Friends",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "On the last day before a guy who can't sense any spirits at all moves out from his supposedly haunted house, Kinako-sama, the self-proclaimed strongest earth-bound spirit, will try her best to scare the living hell out of the guy before he leaves for good.\n___\n**KADOKAWA Version Links:**\n- [Amazon](https://www.amazon.co.jp/dp/B0BW9BSLZ7)\n- [ebookjapan](https://ebookjapan.yahoo.co.jp/books/745607/)",
    "image": "https://uploads.mangadex.org/covers/83681018-2b22-4ea0-ab05-43749e73035b/df01764d-c796-4d19-ae1f-17433bc4c74e.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Max Level Player",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A pro player suddenly finds himself transported into a game, inhabiting their own max-level priestess character. Now, he teams up with a dragon-maid girl, embarking on a journey in a different world! But wait... Why are all these ladies looking at her so strangely?",
    "image": "https://uploads.mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/26a6560b-ee1f-42c3-a6a0-af4d55a3cfa8.png",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Not Just the Two of Us",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "The same part-time job, the same surname, the same family environment - other than that, Satou Yuna and Satou Ema have absolutely nothing in common. But due to a strange twist of fate they end up sharing an apartment... Sometimes they fight, but maybe it's because they're total opposites that they can be together. A new-generation of girls story about young women who live flexibly and resiliently!",
    "image": "https://uploads.mangadex.org/covers/9fafe51f-375f-4b6f-a555-641f51e9c773/85aca5f0-7610-47eb-952c-eacb8a2ed1cb.png",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’s Servant",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I transmigrated into an explicit 19+ novel as the villain. And it happened to be at the moment when I was about to take over the Emperor on the bed. Until then, I thought I had died without moving a muscle. Enoch Philip de Harte was a tyrant who hated any contact with others. But he insists that I am the cure to melt the ice in his heart and follows me around…",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 174",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Everyone Was Obsessed With Me After I Became the Youngest Princess Favourite",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After dying as a top agent, the protagonist wakes up as their 8-year-old self in a harsh orphanage. They meet a young noble girl and decide to care for her to avoid past regrets. However, their kindness leads to the girl and her powerful family becoming overly attached, creating unexpected challenges",
    "image": "https://uploads.mangadex.org/covers/f1e95a42-d6b4-4de4-9fe8-8bfb25c0dd0b/de5ed1bb-178b-4192-9777-60d2b911bb80.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Genius Hitter Hits Fastball",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?",
    "image": "https://uploads.mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "Erase",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Erased dj \nThe story takes place after the final episode of Erased anime. Yashiro has been released from prison and is now living with Satoru.",
    "image": "https://uploads.mangadex.org/covers/05f12e6c-f37a-4731-915d-54494689d024/c827d7c8-5af8-4ccf-b6fc-9366629d6bbd.png",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "Tracy was only 16 when she was sentenced to death. Unloved and unwanted, she died as a forgotten side character in someone else's story. But fate gives her a chance to write her own story as the protagonist this time by sending her back into her six-year-old body. This time, Tracy knows every betrayal coming her way and refuses to be a mere stepping stone again. If survival means becoming the villain, she'll gladly embrace the darkness. Now, let the real story begin.",
    "image": "https://uploads.mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "moods": []
  },
  {
    "title": "One hit teacher master baek",
    "chapter": "Chapter 133",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "Once the finest instructor in the Blood Cult, Suryong Baek is killed, only to to wake up in the body of someone who teaches martial arts at a small rural academy. \n\nHis new body may be weak, but he knows how to fix it, and it’s not the first time that he’s found himself in a body that can’t access its inner power. \n\nCuring his body requires money, however, and Suryong decides that becoming the greatest instructor at a top academy is the best way to do it. \n\nSince he’ll be up against tough competition, Suryong will have to use everything he’s got to become a teaching superstar.\n\n---\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=779632)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=6698881)\n\n**Official Translations:**  \n- [English](https://www.webtoons.com/en/action/best-teacher-baek/list?title_no=4153)\n- [S.Chinese](https://www.dongmanmanhua.cn/BOY/jueshimingshibaishifu/list?title_no=2011)\n- [French](https://www.webtoons.com/fr/action/best-teacher-baek/list?title_no=4557)\n- [T.Chinese](https://www.webtoons.com/zh-hant/action/dingjianmingshi/list?title_no=4181)\n- [Japanese](https://manga.line.me/product/periodic?id=Z0001959)",
    "image": "https://uploads.mangadex.org/covers/914c97e0-2623-4f06-9c0e-664393a15424/11701e83-929a-4bde-b478-ad41041eb1af.jpg",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "Prepaid Dragon King Tanks Everything!",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“You ate me, so at least give me some kind of compensation, yeah?!”\n\nDragon King: “Fine! I’ll give you a prepaid cultivation technique—comprehend it first, then catch up with the training later!”\n\nMe: “You think that’s enough?! I had to smell your nasty dragon breath—mental damage times two, buddy!”\n\nDragon King: “What do you want from me?!”\n\nMe: “From now on, we’re like immortals sharing a single health bar. All the damage? You take it!”\n\nDragon King: “Damn it! You lunatic! Why does my ten-thousand-war-chariots-level HP bar feel so short now?! Guess it’s time to get a job…”",
    "image": "https://uploads.mangadex.org/covers/80dd1fc9-bcb6-41ea-8a9a-29e6291fece3/54d1cc4f-30bf-43bd-83f1-35fa9ddde9c4.png",
    "moods": []
  },
  {
    "title": "My Younger Sister Chooses Me Tonight",
    "chapter": "Chapter 34",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arin, the adopted daughter of a chaebol family, harbours a twisted affection for her stepmother. After she becomes an adult, Arin accidentally realises that she has unusual abilities.\nShe tries to use her abilities to attract her stepmother's attention, but her stepbrothers, not her stepmother, want Arin...\n\nA dangerous adopted daughter who shakes up the conglomerate 'Rare Moon' family. Her twisted red romance!",
    "image": "https://uploads.mangadex.org/covers/5b7e089a-b683-4840-98a7-db991d691a8c/6bfe24e4-653d-436c-b02b-a4b517739f8a.jpg",
    "moods": []
  },
  {
    "title": "Hello! Veterinarian!",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Manhwa",
      "Shounen",
      "Supernatural"
    ],
    "summary": "**Original Webtoon:**\n[KakaoPage](https://page.kakao.com/content/62711843), [Daum](https://webtoon.kakao.com/content/%EC%88%98%EC%9D%98%EC%82%AC%EB%8B%98-%EC%95%88%EB%85%95%ED%95%98%EC%84%B8%EC%9A%94/3732)",
    "image": "https://uploads.mangadex.org/covers/a53b32db-cfd0-42aa-83b4-69ddb13983d6/43e1bdb3-eb51-4871-9431-20a5df64c5fd.jpg",
    "moods": []
  },
  {
    "title": "Zombie Dad",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A world overrun by zombies, and 100 chances for Ryu Min-Seok to save his daughter. But just when he's about to fail for the 100th time, he comes back to life?! \n\nThe zombie apocalypse survival story of a father who awakens as a zombie to protect his daughter!",
    "image": "https://uploads.mangadex.org/covers/f5f22716-ecee-426b-8e3f-51f9162bb14b/76af2c3b-ccaf-4dd4-8f2a-edd7c0ea2ad7.jpg",
    "moods": []
  },
  {
    "title": "13th Prince",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "The strongest female assassin from a special assassination force met her death one day on a mission. To her surprise, she woke up in the body of a 13 year old girl, Mu Rong Liu Yue. Through Liu Yue's past memories, she found out that she was bullied due to the huge birthmark on her face, even though she came from a renowned family.  \n  \nLLS: The hiatus that the author took has been almost a year already… 100% its done. Sorry guys",
    "image": "https://uploads.mangadex.org/covers/6a0b7e58-b3ea-4488-8440-74bc6092bb68/366c5784-9391-47c8-bccf-e06dba84f0a5.jpg",
    "moods": []
  },
  {
    "title": "Originally A Lady With One Line",
    "chapter": "Chapter 240",
    "genre": [
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "A sassy prospective college student, Kim Hansol, meets her end due to an unlucky accident. She gets reincarnated as a beloved lady in a family of heroes in a world with magic, spirits, and dragons.\n\n\"I'm going to return to my original world no matter what!\"\n\nBut while struggling to return to Korea, she loses control of her magic and ends up causing a catastrophe. Yet her family loved her regardless, and moved by that, Kim Hansol acknowledges her reality and begins to live as Finea of McKaira, one of the five legendary houses in her new world.\n\n---\nHansol is excited to begin her college career when a fatal accident whisks her away to a mystical land. Now in the body of Finea Macaira, the daughter of Drayfox nobility and a descendant of one of the five heroes of the empire, she must learn to forget about the past and embrace this magical new world. It won’t come easy, as Finea discovers within herself a great magical ability that’s powerful beyond her control. Meanwhile, an ancient and destructive force of evil is about to return... But under the protection of the six elemental spirits and a friendly dragon, she may just be able to hone her potential and fulfill her destiny as one of the empire’s great heroes.\n\n---\n[Original Webtoon](https://page.kakao.com/home/54994025)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/heroine-of-drayfox)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8170/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/single-line-girl/list?title_no=3818)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/heroine-of-drayfox-de)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Aku-Hanya-Wanita-Biasa/3363)\n* [Japanese / 日本語](https://piccoma.com/web/product/89196)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-heroine-of-drayfox/list?title_no=4164)",
    "image": "https://uploads.mangadex.org/covers/b055038b-fb73-4d1d-b2fa-57fbf28d1e1d/12a8c047-d348-4578-84be-7b3d4b347060.jpg",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Forgive My Stepsister This Time Around!",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Master of the Devil",
    "chapter": "Chapter 69",
    "genre": [
      "Bloody",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family"
    ],
    "summary": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?",
    "image": "https://uploads.mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f0e113e8-eee3-424b-99a5-b9850864ca39.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 144",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Level 999 Goblin",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist Kim Chulsoo works his ass off for a living as a manual laborer in real life and by grinding for and selling items in a game.\n\nHe finally gets the chance to switch to a hidden class, hoping for that one big shot in life…!\n\nBut the hidden class turns out to be... a Goblin Summoner?!",
    "image": "https://uploads.mangadex.org/covers/d124dec4-257e-4ec4-ad55-7db44d06a77a/08db619d-86f5-48c3-9b05-47cbdd031c49.jpg",
    "moods": []
  },
  {
    "title": "The Duty of an Academy Student Should Be to Study",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 12",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "What a Bountiful Harvest, Demon Lord!",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I've become the Demon Lord, the final boss in a game, but...\n\nIf I invade the human world? I'll be slain by the max-level protagonist I raised.\n\nIf I stop the invasion? I'll be devoured by my starving demon generals.\n\n...Therefore, the only answer is farming.",
    "image": "https://uploads.mangadex.org/covers/15ab4953-66b2-4030-bfd1-498389484191/41d32ca7-8535-4845-b1db-6e178a4af3da.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Irreplaceable Kiss Scene",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Is there a top actor who turns into a 7- year-old child just by kissing?! Due to an\naccidental incident, the stunt double 'Kang-som ' must take responsibility for the actor who has transformed into a child because of her. A life of bickering with\na prickly and sensitive superstar! While they worry about being found out, an\n opportunity for Kang-som to become a popular actor arises...?!",
    "image": "https://uploads.mangadex.org/covers/12756c6b-0c84-4156-bcf0-a4d570a31c33/70e99da1-4ba4-4b8f-82b0-efe741db2209.jpg",
    "moods": []
  }
]