[
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  },
  {
    "title": "Shane’s Knight",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Ichinose Haruma is handsome, but the girl he likes happens to be even more handsome…?!",
    "image": "https://uploads.mangadex.org/covers/96d3f4f6-e0c5-4a54-9def-faf0372d8e9e/231ff2f0-8b30-484e-b705-01aaf5549a3e.jpg",
    "moods": []
  },
  {
    "title": "The Fake Bride Can’t Escape",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A pushy romantic comedy about a god who has been sleeping for 200 years and a positive JK!\n\nYui, a JK who has been able to see ghosts since she was a child, has an unrequited love on a god whom she has never met but who is loved by all ghosts. She spends her time dreaming of meeting him someday, but then the god, who has been asleep for 200 years after his fiancée ran away from him, finally wakes up.\n\nYui immediately proposes to the god, but...?",
    "image": "https://uploads.mangadex.org/covers/662d93b8-2471-49e2-a4c8-d2307a950f37/c0391b41-f15e-4f1b-a774-f3da295e6229.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 273",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Demon Lord Hates Reverse Harem",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The God of War is Leveling Up",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Suhyeok, the greatest martial artist on the continentr, has unified the martial world. He had achieved everything, yet a lingering emptiness in his heart remained unfulfilled by his yearning for family… \n\nIn the end, he crossed dimensions using the power of sorcery, but what lay before his eyes was...\n\n\"I was in a coma for five years in a hospital!? And what’s with this system window floating in front of me!?\"\n\nDuring the five years he lay unconscious, his family had been struggling to pay his hospital bills.  For his family’s sake, he needs to make money - fast and a lot of it. \n\nThe strongest Martial God of the Hwan Continent, Suhyeok! Now Awakened, he begins his journey to level up.",
    "image": "https://uploads.mangadex.org/covers/aacfd2c5-4faa-44d2-9673-42dab6edd0b1/400d647a-3395-4e5c-b6f1-8984676ed753.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Architect",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kang Chiwoo lost his life in an accident and got reincarnated as the son of a great demon lord in another world.\n\nUnlike his previous life as a map designer, he is now a loser named Kella.\n\nHowever, in a world where magic exists and having realized the dormant power of Kella, Chiwoo sets out to achieve his goal of creating his dream map that he couldn't make in his past life...\n\nWill Kella be able to create his own map while fending off his brothers who constantly try to kill him, the countless threats upon his life, and the pressure of those around him who want him to succeed the throne?",
    "image": "https://uploads.mangadex.org/covers/e98e9be1-3f64-44e6-84f2-f8d2cd01ea53/54dd0b6c-5863-48c2-b144-6286904a28da.png",
    "moods": []
  },
  {
    "title": "To My Apricot Hill",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess Of A Fallen Kingdom Kisses Him Morning And Night To Break The Curse",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Goodbye, Ex-Husband",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fated to Be Loved by Villains",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, he reincarnated in the game Savior Rising as Daud Campbell, a powerless noble living on the outskirts. He decides to live quietly, avoiding others' attention.\n\nOn his first day inside the game, he gets involved with the final boss, also known as the vessel of the grey demon, Elnore Elinarize la Tristan.\n\nAfter their encounter, the protagonist gains two special rewards: [Desperate Survival], which makes him stronger when his rate of survival decreases, and [Deadly Charm], which charms those who have evil traits. With the use of his skills, he calmly overcomes the challenges with his veteran expertise.\n\nBut every time he overcomes a challenge, those with evil traits become interested in him...\n\nFinally, he received his end goal.\n\n\"Put this continent's fate on the line and charm all of them.\"",
    "image": "https://uploads.mangadex.org/covers/71de8cca-26a1-428d-855b-364b334c2eee/05de6448-daf7-4fd6-8d65-61c1fc1195d3.png",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "Put Me To Sleep",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "How to Hide the Emperor’s Child",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Astelle, the empire's one-day empress brought with her a secret when she left the palace after the divorce: she was pregnant with Emperor Kaizen's child. Six years later, Astelle is living a peaceful life in the countryside with their son until the imperial guards come knocking. Kaizen requires Astelle's consent to receive the key territory of Meilen. With the empire still in turmoil from a rebellion, will Astelle be able to hide her son's identity from these threatening forces, and more importantly, from his father, the emperor?\n\n---\n“You never loved me anyway, right?”\n\nAstelle’s long-awaited marriage life ended in a day.\n\nShe worked hard to become Kaizen’s wife since she was ten, \nhowever, the only thing that was left for her was a disgrace as the banished-empress.\n\nShe was abandoned by her family; \nShe was kicked out by the man she loved, Kaizen.\n\n“Yes. You’re right. I didn’t love you.”\n\nAstelle lied for the last time. \nFor the sake of the man who was her reason to live and it was also for him who was her husband for a day.\n\nShe thought there is no point tp contact with him again, but-\n\n“I think… I might be pregnant?”\n\n–\n\nSix years later, Astelle, who reunited with Kaizen, lied again.\n\n“You… who is that child?”\n\n“He’s my nephew.”\n\nFor the sake of protecting the child.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
    "image": "https://uploads.mangadex.org/covers/af2834eb-34dd-4cc2-9b09-7cab4e5e172b/81d5e43d-01ba-42c2-826b-ad81ecb99226.jpg",
    "moods": []
  },
  {
    "title": "I’ll Change the Ending Through Home Education",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 341",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "I Became the Daughter of the Ghost Duke",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Theresia Oblene, eight years old.\n\nAs her dead mother’s things which she left were taken hostage, she was threatened by her wicked biological father and was forced to be adopted by the Ghost Duke family.\n\n“But he only told me to go to be adopted, right? He didn’t tell me not to have this adoption undone, did he?”\n\nNow that it has become like this, I’ll leave my name behind as the fastest child to get a dissolution of adoption in the history of the Empire.\n\n===\n\nAn heir’s duty? What’s that? Is it something to be eaten?\n\nIt was my plan to become a lout and get kicked out on purpose.\n\nUntil I met the Ghost Duke who was cursed.\n\n[Let me do this kind of thing as a parent, Terry.]\n\n[I will become the Miss’ wooden horse!]\n\n[Thank you, Miss!]\n\nThe Duke is too kind, and the employees are too sweet.\n\nIf so… then change of plans!\n\nI decided to raise the Duke Family which is doomed, and buy the whole Viscount family.\n\nShouldn’t I use the ability to see ghosts at times like this?\n\nBut…\n\n[Hey, you. If you keep pretending not to know… I will tell the ghosts of the mansion that you can see ghosts.]\n\nMy ability was found out by some ghost possessing a teddy bear.\n\nWill… I be able to survive here safely?",
    "image": "https://uploads.mangadex.org/covers/2db03b07-89be-4cbe-978b-93648086d88f/696b116a-2385-444b-8477-16c3fe967541.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 59",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Picking Up a Suspicious Husband",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Deep in the remote countryside, where the locals claim \"a woman’s happiness lies in marriage,\" a suspiciously handsome man suddenly appears—the same one I recently found wandering near my vegetable patch.\n\nAnd now, he’s introducing himself as my husband…\n\nBut every time...",
    "image": "https://uploads.mangadex.org/covers/6ef12d32-4d60-4814-afc2-7b5d155ea043/c09b0d00-90e2-4705-9ecf-c33e94b5ccb4.jpg",
    "moods": []
  },
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?",
    "image": "https://uploads.mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 202",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "The Lord’s Coins Aren’t Decreasing?!",
    "chapter": "Chapter 171",
    "genre": [
      "Action",
      "Fantasy",
      "Time travel"
    ],
    "summary": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
    "image": "https://uploads.mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired British Doctor",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I am the Most Powerful Transcendent Being",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "You know how they say “never meet your heroes”? Well, what if you’re literally about to die? Failed hunter Minato spent his entire life dreaming of becoming just like the 106 Progenitors, a heroic band of transcendents who defeated the Tower of Monsters three centuries ago, but he never expected to meet them in his dying moments when his high-school bully tries to kill and scapegoat him for looting their tomb. The Progenitors offer him a second lease on life by letting one of them take over his body, but that’s not enough for Minato: he wants them all!",
    "image": "https://uploads.mangadex.org/covers/03cc4248-5bc4-4f53-8fac-68d28afbc3c5/668282da-bff2-4e12-8ec6-ca9a6fe3a7da.jpg",
    "moods": []
  },
  {
    "title": "Return of the Apocalypse-Class Death Knight",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Damien Haksen was once a gifted warrior with a bright future, but everything changed when a powerful Archlich twisted him into a Death Knight. Controlled by dark magic, he murdered his own family and helped destroy a kingdom. He broke free at the very end — too late to undo the damage. \n\nBut fate gave him one more chance.\n\nNow back in the past, Damien is determined to protect the people he once lost and destroy the dark mages who turned his life into a nightmare. This time, he’ll fight not for glory, but for love, redemption, and the future of his family.",
    "image": "https://uploads.mangadex.org/covers/6fa61a0f-95c5-453e-a410-0f458955e0a3/2552d86b-33f6-4fb2-92f3-d8f6831dc4ec.jpg",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 68",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 134",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "The Max-Level Player’s 100th Regression",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
    "image": "https://uploads.mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b51ce066-6349-43a6-a163-d9ecaa5775ac.jpg",
    "moods": []
  },
  {
    "title": "Infinite Mage",
    "chapter": "Chapter 129",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?",
    "image": "https://uploads.mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "moods": []
  },
  {
    "title": "Talent-Swallowing Magician",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
    "image": "https://uploads.mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "moods": []
  },
  {
    "title": "When a K-Eldest Daughter Possesses a Childcare Novel",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I decided to reclaim what the original eldest had possessed and correct the hierarchy in the house. From loyal servants to the spirit’s treasures, even the heir’s position. And finally, Father returned home with the young original female protagonist.\n\n“She will be known as Nesia, the youngest of our family from now on. Come, start call me Dad.”\n\n“I’m your brother! Say it quickly!”\n\nThe now 11-year-old female protagonist was truly lovely and angelic. Of course, I wasn’t interested in her at all. There were plenty of others who admired her besides me. But something felt strange?\n\n“Ah…”\n\n“Yes, Dad!”\n\n“No, brother!”\n\n“Sister… ♡”\n\nThe female protagonist pushed aside my frozen father and younger brother to come to me. I hadn’t done anything for her, so why did she like me?",
    "image": "https://uploads.mangadex.org/covers/8a49d9b1-c375-4b2f-b629-2cd05524f7d4/5d2786e6-de1e-42f0-a28d-7b0e223c2729.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "Dearest Fiancé, I Know You Despise Me [Official]",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnated Cop Who Strikes With Wealth",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I was reincarnated as the son of a conglomerate leader. But I’m going to be a cop.",
    "image": "https://uploads.mangadex.org/covers/6e4557e5-e212-4aa3-a0ec-18f7d777299f/80f1929b-d33c-4ebe-835a-192b0fd36ca6.jpg",
    "moods": []
  },
  {
    "title": "THE HEAVENLY DEMON LORD WHO DOESN’T WANT TO LEVEL UP",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea.",
    "image": "https://uploads.mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "moods": []
  },
  {
    "title": "Survival Story of a Sword King in a Fantasy World",
    "chapter": "Chapter 254",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Isekai",
      "Magical",
      "Martial Arts",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)\n- [Official Brazilian Portuguese Translation](https://br.comikey.com/comics/latna-saga-a-jornada-do-rei-espadachim-webtoon/429/)",
    "image": "https://uploads.mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/f751dd54-5f61-44c4-a85b-5b795651fa82.jpg",
    "moods": []
  }
]