[
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Things I Learned After Death",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As if being framed by her love for plotting a murder weren't enough, Rinette learns that her stepsister, Kanna, is the true mastermind behind it all. As she's burned at the stake, Rinette makes a desperate wish for another chance...and wakes up as her younger self. Determined to change her fate, she vows to stop Kanna's schemes and protect her family this time around. But rewriting the past is far from simple. Each choice she makes brings unforeseen consequences—some more devastating than she could imagine. Can Rinette escape the shadows of her past, or will they consume her once more?",
    "image": "https://uploads.mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "Born a Princess",
    "chapter": "Chapter 121",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
    "image": "https://uploads.mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/f9e87ac8-4563-411a-81c2-e781efe80cd0.png",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "I’ll Take On This Marriage In This Life",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After a hazy one-night encounter, Sayna found herself married to George. The end of that hellish marriage? Death. But then, she woke up—summoned back by her twin brother Yuri. Now, she’s returned to her youthful days at nineteen, before everything fell apart! Determined to live differently this time, she swore off marriage entirely. That is… until: \"I want to be that man for you.\" Duke Constantine proposes to her?!\n\n---\nAdored by her noble family, Saina Devof had a perfect life until one night ruined her societal debut, her family’s honor, and her future in one fell swoop. Determined to fix her mistake, she chooses to marry the man from that night, only to find herself trapped in a nightmare that ended with her lonely death. Then, she woke up. 18 years old again with a second chance at life, Saina swears off marriage for good. But her plans change when he appears:\n\n“I want to be your choice.”\n\nEnter Duke Constantine—the man determined to rewrite her destiny.",
    "image": "https://uploads.mangadex.org/covers/635ca50e-3ae8-4439-a1ad-9a739f6ded83/2399be6a-0981-4428-9c45-c299d463ae8c.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 270",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Han Dae Sung Returned From Hell",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people.",
    "image": "https://uploads.mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "The Lady’s Secret Identity Stuns The City Once More",
    "chapter": "Chapter 1",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhua",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "ugly complex",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "Black Haze (2025)",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A long time ago, a portal to another world was opened, and those who acquired special abilities along with marks began to be called mages. After the incident known as \"that day\", the first-class mage from Ophion, known as \"Blow\", has become very famous. One day, he receives a very special mission: to protect the second son of the Artian family, who suffers from being called a \"monster\" at the magic school \"Helios\"! Thus, Blow enrolls in Helios under the name \"Rood Krisch\" to hide his true identity...",
    "image": "https://uploads.mangadex.org/covers/96221045-e1f0-4449-9a76-a9df885e8bf0/73bb2910-5b47-4968-b115-06f309044604.jpg",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Inventory is Abnormal",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?",
    "image": "https://uploads.mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 183",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Celebrity Masquerade",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 214",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After reincarnating as a villainous orphanage director destined for a grim end, she tries to rewrite her fate by caring for the children she once mistreated. But with the orphanage on the brink of collapse, she strikes a deal with a fearsome duke for help. \n\nAs love blooms unexpectedly, can she protect both the children and her new future?",
    "image": "https://uploads.mangadex.org/covers/4feac959-e570-4b02-8341-9137db547846/fed0d75c-b60e-4366-8bef-88a4fbf37470.jpg",
    "moods": []
  },
  {
    "title": "The Villain Family’s New Daughter-In-Law",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Time travel",
      "Villainess"
    ],
    "summary": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?",
    "image": "https://uploads.mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "Marronnier Farm Near By The Imperial Palace",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Hazel Mayfield is sent to live with the Martins as a child, she falls in love with rural life and vows to have a farm of her own one day. Eleven years later, she receives an unexpected windfall as her grandfather hands her the deed to a plot of land in the middle of the capital. Ecstatic, Hazel sets out to realize her longtime dream of becoming a farmer. There’s only one problem: Her new farm is right next to the imperial palace! And it seems the emperor himself has his eye on her land…\n\n[Officia Indonesian version](https://id.kakaowebtoon.com/content/My-Farm-by-the-Palace/549)\n[Official Japanese version](https://piccoma.com/web/product/108482)\n[Official Korean version - Kakao](https://page.kakao.com/content/59250857)\n[Official Korean version - Daum](https://page.kakao.com/content/59250857)",
    "image": "https://uploads.mangadex.org/covers/dec01127-4dd4-4208-8a25-4e604bf2b2eb/a44ebbcc-15b3-4f47-a99b-f9804d988cbe.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "moods": []
  },
  {
    "title": "As a Reincarnated Villainess and a Single Mother, I’ve Secured the Love Route!",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 201",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Please Don’t Reply!",
    "chapter": "Chapter 60",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Li Ran traversed to another world and became the Holy Son of a Demon Way Sect. The system has awakened, and the first task released is actually to fall in love? The Sect strictly forbids relationships between men and women. Li Ran took the risk of being expelled from the Sect and wrote a love letter to his junior sister, but it was sent to the master by mistake!",
    "image": "https://uploads.mangadex.org/covers/3601dcdc-59f9-4cb3-88a0-1010144be57e/1240261b-8609-4031-89ff-66c11baa7b63.jpg",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/439d8648-8335-405f-976d-e57de29acf8d.jpg",
    "moods": []
  },
  {
    "title": "Return of the Disaster-Class Hero",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
    "image": "https://uploads.mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Leads’ Target",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One feverish night, 6-year-old Liliana Bercchio suddenly recalls the plot of a tragic reverse harem novel. Unsure if she's been reincarnated or has time traveled, her young mind struggles to make sense of it all. Her family is doomed to get caught up in the protagonists' mess—but there's still time… or so she thought. When she witnesses the female lead's death and the deranged male leads appear before her sisters, the story takes a turn. They seem different now, but is her family truly safe?",
    "image": "https://uploads.mangadex.org/covers/3fdfc75c-7b51-474b-8d45-d0decdc0c782/76efb301-bb3b-4664-a7ff-501bfdf5ce3e.jpg",
    "moods": []
  },
  {
    "title": "Pick Me Up",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
    "image": "https://uploads.mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/ffb6552c-8b0f-45da-b461-2d9d6060a07e.png",
    "moods": []
  },
  {
    "title": "No More Regrets, Just Kill Me",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Villainess"
    ],
    "summary": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story.",
    "image": "https://uploads.mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Do All Mothers in Childcare Novels have to Die?",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reborn as a mother doomed to die in a childcare novel, she fights to change her fate. When trying to escape her tragic destiny, she gets caught by the emperor himself—her future husband! Instead of death, she finds herself at the center of a loving family, but can she defy the trope and survive?\n\n---\nLilliana is a neglected princess with a single mission: do not get pregnant. Ever since she woke up in a novel where she will die giving birth to the main character, Lilliana has known that her pregnancy will be her death sentence. However, her mission’s greatest obstacle is her new husband, Emperor Helio. Although they have married for political reasons, the ruthless emperor's fondness for Lilliana drives him to decide that his mission is to win her over. Thus begins the battle of wills between wife and husband. Will Lilliana be able to defy destiny and Helio’s affections?",
    "image": "https://uploads.mangadex.org/covers/d27918f3-5d9a-4a0d-87c9-95a7473c01a8/e53f9e11-879d-4728-8b12-133f677629e9.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Youth Lovesome",
    "chapter": "Chapter 41",
    "genre": [
      "Romance"
    ],
    "summary": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
    "image": "https://uploads.mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "moods": []
  },
  {
    "title": "An animal hospital in the border area",
    "chapter": "Chapter 147",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Medical"
    ],
    "summary": "Paris-flying veterinarian named after new recruits! Kim A-young, head of the animal hospital who is struggling with loans. One day you get a phone call. \"Do you see reptiles there?\" I'm doing reptile therapy, which is not my major for a living. It's a reptile for use, isn't it? A blue dragon is here to see a doctor! Ahyoung Animal Hospital, where word of mouth went out when she treated him after a faint blast. New patients line up. Looking at the animals in a state of unimaginable identity, Ah-yeong was briefly taken into consideration for their generous medical expenses. \"Monster? Blue Dragon? I don't know! Money is the best!\" The veterinarian's new medical device. Will Ahyoung be able to treat special patients safely and return to a peaceful daily life?",
    "image": "https://uploads.mangadex.org/covers/7b29f645-7dbf-46b1-8534-b70b5859c49a/353323c7-bfd2-4111-a9be-8c9b355b39a3.jpg",
    "moods": []
  },
  {
    "title": "The Duchess’s Secret Dressing Room",
    "chapter": "Chapter 118",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*How much money must I spend for you to divorce me?!*\n\nRubika dies in a war without being able to confess her love for Arman but is instead sent back in time. A new life, she will not live in vain. But what are these new obstacles?\n\n---\n*'If I had known sooner that life would never wait, I wouldn't have hesitated so much...'*\n\nAfter living a hard life in the ravaged war ruins, Rubica dies without even confessing to her beloved Armand.\n\nBut what is this?\n\nAt the age of 22, with Armand’s ring, Rubica returned to the pre-war period. After returning, Rubica tries to find Armand who may be alive but is caught by the proposal of her kingdom's supreme ruler, the Duke of Claymore.\n\nRubica, who eventually became the duchess because of her greedy uncle and aunt, now plans to squander her husband's fortune, be disgraced as a 'luxurious duchess,’ and get him to divorce her.\n\nHowever, contrary to what she intended, her fame rises due to her overflowing talent, and her husband, who she thought was indifferent to her, slowly begins to take an interest in her... Where is the end of her luxury, which began to flow in a direction she never expected?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8%EC%9D%98-%EB%B9%84%EB%B0%80-%EC%9D%98%EC%83%81%EC%8B%A4/2961), [KakaoPage](https://page.kakao.com/content/59782483)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16662/)\n* [Japanese / 日本語](https://piccoma.com/web/product/119963)",
    "image": "https://uploads.mangadex.org/covers/90dd657f-2a62-494f-934f-f8d06c73fc18/d3a6bbf6-d8cd-43d4-a4e3-603180720d57.jpg",
    "moods": []
  },
  {
    "title": "I Was Reborn as His Highness the Prince’s Little Evil Dragon",
    "chapter": "Chapter 89",
    "genre": [
      "Fantasy",
      "Romance",
      "Yaoi",
      "Yaoi(BL)",
      "Yaoi(BL)"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "It’s A Misunderstanding That I’m Dating The Villain",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In my 24th year of reincarnation, I was living a peaceful life as an insignificant knight commander barely mentioned in the original story. Content with my uneventful existence, I avoided meddling in the main plot.\n\nBut during an undercover investigation, I accidentally stumbled upon the villain in the act.\n\n\"Sir Clara, have you been waiting for this opportunity? Clever, very clever.\"\n\"No, no! I swear to the gods, I have no intention of exposing your identity!\"\n\"Hah, and what reason do I have to trust you?\"\n\nThat’s how the shadowy mastermind decided to keep me under his watchful eye.\n\n\"Here, take this. I bought it just for you.\"\n\"Why would I accept this...?\"\n\"The flower matches the color of your hair. And now that I see it, it suits you perfectly.\"\n\nWait... why does everyone think the villain is pursuing me out of affection?\nThis was not part of the plan!",
    "image": "https://uploads.mangadex.org/covers/f1162fb7-e5c9-4d67-874a-346c9662b744/ab096087-0aa8-42b6-a233-a826d1f7af8b.jpg",
    "moods": []
  }
]