[
  {
    "title": "A Prince’s Proposal to the Saintess Who Failed him",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Duke’s Pet Bird",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The poignant bluebird of the marriage market, Isabella Eloise, was betrayed by her blindly devoted fiancé of ten years, and lost her place in the social world. The one who found her on a rainy path was none other than the rumored ghost duke.\n\n“Until your feathers grow anew, I shall care for you,” declared the duke.\n\nShe thought she had been rescued. But it was only until she discovered his secret…\n\n“Beloved Isabella, I’m curious to hear what sounds you’ll make when I push you to your limits,” the duke mused.\n\nBy the time she realized something was terribly wrong, it was already too late to turn back.\n\n“Aedan Holden, you’re insane.”\n\n“Yes, I am. But did you only just figure that out now?”",
    "image": "https://uploads.mangadex.org/covers/e24011de-059c-458b-9970-f0477668c92d/ccefdb05-605e-4ec7-aeca-184fd877cd93.jpg",
    "moods": []
  },
  {
    "title": "Secretly Meeting With My Boss",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hashimoto is your average office worker—young, and prone to being pushed around by his demon boss, Shirase. His only escape is his favorite online game, and the friends he’s made within. But when he plans an offline meetup for his party, he gets the surprise of his life…! [Kodansha]",
    "image": "https://uploads.mangadex.org/covers/c57d084c-179e-44f9-8e4f-da870761d26b/a377f567-e9a8-4c6e-bd34-c7f652f6da11.jpg",
    "moods": []
  },
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 63",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?",
    "image": "https://uploads.mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/88cadeeb-cc86-4093-b973-46b6b7cd4521.jpg",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "I’ll Save a Decent Family",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ji-Woo Lee, an author gets reincarnated into her novel as Tara Elias, the 5th daughter of the Elias family. However, the family is supposed to fall soon, and everyone in it will be executed. Ji-Woo insists that she will escape her fate.  \n  \n\"I thought everything was going smoothly.\"  \n  \nThat is, until she meets the second prince. Prince Kyle Amur.\n\n---\n*They walked over me. Now I rule over them.*\n\nAfter being murdered, Yeonwoo is reincarnated as Tara Elias, the unremarkable and incompetent 5th daughter of the Elias family. How will Tara Elias, the nobody of the family, save the entire household from its grisly ending and become the ruler of the kingdom?\n\n---\n[Original Novel](https://page.kakao.com/content/55629319)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%9D%ED%95%A0-%EA%B0%80%EB%AC%B8%EC%9D%84-%EC%82%B4%EB%A0%A4%EB%B3%B4%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2381), [KakaoPage](https://page.kakao.com/content/54740855)\n\n**Official Translations:**\n* [English](https://manta.net/series/1376)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc28061)\n* [French / Français](https://www.verytoon.com/serie/the-falling-family-and-me)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ill-Save-the-Falling-Family/243)\n* [Japanese / 日本語](https://piccoma.com/web/product/54807)\n* [Vietnamese / Tiếng Việt](https://pops.vn/comics/ta-se-cuu-lay-gia-toc-suy-tan-nay-5eeacb5be3d0a70034a66c97)",
    "image": "https://uploads.mangadex.org/covers/8cbaf5f6-b69e-40ad-9ca0-be13a2cf2373/10b079e3-2941-41e0-adfa-bec384605571.jpg",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "The Queen of Retainers is obsessed over at night",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Didn’t Lull You to Sleep Only For You to Be Obsessed",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The protagonist finds herself possessing the body of April, a side character destined to be used by the villain and eventually killed by the male lead. Ignoring the original plot, she resolves to live a quiet life running a café in the countryside.\n\nHowever, her plans begin to unravel when she discovers that the boy she’s been caring for is actually the nephew the male lead has been desperately searching for.\n\nApril ends up becoming the male lead’s personal barista, brewing magical coffee for him every night, and eventually running a café in the capital. She tells herself it’s only until the female lead appears, but as she slowly opens up to the male lead, she finds herself becoming more and more entangled in a life by his side.",
    "image": "https://uploads.mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 398",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world! ――This is a light for life in a different world. When I thought, I was suddenly attacked by a beautiful dark elf...?!\n___\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
    "image": "https://uploads.mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/5138c62c-e9b0-4867-98d2-7f5813411d0c.jpg",
    "moods": []
  },
  {
    "title": "The Gilded Cage",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 165",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 221",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 398",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "The Sultry Demon King Wants Me",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Time travel"
    ],
    "summary": "The witch Lacey has been under the control of the state since she was a child because of her excessively strong magical power. After defeating the Demon King with the heroes, her only remaining role was to give birth to a child who would inherit her magical powers. However, her fiancé's infidelity was discovered just as their marriage was about to take place. With the help of Wayne, the hero who traveled with her, Lacey's life takes a turn.",
    "image": "https://uploads.mangadex.org/covers/f8f76baa-1105-4df9-8013-ece0c036567a/17784ce6-cfb1-4831-8794-e1d4d627aa85.jpg",
    "moods": []
  },
  {
    "title": "Extra but the Duke’s only daughter",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I squandered my salary to strengthen my game character, and became the lowest-ranking extra in the game. But… [◆Fate: On my 9th birthday, I will be horribly murdered by my father.] No, what is my fate?! It was unfair that I dimensionally shifted while playing a game, but now I will die by my father’s hand… I can’t just sit back and accept this crappy fate. Since it has come to this, I will overcome my fate myself!",
    "image": "https://uploads.mangadex.org/covers/a530d911-f535-4ab4-acbf-c090920b27f9/069dcb78-98de-4a1c-8ce8-77d2928bc843.jpg",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 194",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "Highteen Spoiler",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "After giving up Taekwondo for over 10 years, Sohee, who lives like a hanryang, has only one interest... k-teen romance! I dream of a future where I will become a lover with 'Soo-hyeon', who is going well. but… One day, So-hee's cell phone syncs a photo that is presumed to be the future, and the boy who became her lover in the photo... It was Lee An-do, an unlucky classmate! can not believe it! There is no probability in this love affair! Even after that, So-hee is confused by the more and more pictures of the future... Will it flow according to the spoiled ending?",
    "image": "https://uploads.mangadex.org/covers/f7f36fca-f34e-4689-8215-4e702c879192/f610c8fe-d454-413d-97db-6a7217e7b353.png",
    "moods": []
  },
  {
    "title": "Don’t Be Obsessed With A Spirit Like Me!",
    "chapter": "Chapter 107",
    "genre": [
      "Fantasy",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Promo for the novel *Don't Be Obsessed With a Spirit Like Me*.  \n  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/f8d0a171-8312-4eb9-87a6-cb3974c86471/5889ed99-22d1-4478-b6f6-763326b0cba3.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Young Lady’s Revenge",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Kiran, the strongest old soldier who fell in battle against the Demon King and lost his life, accepts a proposal from a goddess and is reincarnated. However, his new life begins as the daughter of the Heikera Baron family...!? The story follows the adventures of Kikka, the reincarnated daughter who retains the skills of her former life as a seasoned warrior, particularly the powerful \"Magic Bullet\" skill. As she boldly rises to prominence, her bravery attracts people to her side.\n___\n**Links:**\n- [Webnovel](https://ncode.syosetu.com/n3576hr/)",
    "image": "https://uploads.mangadex.org/covers/c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7/257da86c-8ec5-4597-a43a-45b184795a44.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 79",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "I’m Looking for a New Husband",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…",
    "image": "https://uploads.mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 74",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "The Baby Saint wants to avoid a bad future; you will give birth to me later",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sold Young Lady Is Protected by Her Brothers",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Demon King",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King. However, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being. Humiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
    "image": "https://uploads.mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/3f1c9a84-51ec-4d86-b2d0-24397142bb6a.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins.",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/bfe6b5d9-2a6d-4e72-9563-3fb517e28e1a.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 32",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/3e07507b-3425-48ee-baf0-83603a098487.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Florist",
    "chapter": "Chapter 238",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Even though he’s built like a fighter with a fearsome scowl, Jaeho would love nothing more than to become a florist instead. Unfortunately, Jaeho’s overbearing father disapproves, pushing his son to become an MMA fighter instead. Jaeho enters the virtual reality game, New World, to escape his father’s ambitions, but will he be able to realize his dreams?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=KQU_1f_ujBw)\n  \n- [Original Web Novel <Naver>](https://series.naver.com/novel/detail.nhn?productNo=4231463)\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/comedy/macho-florist/list?title_no=2203)  \n\n- [Official Spanish (Es) Translation](https://www.webtoons.com/es/action/the-strongest-florist/list?title_no=2948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/comedy/too-strong-to-be-a-florist/list?title_no=2041)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000851)",
    "image": "https://uploads.mangadex.org/covers/b3a76028-8968-4112-bef3-57a64e5d60c3/18c46f5a-f0b0-4724-87f6-eed4d67ee478.jpg",
    "moods": []
  },
  {
    "title": "I Thought I Didn’t Have Long To Live!",
    "chapter": "Chapter 102",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
    "image": "https://uploads.mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "moods": []
  },
  {
    "title": "Jakdu",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
    "image": "https://uploads.mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 21",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Endless Summer",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Two children of the same age, same name, together on the verge of a summer that will change their lives forever. When the world doesn't seem to listen to their hearts, how will they face the world together?",
    "image": "https://uploads.mangadex.org/covers/506098fd-3c49-4d02-8296-6eb221af06a5/49fc2ec0-c484-4afb-92eb-ce4706006b71.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 725",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  }
]