[
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "\"Jin... I'm expelling you from the party.\"\n\nJin had been adventuring with his childhood friend, Reki the Hero, aiming to defeat the Demon Lord.\nAlong the way, they were joined by Yuuri the Saint and Lucika the Sage, and at last, they reached the Demon Lord’s castle.\nHowever, just before the final battle, Jin was suddenly told he was no longer part of the party.\n\nHeartbroken, Jin returned to his hometown...\nBut soon after, the remaining party members—who swiftly defeated the Demon Lord—began showing up one after another with marriage proposals!?\n\nA slow-life × harem fantasy that begins with exile—let the story begin!",
    "image": "https://uploads.mangadex.org/covers/d4894b47-9af3-4b84-8adc-cb49e34994ab/68ad9b00-8dcb-4fb5-9821-276fb35a66ae.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…\n\n---\n\n**Original Webtoon:**     \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=835741)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12051527)\n\n**Official Translations:**     \n- [English](https://www.webtoons.com/en/fantasy/the-necromancer-familys-young-heir/list?title_no=7413)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-necromancer-familys-young-heir/list?title_no=7898)\n- [French](https://www.webtoons.com/fr/action/the-necromancer-familys-young-heir/list?title_no=8257)",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "The Beloved Saint Is A Princess Healer",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a kingdom divided by class and power, Eira, a young commoner with a mysterious gift, is thrust into the dangerous world of nobles, magic, and political intrigue. Her life changes when she catches the attention of Crown Prince Alvin, whose protective instincts toward her grow stronger with each encounter.\nBut their connection is surrounded by peril—Eira becomes a target for those seeking to exploit her abilities or harm the prince through her. From being abducted and nearly sold into a brothel to surviving assassination attempts, she faces constant threats from both the shadows of the criminal underworld and the glittering halls of the royal court. Alongside Alvin, whose cold and commanding presence hides deep care for her, Eira navigates tangled relationships with allies, enemies, and those whose loyalties are unclear. In this world, where magical restraints, political games, and whispered rumors shape every move, she must learn to protect herself and decide if she can trust not only Alvin’s protection—but his heart.",
    "image": "https://uploads.mangadex.org/covers/cd370729-5bb9-4b1d-a88b-184a62509820/01f8bd97-8489-4c0c-a920-609eeb4a3bd4.png",
    "moods": []
  },
  {
    "title": "The Path Of The Briars In The Moonlight",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Putting My Life on the Line, I Go All-in on Luck Enhancement",
    "chapter": "Chapter 38",
    "genre": [],
    "summary": "Despite his terrible luck in life, Ted was a top livestreaming musketeer in the fully immersive VR game, Face Chronicle. \n\nBut his bad luck made him stumble upon a conspiracy where major guilds were illegally taming boss monsters to get ahead. They were far from happy when Ted threatened to expose them, so they coerced him into deleting his game character, which forced him to start over. \n\nCan Ted turn his luck around by starting all over from level one? Or will his bad luck ruin his last shot?",
    "image": "https://uploads.mangadex.org/covers/ed430ef0-f657-4b0d-9c3a-9f99c3cc6637/c2dffd72-848f-4e1f-9ca6-872c4270e846.png",
    "moods": []
  },
  {
    "title": "It’s a thing, it’s a thing",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "I, Honjou Kaede, was invited by my friend, Shiromine Risa, to play a VRMMO. I don't hate games, but painful things are a little… no, I hate it very, very much. Eh!… the pain would be reduced if I placed stats on defense power? Then, the only place where I can place it, is there right? Right? Solidly fortify everything into defense, now here I come!",
    "image": "https://uploads.mangadex.org/covers/932158c8-1f78-4f8d-be23-b205c479fe80/78b97e8b-3831-45a5-9be6-32cf411e50e3.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 306",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Duke’s Daughter",
    "chapter": "Chapter 42",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A humble man in his thirties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists! He is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll. As he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily. And so, after being reborn as Miranda, he will enjoy his new life to the fullest! What kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?",
    "image": "https://uploads.mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/0855b156-67f6-4adc-82fe-a974f69e47ef.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Three Delicious Meals: Just the Two of Us",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "The Little Lord Who Makes Flowers Bloom",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
    "image": "https://uploads.mangadex.org/covers/dd9689c2-46f0-4e80-9c31-ea27cf48044f/ace01b19-e8c3-4482-83a3-be0f92a339fe.jpg",
    "moods": []
  },
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "the empresss time reversed abducted marriage",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 274",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess Reincarnation",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
    "image": "https://uploads.mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 247",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 218",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
    "image": "https://uploads.mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/efbc02bf-77ef-4021-a2e7-1c00aca9f2cd.jpg",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "My Inventory is Abnormal",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?",
    "image": "https://uploads.mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "moods": []
  },
  {
    "title": "Calm Down, Lady Ophelia!",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere girl getting less and less tsun day by day.",
    "image": "https://uploads.mangadex.org/covers/129c90ca-b997-4789-a748-e8765bc67a65/bd5e1721-3a5b-4760-b7d7-ef1818002108.jpg",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Not The First Time",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends. Will Koga persevere? Will he fare any differently than the rest? How will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
    "image": "https://uploads.mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Wicked You Sink Into This Love",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Evelyn marries Wilfred to help her sickly sister.\n\nWilfred is popular in high society and wealthy, but continues to cheat on her even after their marriage. However,\nwhen he returns home, he embraces Evelyn.\n\n\"Have you grown tired of me? So why do you make love to me?\"\n\nEvelyn is troubled by her relationship with Wilfred. She\nthought it was a loveless marriage, but Wilfred's deeper intentions begin to emerge...\n\nThe story of a married couple who love each other but deceive each other begins now.",
    "image": "https://uploads.mangadex.org/covers/9d9229f6-5043-4db4-bd41-97724e89e8d9/8a7d020d-568c-448a-aaee-df6fd8bc9f74.png",
    "moods": []
  },
  {
    "title": "The Princess Of A Fallen Kingdom Kisses Him Morning And Night To Break The Curse",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Cheryl, the princess of a fallen country, was cursed by Piany, the princess of the enemy country that destroyed her country, to \"burn her body when exposed to sunlight,\" and she spent her days being tortured. However, when Liam, a handsome general, came to the castle to occupy it, Cheryl was protected. As an efficient way to break the curse, she decided to kiss Liam morning and night to inject his magical power into her...!?\nThis kiss was necessary to break the curse. But that was all it was supposed to be--",
    "image": "https://uploads.mangadex.org/covers/f83c48e9-1f38-43a6-a41d-05cd16208376/f1c61aae-89ca-407f-b530-fc36e2534846.png",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "Overstepping Kiss",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain Family’s New Daughter-In-Law",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Time travel",
      "Villainess"
    ],
    "summary": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?",
    "image": "https://uploads.mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "moods": []
  },
  {
    "title": "You Have to Repay Your Savior",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Fristine, a noblewoman whose family has fallen into ruin and who lives in the countryside,\nis appointed by the king to care for the exiled princess.\nAlthough the princess is being kept alive as a hostage and used as a political tool,\nFristine takes good care of her and succeeds in saving her from a life-threatening situation.\nLater, the king is replaced and the princess is released from exile, where Fristine is invited to the palace\n. In recognition of her past achievements, she is granted an audience with the king.\nHowever, the king she meets is none other than Gerard, with whom Fristine was once in love.\nThis unexpected reunion sets her destiny in motion.",
    "image": "https://uploads.mangadex.org/covers/4edc791f-5056-4d75-81d6-d7620fe6da5e/970c4e88-1196-484e-8231-bc4485b29e3f.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "To Your Moralless [Complete Edition]",
    "chapter": "Chapter 37",
    "genre": [
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Brinny And The Empty Seat",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "A story about a possessor in a book who would even commit murder to achieve their goals.\n\nBrinny, who lived in compliance with her stepfather, thought it was something that had nothing to do with her—until she got entangled in an incident with the sickly 2nd Prince, Lucian.\nIn a moment of crisis, Brinny uses her immense strength to save Lucian and feels relieved when she sees that the possessor ‘Aridna’ has been captured, believing everything has been resolved.\nBut somehow, her beloved sister and the 1st Prince die in a carriage accident, and afterwards, even her now-fiancé Lucian starts acting strangely.\nWasn’t the possessor executed in the past?\nCould ‘Aridna’ still be alive?\nDetermined to fill the void left by her lost loved ones, Brinny makes up her mind.\nShe will fight against the possessor.",
    "image": "https://uploads.mangadex.org/covers/0a1caa35-205d-49f5-a611-018abe0b9433/a25f71c7-314c-4226-bdcd-c730beab6b57.png",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "Is romance possible?",
    "chapter": "Chapter 5",
    "genre": [
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Seo Ida suddenly has a twin after 24 years of living in an orphanage. Because her twin ran away from home, Seo Ida has to marry her twin's husband exchange for 500 million won as a down payment.",
    "image": "https://uploads.mangadex.org/covers/821fba41-adfe-4ae5-a4f0-f4a40f3d322f/98b78d57-50e0-4d21-b27f-1c6f3ba40247.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
    "image": "https://uploads.mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/52aa7ef5-f1ec-4f1a-bddc-f01cc29a813f.jpg",
    "moods": []
  }
]