[
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "8% Opacity",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Unfortunate Bride Is Abducted by the Charming Dragon King",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 147",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight...",
    "image": "https://uploads.mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/1140030e-7055-4b45-b206-aaa26bf6cf10.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Hunter Doesn’t Want to Be a Villainous Princess",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "S-class Hunter Kim Yiyoung can't wait to leave the novel she woke up in. She gets the chance after defeating the story's final boss, but instead of returning home, she's sent into another novel! Yiyoung becomes Lady Renee Markious, a petty villainess who's just been framed for murder. Fortunately, Yiyoung has a secret weapon nobody knows about… her skills from her past life! Can Yiyoung clear Renee's name and find her way back to her own world? Or will she be trapped in this tale for good?\n\n---\n\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
    "image": "https://uploads.mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/2cd082ce-c6e5-439b-8c00-86e7ddfb322e.jpg",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "He wanted to live. He wanted to live meaningfully.\nHe didn’t want to ruin his life by making rash choices.\nWhat on earth should he do? How should he be free… … .\n\n‘There are too many people here who want to manipulate me as they please.’\nIf there’s something you want, you have to fight for it.\n‘It doesn’t matter who it is. If it’s a goddess, I’ll kill her. If it’s heaven, I’ll tear it apart.’\nIf there’s something you long for, you have to face it.\n‘I can do it.’\nRather than living your whole life tied up like a dog, you have to risk death and break the leash.\n\nThat’s what you taught me.\nSo Victoria.\n“Just be free.”",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "I Became the Male Lead’s Adopted Daughter",
    "chapter": "Chapter 129",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"I'm going to adopt a child.\"\r\n\r\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\r\n\r\n\"Even as you breathe right now, I'm earning money.\"\r\n\"It's confidence, not arrogance.\"\r\n\"My face really does have its advantages.\"\r\nThe most arrogant father in the whole world, and-\r\n\r\n\"I love muscles the most. Let's get muscular.\"\r\n\"Show me your thigh muscles! Your butt would be even better!\"\r\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \r\n\r\nAnd… \"I will give his excellency the information he wants most.\"\r\n\r\n\"Information I want most, you say…\"\r\n\r\n\"You won’t regret it.\"\r\n\r\n…A stepmother(?) with a strange secret as well.",
    "image": "https://uploads.mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/a140e5f7-0d44-4b19-9d03-5c7add9f4e6d.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Got A Job At A Haunted Mansion",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Code Demon",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reincarnated into the Demon King's castle!? Magic developed using programming skills! And even the Demon Kings recognize that magic——?\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/68401)",
    "image": "https://uploads.mangadex.org/covers/0d56df6a-e604-4ed1-9c91-0d80548272ba/ed34b250-fd76-4999-99e4-777fba5d53c1.jpg",
    "moods": []
  },
  {
    "title": "Helmut: The Forsaken Child",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
    "image": "https://uploads.mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/de4a02f5-86f9-498e-ae90-85902b62b156.jpg",
    "moods": []
  },
  {
    "title": "Duke Please Fail!",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!",
    "image": "https://uploads.mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/123f50bf-a91b-46d7-90ea-0c1757e73e28.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 65",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 28",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Into the light once again",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was falsely accused of attempting to kill my younger sister, who was worshipped as a holy maiden. There was not a single person who believed in me, nor was there a person who stood up for me. Not even my blood-related family. I was fourteen years old, and it was winter. I, who was Edenbell's Fourth Princess, was miserably beheaded in front of the masses. After the end of my death, I awoke and what came was...\n\n\"My baby, my precious younger sister.\"\n\nWith a delightful smile, he held my small fingers. That warm gesture, warmth, and touch. He sang me a lullaby as he held me gently and swayed.\n\n---\nWhen Princess Alisa is framed for a terrible crime, she is shocked to learn that her own family wants her executed. After losing her will to live, she finds herself reborn as the princess of a rival empire. And though her new family acts sweet and kind on the surface, she's not sure they can be truly trusted. Luckily, with this new life comes new power. But what exactly is this mysterious magic that awakens in her? And more importantly, can she use it to get vengeance against those who once betrayed her?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
    "image": "https://uploads.mangadex.org/covers/6cfc0541-41e2-4f77-8340-971fdc15bacc/78323f12-2417-48b1-989c-2cc575f2fb01.jpg",
    "moods": []
  },
  {
    "title": "The most poweful characters in the world are crazy about me",
    "chapter": "Chapter 133",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "One day, when a thirteen year old was chewing on some bread that came out as a snack, Dahlia Pesteros suddenly remembered her past life. This was the world of the tragic otome game where the characters went crazy, and she was born as the person who would become the greatest villain in the future's younger sister! At this rate, there was no answer. The household would be exterminated, and I would also get my head cut off. That's why I have to get out of this household as fast as possible! 'I have to make him put his guard down and escape!' It was going well up until I got rid of the relative who was aiming for the household, the snake-like Emperor, and got Brother's approval, but-\n\n\"I want to dance with Dahlia. What's the problem?\"\n\n\"Unfortunately, my younger sister is shy.\"\n\n\"I said that I like Dahlia the most!\"\n\nSomehow, I've tamed my brother too much, and the strongest characters in the world are obsessed with me!\n\n---\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/80303)",
    "image": "https://uploads.mangadex.org/covers/66f6c059-9c92-4fc3-aee7-92e0e663a87a/30cc2279-e576-450f-9f4b-ce18ec999416.jpg",
    "moods": []
  },
  {
    "title": "A Villain’s Will to Survive",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Duchess of Farrens is a prominent noble family that supports the backbone of the Kingdom of Istoward. Elaine Farrens, the duchess of Farrens, after her misdeeds and attempted usurpation of the country, finally died, her life taken by her own daughter. In her dying moments, her high pride was finally broken, and she truly regretted what she had done, but it was all in vain. The ducal family itself was destroyed, and its notoriety was to be forgotten in time.\n\nHowever, Elaine regained consciousness the next thing she knew. And what’s more, she was giving birth. She immediately realised that it was useless to try to understand her situation in such a situation, and decided to face the life in front of her, thinking about it after the birth for now.",
    "image": "https://uploads.mangadex.org/covers/cac1025d-2604-46ea-85f6-4ee13f2a318a/b884a12f-7205-46e0-8735-520e0e9cfc9d.jpg",
    "moods": []
  },
  {
    "title": "Legend of the Reincarnated Demon God",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Junior Heavenly Demon, Yeon Woon-hwi, was born without a dantian.\n\nHowever, through dark arts and his shitty personality— er, preternatural ability, he became the junior lord of the Heavenly Demon Cult.\n\nHe was a man of many epithets:\n\n‘Great Sorcerer of the Dark Arts’\n\n'King of the Wandering Lost Souls’\n\nBut the people’s assessment of him was simple:\n\n“If he smiles, run as fast as you can. His smile is a death sentence.”\n\n“Catch his eye, for he shall provide you with lifelong protection. That is, if you can.”\n\nHe was living the good life, when suddenly, he was betrayed in a coup led by the vice-lord and elders of his cult.\n\n“You seem to have forgotten what kind of person I am, Uncle. So die. All of you.\"\n\nUsing the holy relic of the first Heavenly Demon, he self-destructed, taking the traitors with him. And then, he opened his eyes to the most unexpected of places...\n\n\"I'm in the Tang Clan? And a branch family at that?\"\n\nHe awoke as Tang Woon-hwi, an illegitimate son of the Nine Dragon Branch Family, a subset of the Sichuan Tang Clan.\n\nWill Woon-hwi be able to find his master, bring together his scattered followers, and rebuild the Heavenly Demon Cult?",
    "image": "https://uploads.mangadex.org/covers/639bce54-89ac-4ef1-8f64-5be57689ffce/f12249e3-d246-4c07-bfa7-77d025361693.jpg",
    "moods": []
  },
  {
    "title": "Regressed Genius Creates Mythic Items",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "On the day of the Earth's destruction, Level 1 Alchemist Kim Si-moon forged the Philosopher's Stone, which can do anything if an equivalent exchange is established.\n\n[What do you desire?]\n\nRight now, all he want is to destroy the Earth, to give the man responsible for his brother's death a good kicking, and to live a life without magic! \n\nHe thought he'd ended his life full of regrets... yet he woke up 11 years in the past.\n\nThis time, he'll undo his miserable life as a disenchanted person and all the suffering that will happen in the future! \n\nFollow Si-moon's journey to change the future with his partner, the Philosopher's Stone!",
    "image": "https://uploads.mangadex.org/covers/8228d21c-45f5-4a8f-a247-22e73929cf95/fe5fded5-17ad-4b48-a6f7-b673a951f719.jpg",
    "moods": []
  },
  {
    "title": "I Become The Youngest Disciple of The Martial Arts Leader",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "Baby Snow Leopard of the Black Leopard Family",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A child, born a hybrid and abused to death by her maternal grandfather, is reborn with memories of her past life. Faced with the same fate, she seeks out her estranged father for protection until adulthood. Expecting rejection, she is instead met with love and acceptance from her father, siblings, and grandfather—who even offers her the family leadership.",
    "image": "https://uploads.mangadex.org/covers/68ef68e9-ce1e-4529-8e6e-eac4c80b4cb4/cc6eded5-340e-4832-bf4c-5288017141e4.jpg",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "Blade of Retribution",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
    "image": "https://uploads.mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 297",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "Invasion of the Myriad Races: Starting by Taming a Legendary Beast",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "I Contracted Myself",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible.",
    "image": "https://uploads.mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "The Monster Duke Mistook Me for His Wife",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 551",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "She Is My Mother In Law But I Dont Want Any Conflicts Between us",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Devourer, Please Act Like a Final Boss",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?",
    "image": "https://uploads.mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/ff3e6d1f-1ceb-4473-8ec6-e181348cd0c5.png",
    "moods": []
  },
  {
    "title": "I’m Gonna Annihilate This Land",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Annihilate this land. Cleanse it of all impurities.\n\n“To think I reincarnated as a bald skeleton who can’t even poo.” The Skeleton king, the most wicked demonic king who the gods find bothersome. I was sealed after being scammed by the gods with a contract promising to turn me into a human. This is what they said. “Saint, have you awakened?” This warmth and soft texture… A human body? And I’m a saint? “Oh my, why is the baby saint in such a good mood today?” “Saint, this is the toy of that loathsome skeleton king. Do you want to try destroying it?” “The great gods crossed the line and gave everything back to the skeleton king who challenged the gods.” …Annihilate this land. I will become the saint, make the gods eat shit, and annihilate them.",
    "image": "https://uploads.mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "moods": []
  },
  {
    "title": "Return of the Frozen Player",
    "chapter": "Chapter 179",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
    "image": "https://uploads.mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 85",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 137",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Beware of the Strongest Man Who is Crazy About Me",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For her sister's happiness and happy ending, Charlotte decides to bring home the knight who holds her sister's heart. However, that means getting to the Black Dragon Order, where the mysterious Archduke Ludovika lurks. With rumors of the archduke's penchant for men, Charlotte dons a wig and becomes Charcharl, a new squire of the order! Despite trying to lay low, she keeps drawing the archduke's eye and suspicions. Can Charcharl keep up the act till the end, or will her cover get blown?",
    "image": "https://uploads.mangadex.org/covers/14b50699-a2df-46bb-b274-3a51ba7868b1/81b66b5d-8967-4a7f-9c77-af9af1cff244.png",
    "moods": []
  },
  {
    "title": "I’m Ready for Divorce!",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Medi is a runaway former saint who can turn into a wolf and she now lives inside a forest. One day, she took care of a cute young boy who got lost in the woods and helped return him home once the boy started feeling better.\n\nTen years later, a beautiful young man visited her home saying, \"I'm looking for the wolf that had helped me here in the past.\"\n\nHis name is Claude and it seems that he's the boy she had helped before! She can't admit to him that she is the wolf and in her attempt to cover it up, she somehow ended up volunteering to help him look for the wolf instead?!\n\n---\n**Original Web Publication:** [Palcy](https://palcy.jp/comics/1306), [Pixiv Comic](https://comic.pixiv.net/works/7895)\n[Original Web Novel](https://ncode.syosetu.com/s0651f/)",
    "image": "https://uploads.mangadex.org/covers/59bb9f60-60a7-4834-b70e-392d1500ae7e/89647423-b831-4708-94f5-459be1de5c8b.jpg",
    "moods": []
  },
  {
    "title": "My Wish Is Two Separate Beds",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julia, the Queen of Semele, has a dilemma—her childhood friend and husband, Endymion. Married through an arranged union, they’ve shared a bed for 12 years, growing up like siblings. But one day, everything changes.\n\n“Do we really need to share a bed? You should break this habit, especially for your future concubine who’ll bear your child…”\n\n“My child? With whom?”\n\nSuddenly, their dynamic shifts. Endymion leans closer, locking eyes with Julia.\n\n“My child… will be with you.”\n\nHis whisper sends shivers down her spine. Since that night, sharing a bed has become unbearably awkward.\n\n“Can we please just use separate beds?”",
    "image": "https://uploads.mangadex.org/covers/f57b324d-b5ad-4442-9032-9abe2c7376e9/9acb140a-13ac-496e-8ae5-1f52d45d82a7.jpg",
    "moods": []
  },
  {
    "title": "A Fresh Concubine",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]