[
  {
    "title": "My Wife Appeared at My Wife’s Funeral",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 62",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "The Young Genius Paintress",
    "chapter": "Chapter 86",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past commoner life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. Thus Anisphia concocts a plan to help Euphyllia regain her good name  somehow involving them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom... and the entire world!\n___\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
    "image": "https://uploads.mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/38b6bdd8-ee42-498f-820e-319d87607445.jpg",
    "moods": []
  },
  {
    "title": "The Princess is Evil",
    "chapter": "Chapter 166",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "North Snow Love Story",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 134",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "I’m an Extra Who’s Trying to Run Away from the Obsessive Male Lead",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[Deceive Diello Argenta and steal his chastity.]\n\nThis was the message from the vile Duke Alloge, who had torn his daughter’s back with the name of the enemy.\n\nThe protagonist reincarnates as Croua Alloge, a villainess extra in the dark +19 novel *The Three Dukes’ Houses*.\n\nOrdered to disguise herself as “Phero,\" the fake fated partner of Duke Argenta, and bring down the duke’s household from within—\n\nShe chooses instead to sleep with the enemy to escape her predetermined fate in the original story.\n\n“Let’s get married. Just for one year.”\n\nThey enter a contract marriage for mutual benefit, pretend to be a passionate newlywed couple, and work to protect Argenta.\n\nBut one year later, when Croua plans to leave Argenta, Diello reveals his hidden true nature!\n\n“I thought you were wise. But how can you know one thing… and miss the other?”\n\nWill Croua be able to escape Diello’s sweet obsession?",
    "image": "https://uploads.mangadex.org/covers/8999c394-3247-4781-b993-83d11d1b50d6/3fc334bf-f727-4ba1-b1ae-5c6e4ad3cc67.jpg",
    "moods": []
  },
  {
    "title": "Let’s Go to your House, Oppa",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Florence Café’s owner, Yoo Ji-an, has someone who feels more like an older brother than her real one.\n\nThat person is Choi Jae-geon, the heir of Hwaseong Construction, who never misses a chance to get on Ji-an’s nerves.\n\nOne day, after an unexpected incident leaves Ji-an with nowhere to go, Jae-geon is the one to reach out first.\n\n“Come to my place.”\n\nAnd so begins their cohabitation.\n\nThey’ve always bickered and clashed at every turn, but suddenly, the atmosphere between them starts to shift.\n\nThen, with just one sentence from Jae-geon—\n\n“Come to my room.”\n\nJi-an’s heart starts to race.\n\nKIM's hit novel, Come to My Place, now adapted into a webtoon!\nFamiliar yet unfamiliar, in a home that isn’t her own—\nA fiery love-hate romance begins!",
    "image": "https://uploads.mangadex.org/covers/642aea88-d765-4bc3-91fd-6e16fc0cbaa0/bd73d9dc-4094-40f5-9441-030abeee84e9.jpg",
    "moods": []
  },
  {
    "title": "Match Made in Heaven by Chance",
    "chapter": "Chapter 125",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
    "image": "https://uploads.mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 207",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
    "image": "https://uploads.mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "moods": []
  },
  {
    "title": "Mia is Back",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Five years ago, my first love, Cha Mia, disappeared. Now, she has reappeared before me, completely changed.\nAn unexpected reunion at the police station… and she turns out to be a freshman at the same university?\n\nThe story of two people who thought it was over begins again on campus... or so I thought, but she still insists on letting the past go.",
    "image": "https://uploads.mangadex.org/covers/6370bf37-e997-4a5b-8651-3c5bb60c9c3a/ad5a5253-5bb7-4e6f-ba13-2869fe72ee0e.png",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 128",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After ten years of chopping firewood (so tired ಠ╭╮ಠ), female immortals (one after another ╮(￣⊿￣)╭) knelt down and begged me to take them as my disciples! _(´ཀ`」 ∠)_",
    "image": "https://uploads.mangadex.org/covers/2a3174c7-c448-440c-8eb1-473765d92f52/29ff7f1c-be45-4898-8980-1e6a8993e10c.jpg",
    "moods": []
  },
  {
    "title": "Don’t Pay Attention to The Villainess",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Super Hero: Black Friday",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I'm Teru! Just your wee lil' horny high school girl who's trying to become a mangaka! One day, while I was lost in my sexual fantasies, I got hit by a truck and was reincarnated into an isekai! Though I became a slave of the beautiful elf queen, Sirius, I've got a wholesome orc as my roommate, and there's cute elves all around, so I have to say I'm having a pretty time!",
    "image": "https://uploads.mangadex.org/covers/7c5cbad4-8bfe-48b3-af13-18c338dda5da/c120b80f-2268-4b98-add7-933c9c9328ab.jpg",
    "moods": []
  },
  {
    "title": "Face Genius, 0-Year-Old Top Star",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Married into a Family of Tyrants, But Isn’t Their Obsession a Little Too Much?",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead and I Are Trapped In A Horror Game",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "I Will Protect My Tyrant Dad!",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a small-town child in a fantasy novel, Sien discovers her father is the exiled heir of a villainous duchy. Fearing their return to the ruthless family, she strives to protect him.  \n\nBut wait—her dad was once a tyrant?  \n\nA heartwarming tale of a secretly powerful dad and his scheming daughter trying to preserve his innocence unfolds in this delightful mix of humor and healing misunderstandings.",
    "image": "https://uploads.mangadex.org/covers/89c32f13-a372-425e-b107-440f07302263/8410b07d-8410-4ce6-8508-a2d732fddfe6.jpg",
    "moods": []
  },
  {
    "title": "Emperor of Solo Play",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Betrayed by his guild and defeated by a top player, Hyrkan loses everything. Before he can get revenge, a fatal accident ends his life — only for him to wake up years in the past, back at the start of Warlord. \n\nNow, with his memories intact, he’s determined to rise to the top alone. But in a game where power means everything, can he truly survive without any allies? \n\nThe Emperor of Solo Play is back, and this time, he’s playing by his own rules.",
    "image": "https://uploads.mangadex.org/covers/acffbf6c-b3c8-49fd-afd7-14ebc9586bd8/e3f80e9f-757e-4bc5-b531-d2652e9e3522.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "The Masters Are Subscribing To Me",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Middle-aged Beryl Gardinant has only ever accomplished one thing: running a humble sword-fighting dojo in the quiet countryside. \n\nBut when he’s paid a visit by his former pupil, Allusia, he discovers that she has become an elite commander — and she’s hardly the only ex-student who’s a renowned warrior! \n\nNow forced by Allusia to become a special instructor to the strongest order of knights in the kingdom, can Beryl reach his full potential even though he’s an old man?\n___\n**Additional Links:**\n- **Official English Light Novel:** [J-Novel Club](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
    "image": "https://uploads.mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/88ae9aba-e9cb-4073-b7da-0831797be5ab.jpg",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "Shut up, Evil Dragon, I don’t want to raise a child with you anymore",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 89",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "My Wicked Little Girl",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "Tracy was only 16 when she was sentenced to death. Unloved and unwanted, she died as a forgotten side character in someone else's story. But fate gives her a chance to write her own story as the protagonist this time by sending her back into her six-year-old body. This time, Tracy knows every betrayal coming her way and refuses to be a mere stepping stone again. If survival means becoming the villain, she'll gladly embrace the darkness. Now, let the real story begin.",
    "image": "https://uploads.mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "The Archduke’s Gorgeous Wedding Was a Fraud",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!",
    "image": "https://uploads.mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/240471a1-538d-42c8-9f39-a8f065713708.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "Light of Arad: Forerunner",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Summoned to purify the corruption spreading across Arad...?\n\nJinseong, a player who dedicated his life to \"Dungeon & Fighter,\" is summoned to Arad by the transcendent Nemer and given the mission of becoming the Claw Master.\n\n“You shall become the Claw Master and guide the blade through rightful trials.”\n\n\"I'll become the Claw Master or whatever it takes. I will survive in this Arad!\"\n\nWill DFO veteran Jinseong successfully complete his mission and return to the real world? The story of the Dark Knight Jinseong's quest to prevent the destruction of Arad begins!",
    "image": "https://uploads.mangadex.org/covers/144d51a6-03bd-4c0f-9db2-eb4fb2b989f0/aa27ccf6-4453-4206-899e-0ad34597de79.jpg",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Monster Duke Mistook Me for His Wife",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A girl with foresight is sent to live with her cold, villainous uncle after her mother’s death.\n\nDetermined to save him from a dark future, she clings to him only to find roles reversed as he grows emotionally dependent. \n\nWith a possessive childhood friend and a desperate father added to the chaos, her simple mission spirals out of control.",
    "image": "https://uploads.mangadex.org/covers/9d192af0-ef23-4424-afdb-233e2282c4ed/95573925-65e4-4df4-8aa7-1354bcae315d.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired Dad Is Not Reaping",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 185",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 68",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  }
]