[
  {
    "title": "Fair Trade Commission",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Subcontractors were nothing more than Robots I was grateful for. It was only natural to squeeze everything out of them. But after being betrayed by the group I worked for, I opened my eyes in a new body and finally saw the tears of those \"Robots.\" Having gained a second life on the brink of death, can my soul be saved?",
    "image": "https://uploads.mangadex.org/covers/54eafd69-f8f1-4161-bb37-86ee5ec32625/e7608ed2-ede4-415e-a25f-02da6e0ad3c2.jpg",
    "moods": []
  },
  {
    "title": "A Corporate Underling Who Excels at Work",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Chae Gyeong-jun, who gave up both college and his dreams due to the IMF crisis, once again faces despair in front of his grandmother's sudden hospitalization fees.\n\nBut then, a mysterious benefactor steps in to cover the hospital costs for his family...\n\n\"Who would provide support that doesn't help them at all, and why?\"\n\nIn search of an answer, Gyeong-jun heads to Taeseong.",
    "image": "https://uploads.mangadex.org/covers/45dc3fea-9a51-4964-a1d0-313d0b554310/c922975e-b6e9-474a-8816-186b61119116.jpg",
    "moods": []
  },
  {
    "title": "I Became A Part Time Employee For Gods",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Devoid of professional skills, unemployed Yu Damduk was forced to take a part-time job. Frustrated with his pathetic life, he vents to the gods, gets stricken by lightning and passes out.\n[Hiring] God is waiting for you.\nWhen he wakes up, he finds a status window floating before his eyes.\nSince I have nothing to lose anyway, let’s go with the flow…\nJumping into God’s Part-time world to have a better life, the adventure of Yu Damduk, who became the lowest-class God in the part-time world, begins!",
    "image": "https://uploads.mangadex.org/covers/0a5d1769-7401-43fb-9b0e-26f3be6ca6ba/4602a240-e36d-4438-b4f7-ecd9f6ce5141.png",
    "moods": []
  },
  {
    "title": "Worthless Regression",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In Aeria, a place where people from various worlds are summoned, the weak are destined to die.\n\nLee Sungmin, a talentless mercenary, was no exception. Fortunately for him, a mysterious item he finds before his untimely death sends him back to the past.\n\nNow a 13-year-old with a second chance at life, Sungmin begins his desperate journey to become Aeria's strongest with no money or talent.\n\nWill effort alone be enough to make a hero of a boy with absolutely nothing?",
    "image": "https://uploads.mangadex.org/covers/5bad4a36-31a3-491d-a63c-2640f08f0cba/44350be6-a690-443d-91b1-7a09d0ddb798.jpg",
    "moods": []
  },
  {
    "title": "It’s My Destiny To Be The Hero’s Saviour",
    "chapter": "Chapter 144",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I remember the memory of my previous life when I was abused by my father for the experiment. Then I realized. According to my previous life, this is the world of fantasy fiction I’ve read. That she was born with a minor role and died before the novel even started. Ariadne thought calmly, ‘I am screwed.’\n\nShe was also screwed on a global basis, this novel has a bad ending. The end of this 10-volume Munchkin (overpowered) fantasy novel is it was the failure of the protagonist and the destruction of the world.\n\n---\nAfter years of torture at the hands of her own father, young elementalist Ariadne Eldier sees her chance to escape when her mother’s untimely death prompts a visit from her grandfather, a powerful archmage. Once whisked away to safety, Aria begins her plans to not only distribute an elixir for the contamination plaguing the land, but also save the protagonist and prevent this novel’s tragic ending. But with her own fated death looming, will Aria be able to become the hero this tale needs?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B5%AC%EC%9B%90%EC%9E%90%EA%B0%80-%EB%90%A0-%EC%9A%B4%EB%AA%85%EC%9E%85%EB%8B%88%EB%8B%A4/2890), [KakaoPage](https://page.kakao.com/content/59494826)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-heros-savior/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26301&contentId=301) (App only)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Heros-Savior/597)\n* [Japanese / 日本語](https://piccoma.com/web/product/112577)",
    "image": "https://uploads.mangadex.org/covers/dbcee2f0-2ea2-42ea-800d-7942e33840c8/4a7c3316-12f9-479b-94ed-4b4912f56d8a.jpg",
    "moods": []
  },
  {
    "title": "It’s not a case of being loved",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/c26cea85-cc81-4e84-93a7-c584b0aafa81/cfa7fe36-3de0-428d-ac09-1c73a508f24e.png",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 362",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "Seoul Exorcism Department",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Shounen",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/904c6660-76de-4d95-97ae-a0132b411dae/58ac84da-6011-4627-bc76-6d6c9ee21139.jpg",
    "moods": []
  },
  {
    "title": "The Young Genius Paintress",
    "chapter": "Chapter 79",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past commoner life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. Thus Anisphia concocts a plan to help Euphyllia regain her good name  somehow involving them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom... and the entire world!\n___\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
    "image": "https://uploads.mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/38b6bdd8-ee42-498f-820e-319d87607445.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Assassin is a Genius Swordsman",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adaptation",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Raon was once a loyal assassin for House Robert until Derus killed him. Not willing to give up, Raon prayed for vengeance and woke as a member of House Sieghart, the most powerful noble house!\n\nHe’ll need all of their near-infinite resources to get revenge. Though he carried over knowledge of a powerful Flame Link technique, he also carries the Curse of Bitter Frost, something that’s slowly killing him.\n\nAs if that weren’t enough, the demonic embodiment of Wrath is trying to take over his body!?",
    "image": "https://uploads.mangadex.org/covers/e024f80e-b849-49d2-a032-da7dd8a3825c/a33861ca-2b27-46c7-9b69-48da0b174793.jpg",
    "moods": []
  },
  {
    "title": "Juvenile Prison",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Juyeong is in a juvenile detention center for the attempted murder of his father, Gang-ryong. He clings to hope, dreaming of a future in Seoul with his childhood friend, Dayeon. \n\nBut everything shatters when Dayeon is tragically killed by a rogue truck, and the devastation deepens when Juyeong learns that his father was behind the wheel. \n\nIn a cruel twist, Gang-ryong regains consciousness and offers Juyeong an ultimatum...\n\n\"If you want revenge, become the king of this detention center!\"\n\n Now, Juyeong must navigate the treacherous world of prison politics, determined to rise to power and avenge his friend.",
    "image": "https://uploads.mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "moods": []
  },
  {
    "title": "You Didn’t Say the Start of the Regression Was a Gate",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Han Seo-ha is a warrior who fought to the end against the evil empress who ruled the world. She died in a final battle, but woke up in the past, the day she entered a portal called “Gate Dragon”. This portal was actually a virtual reality game that took people to a fantasy world full of monsters and dangers.\n\n She decided to use her knowledge of the future to survive and change the fate of the world but, she will have to face many obstacles and enemies who tried to stop her, Seo-ha will also find several allies and friends who helped her on her journey.",
    "image": "https://uploads.mangadex.org/covers/0e1dafff-316d-4c7c-ab79-13e1711bc0b8/630a8924-d8ba-43ba-b93a-1c71084cfd81.jpg",
    "moods": []
  },
  {
    "title": "Don’t Trust the Heroine",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Let’s Go to your House, Oppa",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Florence Café’s owner, Yoo Ji-an, has someone who feels more like an older brother than her real one.\n\nThat person is Choi Jae-geon, the heir of Hwaseong Construction, who never misses a chance to get on Ji-an’s nerves.\n\nOne day, after an unexpected incident leaves Ji-an with nowhere to go, Jae-geon is the one to reach out first.\n\n“Come to my place.”\n\nAnd so begins their cohabitation.\n\nThey’ve always bickered and clashed at every turn, but suddenly, the atmosphere between them starts to shift.\n\nThen, with just one sentence from Jae-geon—\n\n“Come to my room.”\n\nJi-an’s heart starts to race.\n\nKIM's hit novel, Come to My Place, now adapted into a webtoon!\nFamiliar yet unfamiliar, in a home that isn’t her own—\nA fiery love-hate romance begins!",
    "image": "https://uploads.mangadex.org/covers/642aea88-d765-4bc3-91fd-6e16fc0cbaa0/bd73d9dc-4094-40f5-9441-030abeee84e9.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "What a Bountiful Harvest, Demon Lord!",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I've become the Demon Lord, the final boss in a game, but...\n\nIf I invade the human world? I'll be slain by the max-level protagonist I raised.\n\nIf I stop the invasion? I'll be devoured by my starving demon generals.\n\n...Therefore, the only answer is farming.",
    "image": "https://uploads.mangadex.org/covers/15ab4953-66b2-4030-bfd1-498389484191/41d32ca7-8535-4845-b1db-6e178a4af3da.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired British Doctor",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "‪Guardian Of Dragon",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
    "image": "https://uploads.mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Surviving The Game as a Barbarian",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adaptation",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
    "image": "https://uploads.mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/51054a62-fcbd-472d-aee2-e6bd061721a8.jpg",
    "moods": []
  },
  {
    "title": "Return of the Mad Demon",
    "chapter": "Chapter 163",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "Dinato, once feared as the mightiest Demon King, was cursed by an item belonging to Annie, the female hero he defeated. Transformed into the body of a beautiful girl, Dinato's troubles only grew when Annie was revived as a gyaru—and due to the curse, Dinato is unable to defy her!\n\nStripped of most of his powers and now targeted by his former monstrous minions, Dinato is brought to his knees by this harsh reality. Amidst his struggles, Annie reveals the only way to return to his original form: a journey of \"helping people\" by defeating monsters that threaten humanity—a task utterly unbecoming of a Demon King…",
    "image": "https://uploads.mangadex.org/covers/b6991701-a6a5-4ad1-8b0e-833dc13ac5b5/3bb7f7c0-47e2-4f0c-8799-25d915ebc046.png",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 215",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 84",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 183",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A girl walks alone in a world without humans. Her mission is to search for survivors and cleanse the land. Will humans be found? A story of loneliness and beautiful ruins.\n\n---\n**Links:**\n- Alternative Official Raw - [Comic Walker](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
    "image": "https://uploads.mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/95f57dbd-edee-42df-b4ac-9eb610e27e72.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 17",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Absolute Necromancer",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
    "image": "https://uploads.mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "moods": []
  },
  {
    "title": "The Former Noblewoman with a Distrust for Men Decides to Help the Lustful Prince",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 33",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Male Lead From a Prison Shelter",
    "chapter": "Chapter 76",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?",
    "image": "https://uploads.mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "moods": []
  },
  {
    "title": "The Heroine’s Friend Strikes Back",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a side character wrongfully accused and executed, Mia resolves to rewrite her fate. Returning to the moment she first met the villainous heroine, she vows to stand tall and fight back, sparking a thrilling rebellion against a fabricated destiny.",
    "image": "https://uploads.mangadex.org/covers/93c0dae5-ecf8-4371-b65f-735c1ff21d4c/ff1ebf8f-a78c-42d8-a98f-023469c2b3cf.jpg",
    "moods": []
  },
  {
    "title": "The Cold President’s Little Cutie",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way.",
    "image": "https://uploads.mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "moods": []
  },
  {
    "title": "Shut up, Evil Dragon, I don’t want to raise a child with you anymore",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "I Met the Male Lead In Prison (2023)",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I met the male lead in the prison. I know he's supposed to be a 19+ tragedy novel male lead, but... Why is he like that?\n\n\"Woof! Woof! Woof! Grrr.\"\n\nIt was said that he was cursed to turn into a beast... So, what is it like to awaken from the curse?\n\n\"T-t-take responsibility, or d-don't touch me!\"\n\nI just felt relieved, thinking there wouldn't be any romantic feelings or involvement between me and the male lead.\n\n\"One year later. P-please meet me... on the day I get out of here!\"\n\nMeeting him didn't seem too difficult, so I agreed. So I was released first, but...\n\n**\n\n”Come on in. My lovely little sister who's as charming as the flower.\"\n\nOn the day I was released, the man who approached me turned out to be my brother.\nI was the villain's sister.\n\n\"You went through a lot on my behalf, didn't you? I've been waiting for you.\"\n\n…Fuck. On top of it all, I’m the precious little sister of the villain who is the male lead’s nemesis?\n\n**\n\nThree years later, when we met again, the male lead smiled with a completely different face.\n\n\"Hello, Iyana. I'm going to kidnap you from now on.\"",
    "image": "https://uploads.mangadex.org/covers/dc07afaa-643a-4bf4-a9d0-b21ecc101736/9a73fd90-5e32-4284-b2ed-170119adbb8f.png",
    "moods": []
  },
  {
    "title": "Beasts",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "I Tamed the Broken Male Lead with My Fist",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 157",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "The oppressed magic tool maker elopes with a mod butler",
    "chapter": "Chapter 29",
    "genre": [
      "Romance"
    ],
    "summary": "I never expected the dull servant to actually be a prince...!\n\nErin, a young girl who devotes herself to developing magical tools to fulfill her late mother’s dream of \"making people happy with magic tools.\"\n\nHowever, as the child of a mistress, Erin is in a difficult position and endures relentless harassment from her stepmother.\n\nDespite her struggles to achieve her dream, Erin's hopes are crushed by her stepmother's schemes, and she is pushed to the depths of despair.\n\nIn her darkest moment, the only ally she has, the servant Foolda, reaches out to her.\n\n\"Would you elope with me?\"",
    "image": "https://uploads.mangadex.org/covers/2297f5a8-2a61-4b43-9ceb-d31a4969186c/5ee65803-d231-48a8-a689-4cbcd25d1cb4.jpg",
    "moods": []
  },
  {
    "title": "The Prince Meant for You",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Wife of the Shady Duke",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Kindergarten Superpower Diaries",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where superpowers are part of everyday life, even kindergarten isn’t normal.\nOh Sae-ong, a substitute teacher with no powers, no experience, and barely any stamina,\nfinds himself assigned to a class full of toddlers who can summon fire, control water, and even glimpse the future. Outmatched and overwhelmed, he fumbles through each chaotic day—learning, growing, and gradually connecting with these extraordinary little beings. Because in a place where everyone is special, sometimes the most ordinary heart can make the biggest difference. A heartwarming and chaotic slice-of-life story about powers, patience, and the magic of growing up.",
    "image": "https://uploads.mangadex.org/covers/020d5fff-b5c9-41cf-9094-e9eb861ae757/b3bb3ffc-013c-4a25-90b5-717a72cbe856.png",
    "moods": []
  },
  {
    "title": "Spirit Sacrifice: The Path to Godhood",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!",
    "image": "https://uploads.mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "Living with My Favorite Person is Too Precious",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hajun, a member of the popular K-pop idol group \"HANURu\", had gone on hiatus for military service. But even after his discharge, there were no signs of his return—leaving fans restless and anxious.\n\nNana, a devoted fan of Hajun, continued supporting him while secretly worrying about his absence. However, after her parents' sudden remarriage, she was forced to move out of her home.\n\nWith no other choice, she headed to the new place her parents had arranged—only to find none other than her bias waiting there!?",
    "image": "https://uploads.mangadex.org/covers/662fb73b-1cf0-490c-9eff-20fb29dd6661/33cae5b8-d922-4a3e-bfa3-d6be9278d403.jpg",
    "moods": []
  }
]