[
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A collection of short stories from the pages of Sho-Comi!  \n  \nStory 1: Side Seat de Daite by Shinjo Mayu  \nMamii is in love with Sawaii, the person everyone considers to be a dork. When she confesses to him, he tells her he has conditions for dating her. What are the conditions? And is Sawaii the person she really thinks he is?  \n  \nStory 2: Brazen Lovers (3 chapters) by Mio Ayukawa  \nYuuna's mother moves them everytime she breaks up with a boyfriend. This new place is a real dump. Annoyed, Yuuna heads off to the beach where she meets a very sexy guy. Sou says \"Lets always be together.\" but when Yuuna wakes up he's gone! Two people like this are bound to meet again…  \n  \nStory 3: Feel It, Roast Virgin by Kousaka Yuuka  \nRika is a virgin and is very nervous about her first night with her boyfriend Yuuya. It doesn't help that Yuuya tries to do it everywhere, outside, at school, he's ready! But will Rika be ready?  \n  \nStory 4: St. Gal Chick Valentine's Day by Ibuki Kaede  \nMika's school has separate buildings for boys and girls and the girls have asked Mika as a student representative to get them co-ed classrooms so they can spend Valentine's Day with school idol, Subaru. Mika vows to try her hardest, even though Subaru annoys her. But maybe he's not such a bad guy.  \n  \nStory 5: Secret Apple by Toda Megumi  \nSakura Kazuki and Katou Ryu are lovers who have been meeting secretly for two years. Because they were once step siblings, and their parents had a messy divorce, they can't tell anyone. Will they ever be able to love freely?  \n  \nStory 6: Double Face The Dangerous Classmate by Uchuuda Kai  \nIt seems Kuroda has been caught in yet another dangerous situation! The boy; whom she considers rudest in her class, Yuuki; has locked the door to the sport supply closet..",
    "image": "https://uploads.mangadex.org/covers/8103d717-d92d-4735-904a-123deb9977f3/ba6a19ef-de00-4c62-8c90-3118afa3a804.jpg",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 223",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ryeon knew from the moment she was born that her life was a cursed one. Born sickly in a martial arts family meant she had nothing else to do other than wait for death. And when that icy embrace came, it delivered not peace but a second chance at life! Regressed to her days as a child, Ryeon resolves to cure herself and live a long, healthy life for the sake of herself and her family.\n\n---\nAfter seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/3d3e7359-800e-405a-9c45-b048063e2043.jpg",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 186",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "Face Genius, 0-Year-Old Top Star",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Sub Male Lead, Come to My Bed",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oh dear author ㅠㅠ, since the main male lead is for the female lead, I’ll gladly take the sub-male lead.\n\nTo all my dear sub-male leads, please come to my bed right now!\n\nA comment I thoughtlessly left as if I had only read a novel, captivated by the sub-male leads.\n\nBut apparently, it was not a comment to be taken lightly.\n\n“My instincts tell me, to come to you. To come to your bed.”\n\nBecause of that, the sub-male leads in the novel started to become obsessed.\n\nBut not with me, with my bed!\n\n“Do not cross this line.”\n\n“I like this bed. Give it to me.”\n\n“I’ve never harbored a single ill thought towards you, not even the size of a fingernail.”\n\nFrom the crown prince to the mercenary king, even the successor of the wizard tower!\n\nBut those who were only interested in my bed started to change.\n\n“You’re too defenseless in front of me.”\n\n“I like you more than the bed.”\n\n“Is it wrong to want to know more about you?”\n\nJust when I thought I had escaped the villainess route, things got more complicated.\n\n…Why is everyone acting like this towards me? I just want to live quietly.",
    "image": "https://uploads.mangadex.org/covers/5761f036-1216-4ac0-b6c7-6e8088459dcc/b2470461-1477-41c0-b55f-24d40325fe81.png",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wife Appeared at My Wife’s Funeral",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "How would you win over an enemy who just won't stop killing you? \n\nLaila thought she had escaped death by figuring out how to turn back time, but her assassin finds her again... and again... and again! All because her sadistic villain of a father had to murder his entire family... \n\nWhen all her evasion plans fail, there's only one option left: coddle her enemy through his childhood and hope he'll spare her when he comes back to exact his revenge. \n\nBut why is this wacko so pigheaded?!",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/41d1b8f0-1741-47b7-bdbe-ead5509f0f23.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 208",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
    "image": "https://uploads.mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "Why Are You Obsessed With Your Fake Wife?",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
    "image": "https://uploads.mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/4fa802e8-1e63-4cb2-aaf2-a057c71ed2c4.jpg",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A girl with foresight is sent to live with her cold, villainous uncle after her mother’s death.\n\nDetermined to save him from a dark future, she clings to him only to find roles reversed as he grows emotionally dependent. \n\nWith a possessive childhood friend and a desperate father added to the chaos, her simple mission spirals out of control.",
    "image": "https://uploads.mangadex.org/covers/9d192af0-ef23-4424-afdb-233e2282c4ed/95573925-65e4-4df4-8aa7-1354bcae315d.jpg",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 121",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On a continent protected by four witches stands Winfred Academy, a prestigious school of magic. When an incident occurs at the school, Anz finds himself right in the middle of it…  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8bfa142d-c006-4b76-a6ac-3f7cff7eeed4/c3d0cc4f-81b2-456d-a282-737cd5811849.jpg",
    "moods": []
  },
  {
    "title": "The Cruelty of Salvation",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://uploads.mangadex.org/covers/65544696-950d-43ea-9009-f823afe53313/8ba4003f-0e63-47f4-b40a-6e2f36ac0258.jpg",
    "moods": []
  },
  {
    "title": "I Possessed as an Extra in a Childcare Story",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It Looks Like I’ve Fallen into the World of a Reverse Harem Game",
    "chapter": "Chapter 159",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance"
    ],
    "summary": "Reset, and game set.\n\nWhen I opened my eyes, I was in a different world. I had become the game's villainous princess who was feared by all. Not to mention… Completely naked men I didn't even know were approaching me left and right!\n\n“Are you cold? Shall I warm you up with a hug?”\n\n“Oh? Have you not had enough yet?”\n\nSeriously, what’s up with this situation? And just how the hell am I going to get out of this freaking game?!\n\n---\nI woke up in a strange bed, with not just one, but two lovers beside me! In this game of love, affection, and deception, I’m Elvia, the Imperial Princess, with a gaggle of men vying for my favor. Sounds great, right? Except this means I'm also stuck as the villainess while the main character is my manipulative maid, Arielle! She’s out to bring me down, and she’s got plans for my harem of men. But I know all her secrets, because I can see her player notifications. Can I beat her at her own game?\n\n---\n**Original Novel:**\n* Chapters: [Boomtoon](https://www.bomtoon.com/comic/ep_list/Game_set), [KakaoPage](https://page.kakao.com/content/52298103)\n* eBook: [Naver Series](https://series.naver.com/novel/detail.series?productNo=5370400), [RidiBooks](https://ridibooks.com/books/793012528)\n* [Official English Translation](https://radishfiction.com/stories/21138)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EC%97%AD%ED%95%98%EB%A0%98-%EA%B2%8C%EC%9E%84-%EC%86%8D%EC%9C%BC%EB%A1%9C-%EB%96%A8%EC%96%B4%EC%A7%84-%EB%AA%A8%EC%96%91%EC%9E%85%EB%8B%88%EB%8B%A4/3350), [KakaoPage](https://page.kakao.com/content/61170313)\n* R15: [KakaoPage](https://page.kakao.com/content/55567038)\n\n**Official Translations:**\n* English: [Tapas (R18)](https://tapas.io/series/i-fell-into-a-reverse-harem-game-mature/info), [Radish (R15)](https://radishfiction.com/stories/17113), [Tapas (R15)](https://tapas.io/series/I-fell-into-a-reverse-harem-game/info)\n* [Chinese (Simplified) / 汉语 (R15)](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語 (R15)](https://tw.kakaowebtoon.com/content/%E7%B5%95%E8%89%B2%E5%85%AC%E4%B8%BB%E7%9A%84%E5%BE%8C%E5%AE%AE%E9%81%8A%E6%88%B2/93)\n* [French / Français (R15)](https://fr.piccoma.com/fr/product/29)\n* [Indonesian / Bahasa Indonesia (R15)](https://id.kakaowebtoon.com/content/Terjatuh-ke-Permainan-Harem/191)\n* [Japanese / 日本語 (R15)](https://piccoma.com/web/product/54742)\n* [Thai / ภาษาไทย (R15)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%88%E0%B8%B5%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1/133)",
    "image": "https://uploads.mangadex.org/covers/0b09df33-d3cd-4c32-ba46-ce0415b1fa2c/a00c88a5-3d8e-4416-a0e8-22d0a6906800.jpg",
    "moods": []
  },
  {
    "title": "Show Window Scandal",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Sword God-Rank Civil Servant",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The nation's buzzing about Ahn Suho, the newly awakened player who's giving up a life of riches to become a civil servant. They don't realize that Suho's been a civil servant before... in his past life before he was killed by his own team! \n\nNow, Suho's out to save the country from the worst of its criminal scum by gaining the strength to stop them before they can strike. \n\nCan Suho power up and protect the nation, even if it means starting over completely? Or will justice be thwarted once more?",
    "image": "https://uploads.mangadex.org/covers/8e1d71d1-0503-4128-9b74-7f7860e71f5a/f7653a42-f179-4e60-afa4-d398111fbc5f.jpg",
    "moods": []
  },
  {
    "title": "A Genius Writer’s Random Workplace",
    "chapter": "Chapter 97",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
    "image": "https://uploads.mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/51378072-791a-4c9a-85e8-398148dfc7dd.png",
    "moods": []
  },
  {
    "title": "Territory Defense with Tamed Monsters",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Healed The Male Lead’s Trauma",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 174",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Black-Haired Dad Is Not Reaping",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Inquisition Sword",
    "chapter": "Chapter 134",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts",
      "Murim"
    ],
    "summary": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!",
    "image": "https://uploads.mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "The 101st Love Confession",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lucia Agnes has confessed to her longtime crush 98 times over the past 13 years.\n\nAnd Herwin Peneus has always turned her down.\n\nAfter her 99th confession is also rejected, Lucia finally decides to give up on Herwin and agrees to meet a suitor chosen by her parents.\n\nBut just as she makes up her mind to get engaged to this new match, things start to take an unexpected turn...",
    "image": "https://uploads.mangadex.org/covers/647d2e7a-2151-401c-9c54-a395cd06fb7a/9ee0e513-5937-427a-a038-550f21634cac.png",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 129",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Wicked Husband",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "To get out of her marriage, the owner of a nightclub plays dumb and fakes her ugliness. Who knew she'd catch the eye of her husband's uncle, a notorious warlord? Driven by his desire for her, the bloodthirsty general poached his nephew's bride. From then on, she's been the apple of his eye. \"Nothing is more important than my wife,\" he proclaimed. \"She belongs to me and no one else.\"",
    "image": "https://uploads.mangadex.org/covers/65b68885-cd31-46d6-b07b-be1a5880aa1b/fee5b537-ef02-4e14-8745-d52d7772181e.png",
    "moods": []
  },
  {
    "title": "The oppressed magic tool maker elopes with a mod butler",
    "chapter": "Chapter 36",
    "genre": [
      "Romance"
    ],
    "summary": "I never expected the dull servant to actually be a prince...!\n\nErin, a young girl who devotes herself to developing magical tools to fulfill her late mother’s dream of \"making people happy with magic tools.\"\n\nHowever, as the child of a mistress, Erin is in a difficult position and endures relentless harassment from her stepmother.\n\nDespite her struggles to achieve her dream, Erin's hopes are crushed by her stepmother's schemes, and she is pushed to the depths of despair.\n\nIn her darkest moment, the only ally she has, the servant Foolda, reaches out to her.\n\n\"Would you elope with me?\"",
    "image": "https://uploads.mangadex.org/covers/2297f5a8-2a61-4b43-9ceb-d31a4969186c/5ee65803-d231-48a8-a689-4cbcd25d1cb4.jpg",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 316",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spirit Realm Wanderer",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "Since time immemorial, it has been said that there exists a Spirit Realm. Throughout the dynasties, renowned scholars and literati have spoken of it in various ways, and a poem records: “From Qi to Tang, this mountain grew desolate, the Spirit Realm lay silent, seldom visited by man. The Spirit Realm cannot be described, its ghostly craftsmanship is hard to seek.”",
    "image": "https://uploads.mangadex.org/covers/5a2717fb-503b-4c2b-be6b-9ba3fa22ee40/17c4e3ec-a7b1-451f-998e-e2f7c6d05a04.jpg",
    "moods": []
  },
  {
    "title": "Barbarian’s Adventure in a Fantasy World",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unfortunate girl living in modern times travels to another world and by chance, receives an amazing power. She is able to attract the hearts of many and captures the hearts of the four Crown Princes from four different countries. As she travels down this path, will she be able to succeed in becoming the master of an imperial harem?\n\n---\n\n[Official English PV](https://youtu.be/Ocf8OLuvA0Y)  \nOfficial English: [WebComics](https://www.webcomicsapp.com/comic/5f2bd9208c252b04ca6bb0ea), [MangaToon](https://mangatoon.mobi/en/detail/599377),  [Pocket Comics](https://www.comico.io/pocket-comics)",
    "image": "https://uploads.mangadex.org/covers/b2d69804-ea75-402f-9051-40a248bd951c/373c5b40-5395-4525-a4f0-f248481286cf.png",
    "moods": []
  },
  {
    "title": "The Third Prince of the Fallen Kingdom has Regressed",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The third prince of the Briall Kingdom, Yuri, runs away alone and saves his life at the last moment when the kingdom is about to fall. Wandering with regret and guilt, he eventually meets death. \n\nBut when he opens his eyes again, he sees his father's familiar face...?\n\nOne painful regret is enough. Yuri will save the kingdom from destruction!",
    "image": "https://uploads.mangadex.org/covers/e232df0d-804d-4220-84e3-75855bf0e8da/ec2bb48f-579a-433b-8c78-bfc2a98b542a.jpg",
    "moods": []
  },
  {
    "title": "The Villain Discovered My Identity",
    "chapter": "Chapter 176",
    "genre": [
      "Crossdressing",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Time travel"
    ],
    "summary": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?",
    "image": "https://uploads.mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 36",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ryo is suddenly transferred to another world and is given the \"Vessel of Talent,\" an ability that grants him the choice to level any skill he wants. Armed with the strongest growth cheat, he sets out to explore the labyrinth to find out why he was transferred there!",
    "image": "https://uploads.mangadex.org/covers/15f5f52b-f872-41b1-844b-8855298ee789/52d307c7-48db-403d-9bca-0741020d6716.jpg",
    "moods": []
  },
  {
    "title": "Return of the Disaster-Class Hero",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
    "image": "https://uploads.mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "moods": []
  },
  {
    "title": "I Really Don’t Want to Learn Forbidden Spells",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "For Nick Foster, the infamous underachiever, this is his third awakening exam. Rated as a one-star again, he’s the laughingstock until he discovers his skills involve “forbidden spells” and “dark power.” Nick isn’t a dark lord, but these forbidden spells are insanely powerful! Now, with dark power surging through the city, Nick must grow stronger before anyone discovers it’s all coming from him.",
    "image": "https://uploads.mangadex.org/covers/c7087516-2b89-462f-8634-2e60baf6174c/8c0d38cc-dbd6-4c34-ae62-8a8bfdca6d9c.jpg",
    "moods": []
  },
  {
    "title": "Conquering Dungeons With Copy Paste!",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?",
    "image": "https://uploads.mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "moods": []
  }
]