[
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 826",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Secretary in Power",
    "chapter": "Chapter 33",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 214",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Moment Space",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 13",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Your Moralless [Complete Edition]",
    "chapter": "Chapter 38",
    "genre": [
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Traces of the Moon",
    "chapter": "Chapter 82",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "While on his way home from an interview, unemployed, unmotivated, jaded 18-year-old Inumata Shinogi encounters the beautiful lady and evil spirit Yaergnacht Finsternis. She demands him to either marry her or die on the spot. He must command the battle against enemies of humanity, the apostles of God (Highlanders), and save the world with his wife!!\n___\n**Alt Official Raw:** [Comic DAYS](https://comic-days.com/episode/2550912965944469925)",
    "image": "https://uploads.mangadex.org/covers/e3073c1c-1dc7-487b-820c-e28305d3a926/127dcde1-14a0-46a5-92d9-9a3b1f18b9d2.jpg",
    "moods": []
  },
  {
    "title": "A Fresh Concubine",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A 3,900-year-old god became human overnight, losing her divine powers, her dao, and her humanity. It was the king of Joseon, Yi Hul, who had stolen her peaches and fled.\n\nWith nowhere to go, Horang offers to let her stay in his palace,\n\nBelieving that she will end his long drought, he grants her the favor...",
    "image": "https://uploads.mangadex.org/covers/8208cec8-865c-4aca-ba19-94e73670313e/47abbb20-0e29-4264-a35a-b4da1c581ccd.jpg",
    "moods": []
  },
  {
    "title": "I became the stepmother who caused my favorite character to fall into darkness",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Akari, who possessed the body of her favorite character's stepmother. While she was delighted to see her beloved character in their adorable childhood up close, she realized that she herself is the stepmother 'Elena,' the person responsible for causing the character to fall into darkness. Determined to avoid the character's descent into darkness and make them happy, Akari faces numerous challenges as the misdeeds of Elena before the possession come back to haunt her. Will she be able to make her favorite character happy?",
    "image": "https://uploads.mangadex.org/covers/c4a1e0b9-2ee8-45db-9995-ff6af7ec842e/4c881470-fc99-4d5e-9af9-04501b70d458.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 417",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "A Lonely Princess Falls In Love With A Misanthropic Emperor",
    "chapter": "Chapter 5",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "In her homeland, Princess Oriana of the Kingdom of Lifarl is hated and feared for her heterochromatic “demon eyes.” For all of her eighteen years, she has been imprisoned in the highest room of a tower, suffering neglect and abuse from her parents.\n\nOne day, her father offers her as a tribute to Emperor Radolfas of the Reagald Empire, a ruler feared for his “cold justice” in relentlessly eliminating threats to the empire. To gain his favor, her father lies, claiming Oriana’s eyes are the fabled “Goddess’s Blessing.”\n\nWhile Oriana worries about the falsehood being discovered, Radolfas, upon seeing her, abruptly declares she will be made empress. Then, with icy indifference, he adds:\n\n“Once you bear me an heir, your role will be over.”",
    "image": "https://uploads.mangadex.org/covers/8beacc91-0387-42f3-9220-598e43070464/14ef074a-faca-4943-b486-75ac89c41158.png",
    "moods": []
  },
  {
    "title": "The Bottom-Feeder Scavenger’s Revenge",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After his sister's death, Row, who was said to be a freeloader, becomes an explorer to investigate the cause of his sister's death. \n\nWhen he nearly loses his life in the dungeon, he acquires the ability to disassemble monster corpses, supplies, and skills. Row becomes stronger by disassembling various things. \n\nAnd the mystery of his sister's death slowly begins to unravel...",
    "image": "https://uploads.mangadex.org/covers/065dc82a-5b43-499d-bc34-49129b39c6f3/3758b70f-e101-4067-bfe7-6f79508ddbbe.png",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the Fight Empire, where strength and beauty were valued above all else, even the princesses led armies and spent their days in battle. This is a story of one particular day in the lives of two princesses born into this nation.\n\n[Part of the 10th anniversary Jump+ One-shot collection](https://mangaplus.shueisha.co.jp/web_pages/2019/)",
    "image": "https://uploads.mangadex.org/covers/2abceffe-8d4e-425e-b1a1-a7d1c6b178df/8ef4cab5-624d-49a3-bccd-6294aca0352d.jpg",
    "moods": []
  },
  {
    "title": "Blade of Retribution",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
    "image": "https://uploads.mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 307",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Return of the Legend",
    "chapter": "Chapter 178",
    "genre": [
      "Business",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Shounen",
      "Webtoons"
    ],
    "summary": "New adaptation of the novel.  \n  \nThe story is staged in the distant future within our own Milky Way Galaxy, approximately in the late 36th century. A portion of the galaxy is filled with terraformed worlds inhabited by interstellar traveling human beings. For 150 years two mighty space powers have intermittently warred with each other: the Galactic Empire and the Free Planets Alliance. Within the Galactic Empire, based on mid 19th century Prussia, an ambitious military genius, Reinhard von Müsel, later conferred Reinhard von Lohengramm, is rising to power. He is driven by the desire to free his sister Annerose, who was taken by the Kaiser as a concubine. Later, he wants not only to end the corrupt Goldenbaum dynasty but also to defeat the Free Planets Alliance and to unify the whole galaxy under his rule.  \n  \nIn the Free Planets Alliance Star Fleet is another genius, Yang Wen Li. He originally aspired to become a historian through a military academy, and joined the tactical division only out of need for tuition money. He was rapidly promoted to an admiral because he demonstrated excellence in military strategy in a number of decisive battles and conflicts. He becomes the archrival of Reinhard, though they highly respect one another. Unlike Reinhard he is better known for his underdog victories and accomplishments in overcoming seemingly impossible odds and mitigating casualties and damages due to military operations.  \nAs a historian, Yang often predicts the motives behind his enemies and narrates the rich history of his world and comments on it. One of his famous quotes is: \"There are few wars between good and evil; most are between one good and another good.\"  \n  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/a29bd145-116e-49c8-bc2f-b15857299304/f6a2d0ac-cda4-4cf4-9de9-0f3daba0056d.jpg",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 67",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 54",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Till Divorce Do Us Part!",
    "chapter": "Chapter 95",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Carl van Hellsing has vowed to hunt down the vampire Elliot for eternity. But, that's exactly what Elliot wants.",
    "image": "https://uploads.mangadex.org/covers/34f95292-53f9-4a8e-bc8d-f457f53962ef/fce01b00-8e20-45c8-83fd-318ecb29e2e5.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Cop Who Strikes With Wealth",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I was reincarnated as the son of a conglomerate leader. But I’m going to be a cop.",
    "image": "https://uploads.mangadex.org/covers/6e4557e5-e212-4aa3-a0ec-18f7d777299f/80f1929b-d33c-4ebe-835a-192b0fd36ca6.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 68",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?   \n\n---\n\n**Original Webtoon:**   \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=836657)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12255262)   \n\n**Official Translations:**   \n- [English](https://www.webtoons.com/en/action/the-fistfighting-genius-mage/list?title_no=8018)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-fistfighting-genius-mage/list?title_no=8220)",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "On Our Wedding Night, I Got Pregnant with the Chief Warden’s Child",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Newcomers Turn Low at Night",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/13b410ab-12fe-40af-8bdb-8dff614af566/cb37b231-2422-46c7-8b5f-864e666204ef.jpg",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Minamino Chinatsu is a beautiful girl who's incredibly popular and easygoing. Ever since I met her in the fall of my first year of high school, my life has been anything but ordinary. It all changed when another guy with the same name as me showed up at school – a handsome one, no less – and suddenly my classmates started calling me 'Number Two.'\n\n\"You're not 'Number Two' to me,\" she said. \"Besides, it's me who wants to kiss you first.\"\n\nMy relationship with Chinatsu goes beyond just school. We play street basketball after class, cook meals together, share secrets, and even grow physically closer. I thought I was fine being alone, but she accepts me for who I am. And because of that, I want to give her the same in return.\n\nThis is a coming-of-age love story about realizing how precious even the simplest desires can be.\n\n(Source: Kadokawa, translated)",
    "image": "https://uploads.mangadex.org/covers/63499126-62dd-4f0f-84f2-2915bc4f2048/61244014-d522-46d0-b16d-a1edafe0442c.png",
    "moods": []
  },
  {
    "title": "The Second Eunuch Regains His Manhood",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Eunuch Lee Cheolsu is a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t do *that*!\n\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!",
    "image": "https://uploads.mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8fd469fd-e3f1-4758-9cc3-8bd3ed0896da.jpg",
    "moods": []
  },
  {
    "title": "Medical Top Surgeon",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
    "image": "https://uploads.mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "moods": []
  },
  {
    "title": "The Ducal Family’s Poisonous Flower",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhua",
      "Romance",
      "Vampire"
    ],
    "summary": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse.",
    "image": "https://uploads.mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "Starting as the Black Dragon BOSS",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Useless Professional Binds with the Strongest Part-Time System, Transforms into a Black Dragon BOSS Crushing Everything!",
    "image": "https://uploads.mangadex.org/covers/427203e0-47f0-45ad-b283-5fcb5534fea5/43523c58-f5f0-4bb2-bb99-a2c4f2600140.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "The Prosecutor Doesn’t Know The Law",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/47d867ee-ba4c-4709-bc34-f03132038819/4f930684-8c5e-4e7b-86f0-c9a8c23ceb2e.jpg",
    "moods": []
  },
  {
    "title": "Overtime Elite",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Omari’s dream was always to become a professional basketball player.\nBut that dream was quickly crushed by reality.\nThere’s school, money, his strict aunt, and the future, of which he wasn’t sure of until a mysterious scout discovers his talent with a ball and offers him a ticket to Overtime Elite Academy, a high-tech program designed to craft the world's greatest basketball player.\nDoes Omari have what it takes to survive against the most competitive basketball talent?\nOr will his dream slip away again?\n\n(Source: Webtoon)",
    "image": "https://uploads.mangadex.org/covers/34b6f6ab-ff1a-44f7-9aaf-49a8d61da406/81ecf8ae-41d5-43a5-b898-b138424fe194.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel—or so I thought. Life was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! Then I found out that he’s terminally ill—and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](https://crossinfworld.com/Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "The End of The Marriage",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ao Minato, a young man who killed his father-in-law who repeatedly abused his family and entered a juvenile reformatory. However, the sister who should have protected committed suicide at the end of suffering, and her sister Akane is also missing. Ao, who arrived at a certain shrine, wished for the safety of his sister, which is the only hope left, and swears to God that he will do anything for that ... The blockbuster panic suspense \"Massacre Happy Ending\". The new chapter is finally opening---.",
    "image": "https://uploads.mangadex.org/covers/fa4816db-6ea5-4183-81e5-08495557eb91/2d325db6-70a8-4f75-998d-9641e93223ca.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Beast Selection",
    "chapter": "Chapter 56",
    "genre": [
      "Animal",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "A collection of older oneshots that are also collected in other collections.\n\nVolume 1:\n1. \"Sunde ni Touch!\" in \"Imadoki\" Vol. 5\n2. \"Couple\" in \"Shishunki Miman Okotowari Kanketsu Hen\"\n3. \"Hatsuki Triangle\" in \"Suna no Tiara\"\n4. \"Houkago Gensou\" in \"Appare Jipangu\" Vol. 1\n5. \"700 Nichi no Blue\" in \"Suna no Tiara\"\n\nVolume 2:\n\n6. \"Perfect Lovers\" in \"Musubiya Nanako\"\n7. \"Otomoe no jijou\" in \"Shishuki Miman Okotowari\" Vol. 3\n8. \"Genseika\" in \"Mint de Kiss me\"\n9. \"Mint de Kiss Me\" in \"Mint de Kiss Me\"\n10. \"Pajama de Ojama\" in \"Gomen Asobase!\"\n11. \"Pajama de Meiro\" in \"Gomen Asobase!\"",
    "image": "https://uploads.mangadex.org/covers/0595c1bf-3d24-4e27-88e4-7b348eeaced6/0f287a03-52c7-43c9-b584-0b95b3511f66.jpg",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 220",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "Worthless Regression",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In Aeria, a place where people from various worlds are summoned, the weak are destined to die.\n\nLee Sungmin, a talentless mercenary, was no exception. Fortunately for him, a mysterious item he finds before his untimely death sends him back to the past.\n\nNow a 13-year-old with a second chance at life, Sungmin begins his desperate journey to become Aeria's strongest with no money or talent.\n\nWill effort alone be enough to make a hero of a boy with absolutely nothing?",
    "image": "https://uploads.mangadex.org/covers/5bad4a36-31a3-491d-a63c-2640f08f0cba/44350be6-a690-443d-91b1-7a09d0ddb798.jpg",
    "moods": []
  },
  {
    "title": "Another Heaven",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "An angel made a mistake, resulting in Shiihara Daiki’s death. In order to hide the mistake, he was then sent to a different world. The angel will grant him one wish as a payment for keeping it a secret. Daiki asked for a Heavenly Castle floating in the sky without hesitation.  \nSuddenly a floating castle appeared in the new world, which causes confusion amongst the people. They attempt to contact Daiki in various ways. A country tries to steal it by force, while another seeks to befriend him. What in the world would Daiki do?",
    "image": "https://uploads.mangadex.org/covers/6922c395-f00d-4112-8c2f-31aebb79ac2a/55014708-9f47-4c67-b417-e44f4c61d0a9.jpg",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Bad Delusion",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated Escort Warrior",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Although an old porter has shown great determination and loyalty to his escort agency, he is never given the chance to become an armed escort due to his bad leg. But after sacrificing his life to keep a priceless treasure from a group of bandits, he is reborn as the 22-year-old Li Zhenglong who died 30 years ago! Now, in the body of the fourth young master of the Heavenly Dragon Escort Agency, will he finally realize his dream? Or will Li Zhenglong's terrible reputation ruin it all?",
    "image": "https://uploads.mangadex.org/covers/00714216-e23d-4485-8d55-d30ece04812f/be45daf0-5dcb-454e-b861-bfd54cf76425.jpg",
    "moods": []
  }
]