[
  {
    "title": "Kalli the Champion",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature"
    ],
    "summary": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream.",
    "image": "https://uploads.mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "I Can Copy Talents",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Manhua"
    ],
    "summary": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
    "image": "https://uploads.mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?\n\n---\nIn a world filled with towers, dungeons, and monsters, some people have awakened with special powers. While these hunters risk their lives in battle and climb the world rankings, Jio Gyeon is happy to just sit back and enjoy a simple life of leisure. But Jio has a secret—she’s the strongest hunter in the world. But when a time traveling stranger warns her of humanity’s bleak future, will Jio finally take action? And what enemies are waiting for her to reveal her true identity?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/65361f9c-7ee5-4664-b104-553ad6fe3c2d.jpg",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "I Helped the Imprisoned Male Lead and He Became an Obsessive Man",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I possessed an errand child who brought meals to the male protagonist who was captured as a test subject at the lab. If the experiment was successful and the male protagonist gained power, the lab would be engulfed in flames. So I tried to run away before that, but I felt bad for the male protagonist who was suffering from the cruel experiment. So I secretly took care of various things while avoiding the researchers' eyes.\n\n\"Come to think of it, what's your name?\"\n\n\"I don't have a name...\"\n\n\"You make me one.\"\n\n\"Huh?\"\n\nI somehow became a little close to the male protagonist.\n\n\"Are you going to abandon me? Don't do that.\"\n\n\"Ah... but-\"\n\n\"Anis, do you mind if I'm wrong?\"\n\n\"Ugh... No. No, I don't.\"\n\n\"Then stay by my side.\"\n\nHowever, the only one who can cure him who is suffering from the side effects of the experiment is the original female protagonist.\n\nI tried to help him and leave secretly so that he could find his partner...\n\n\"You promised not to abandon me. But, was it all a lie?”\n\nWith the burning laboratory in the background, Emilien smiled with cold eyes.\n\n“A good child should keep his promises.”\n\nThe temperature of the hand touching my cheek is cold. The red eyes close as if they are going to engulf me.\n\n“Answer, aren’t you going to tell me?”\n\n...What should I do?\n\nI think I missed my chance to run away.",
    "image": "https://uploads.mangadex.org/covers/fec7e5f7-64e8-466c-a49e-9caefbd50403/f31c73df-d75d-46fe-a58b-3241b0aea2a5.jpg",
    "moods": []
  },
  {
    "title": "I Committed a One-Night Mistake with the Young Lady?",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beginning Part 2 of the Failure",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Sweet Bond with the Vampire Duke",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "The contract marriage has come to an end",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The contract marriage, which began as a deception, has come to an end. I sought freedom from the household, while he needed the support of my family’s background to establish himself. After three years, we successfully concluded the contract marriage. With a stamp on the divorce papers, we could finally embrace the lives we each desired. “Now, how about preparing for the divorce?” “What? What are you talking about?” “Let’s start preparing for the divorce.” “So, what exactly is divorce?” Wait, what’s happening all of a sudden? The affectionate contract husband of three years seems to have disappeared, leaving only the indifferent Duke. “We promised, let’s stamp the divorce papers right away!”",
    "image": "https://uploads.mangadex.org/covers/f7c69edd-1bbd-4c55-953d-513b9059c955/fa6243f6-f8c2-4d73-8c25-8e52745dc437.jpg",
    "moods": []
  },
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "One Step Forward to the Flower Path",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Web Comic",
      "Webtoons"
    ],
    "summary": "I lived my whole life being used by other people and died at the age of sixteen. I thought it would be over like that, but when I opened my eyes again, I was back in the past. I thought I'd die while living the rest of my life in pain one more time. \n\nBut suddenly, a father who I had never seen before appeared before me. My dad, whom I hadn't even known existed.\n\n===\n\n\"When are you going to take away my powers?\"\n\nDante's eyes shook greatly at Ivanna's words.\n\n\"Everyone did. You, when will you take it?\"\n\n\"…I won't.\"\n\n\"Why?\"\n\nIvanna couldn't understand. Everyone coveted her power. Everyone wanted it, saying she was a sacrifice sent by God for humans. So why does he refuse?\n\n\"No one will take your power now. No one will bother you. I'll protect you.\"\n\n\"You're trying to take my power.\"\n\n\"I'm not.\"\n\n\"Everyone said that and stole my power from me. They locked me up in prison.\"\n\nIt was too cruel for a mere five-year-old to say. But the young Ivanna's face had no emotion as if what she said were natural. Dante's heart eventually collapsed when he saw his daughter completely shattered.\n\n---\nAbducted from her mother at a young age and tortured for her incredible power, Evanna knew nothing but agony her whole life. That is until one day, she is rescued and returned to the father she never knew, the Duke of Vicente. But as Evanna’s very existence brings back painful memories for the Duke, he must learn how to love her, while Evanna must come to trust her father and heal her trauma. But with Evanna's power highly coveted, can these two overcome their thorny pasts for a rosier future?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%BD%83%EA%B8%B8%EA%B9%8C%EC%A7%80-%EC%95%9E%EC%9C%BC%EB%A1%9C-%ED%95%9C-%EA%B1%B8%EC%9D%8C/2845), [KakaoPage](https://page.kakao.com/home?seriesId=58273697)\n\n**Official Translations:**\n* [English](https://tapas.io/series/everythings-coming-up-roses)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%80%E6%AD%A5%E4%B9%8B%E9%81%99%E7%9A%84%E5%B9%B8%E7%A6%8F/282)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/One-More-Step-to-the-Flowery-Path/93)\n* [Japanese / 日本語](https://piccoma.com/web/product/89964)",
    "image": "https://uploads.mangadex.org/covers/0d3e7438-3393-4fd7-952a-99df634f4ca3/c496236c-3586-4bcc-94d5-69a304f0e283.jpg",
    "moods": []
  },
  {
    "title": "The Regretful Villainess Is Happy Because She Got Divorced",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After waking up as the villainess in a dark fantasy romance novel, Marlena was destined to be nothing more than the cold male lead’s scorned wife. Wanting no part in his cruel love story, she demanded a divorce. But just as she begins to enjoy her new life, both her ex-husband and the second male lead start chasing after her!",
    "image": "https://uploads.mangadex.org/covers/7330bb0b-c6ef-4b5c-a855-869d46ac2a2e/c5aed8eb-0e4f-4803-a4b1-25ab7ae5cdf3.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "Grand Duchess’s Constitution",
    "chapter": "Chapter 12",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was possessed by a wicked woman who was about to be hanged in a year.\n\nIn order to survive, she entered a contract marriage with the cursed northern grand duke.\n\nHe was obviously a husband who blushed at the mere touch of her hands at first…\n\n“I thought you liked… my chest.”\n\n“I can’t stop because your lips taste so sweet.”\n\nI’m in trouble because my husband is so demanding!\n\nMoreover, he said there were no tourists in this wonderful city, so I was thinking of helping out a bit.\n\n“The north become the hottest place in the empire?”\n\n“Special goods sold out as soon as they were released?”\n\nWhy is everything going so well?\n\nIs it perhaps because of me, the Grand Duchess?",
    "image": "https://uploads.mangadex.org/covers/94d173bb-18d0-4296-956f-1db0a1169be9/c4565c9b-e436-42e0-a34e-c933cbfd5354.jpg",
    "moods": []
  },
  {
    "title": "It’s voice phishing, but it’s a life reversal",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0bf20958-3dfd-4be5-9195-a4d3f607abe5.jpg",
    "moods": []
  },
  {
    "title": "The Count’s Youngest Son is A Player",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "Another Woman’s Man",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jung Eun-ae, whose life goal is to marry Jin-hong—an undeniably perfect boyfriend—and to build a family anyone would envy.\n\nGrowing weary of her boyfriend, who fails to fill her loneliness,\n\nshe finds herself drawn to her senior, Lee Jae-won,\n\nwho, despite his seemingly indifferent demeanor, is surprisingly considerate.\n\nDespite knowing that he is a married man,\n\nshe begins to feel an attraction toward him,\n\nand in order to have him,\n\nshe consciously—or perhaps unconsciously—starts to shatter her own moral beliefs one by one...",
    "image": "https://uploads.mangadex.org/covers/34f0a899-326e-4caa-bd28-4c530ce77d94/d25faf28-49ca-48cc-a871-ae4abac6e359.jpg",
    "moods": []
  },
  {
    "title": "Where the Heart Is",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "As the monster's teeth drew near, it was then that I remembered. \"I've witnessed this scene before.\" This was the world of an RPG I played in my previous life. And I, as the main character's childhood friend, was the losing love interest who would be turned down by him in the future. The childhood friend whose role ended one hour into the opening after confessing to the main character as he was about to set off into his journey. The one many players sympathized with as the main character would meet another girl who would cling onto him during his journey. If I remain in this village, in the future I'll be the losing love interest?! To prevent that from happening, I'll leave the village and make use of my newly blossomed ability in compounds with becoming an alchemist at the royal capital as my aim. I don't give a damn about some job that requires me to be the main character's childhood friend. I'll be seizing happiness with my own hands!",
    "image": "https://uploads.mangadex.org/covers/a8aebcd5-3e85-4983-ac65-162f601abca9/81a8a73b-d293-4a34-8b89-d1c36bc249cd.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 92",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "The Possessed Prodigy Actor",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Actor Kim Hyunsu one day came to be able to dream the dreams of the dead, and those were not ordinary dreams. It is the story of an actor who, based on the dreams of the dead, comes to give performances as if possessed!",
    "image": "https://uploads.mangadex.org/covers/8b54123f-8a5f-4e9a-b195-eacb3f367ea5/1b2effa3-1561-4ce8-9267-3f16dba6f835.jpg",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "A woman who spent fourteen years loving those who never saw her worth finally walks away, choosing the one person who chose her first, a decorated duke. \n\nBut as she embraces this new life, the very people who ignored her now desperately cling to her shadow.",
    "image": "https://uploads.mangadex.org/covers/0b1eb6ab-a2fb-4be7-890c-9ca1138e6abb/b1861162-e0c5-4701-9ce7-841c49101753.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Just Wants to Live in Peace!",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
    "image": "https://uploads.mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/e795d12c-14f9-4828-aff3-1064ea6b8276.jpg",
    "moods": []
  },
  {
    "title": "The Fate of the Perennial Sub Male Lead Is in My Hands",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pseudo Love",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Baek Ga-in is a university student doing multiple jobs, living a double life as a demon worship concept streamer 'Lucia.' She has been carrying past scars of being entangled within a cult but suddenly her stream attracts a real demon, an 'incubus'?! A demon, human and... an angel?! This is not a 'cult' it is that campus fantasy romance!!",
    "image": "https://uploads.mangadex.org/covers/7352d330-7752-4322-8de5-e3500496c0db/a3c6a015-8782-4323-b110-91733c5c8b48.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. \n\nIt is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. \n\nWhen Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Masatsugu was brought from another world in a hero summoning and ended up being part of the lowest possible caste. Awaiting this boy, who possess nothing but elementary skills, is managing an orphanage full of beautiful girls! But, his annoying days are just starting as he finds the building in ruins, and he also has to pay off the huge debt the former director left! And that’s not all, he has no time to rest from all the scumbags threatening the orphanage! Will Masatsugu and the orphans be able to protect their precious home?",
    "image": "https://uploads.mangadex.org/covers/57a981a8-fa23-48c5-971b-1329e3d9bb0b/f5af8e9b-3722-4837-b03a-d46dd365d0d9.jpg",
    "moods": []
  },
  {
    "title": "Superstar From Age 0",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aspiring to live just one day as a handsome man, supporting actor Lee Han-jo is rewarded for his virtuous life with a beautiful face and a status window that grants wishes upon reincarnation.\n\nAlthough abandoned as an orphan in front of a convent in the dead of winter, his luck doesn’t end there, he’s even adopted into the family of a wealthy actor.\n\nArmed with the seasoned experience of a max-level supporting actor and a god-given face, maybe this time, he can aim for the life of a Top Star!",
    "image": "https://uploads.mangadex.org/covers/3b961d4b-f384-4466-9dbd-91df51ba505e/ba970080-8022-4a40-99ac-44b16896d870.png",
    "moods": []
  },
  {
    "title": "The Cloud Dream of the Nine – Zero",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "20-year-old South Korean Yang So-yu is summoned to a modern-day alternate world, as she hunts dragons and returns to her reality.",
    "image": "https://uploads.mangadex.org/covers/a399b74f-4511-4b69-ab08-d9e04561a2f7/91fb96be-ffdd-4b4b-a6c4-a57f970228da.png",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 201",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "Hard-pressed to find good luck in this universe, Sun Woojoo gives up on his dream of becoming an idol in favor of living a normal life. That is, until he finds himself waking up from a car accident on his exam day! But as luck would have it, Woojoo can now copy any move exactly as he sees it, and his two left feet that kept him from debuting are now moving to the beat! With this newfound skill, will Woojoo be able to turn things around and become the star that shines the brightest on stage?",
    "image": "https://uploads.mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage of the Hero’s Party Reincarnates",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.\n\n---\nThe battle with the arch-nemesis resumes after 300 years. The genius wizard, Lynn, embarks on a grand journey, at the age of 13. Together with the party of heroes, led by Esther, they aim to defeat the great evil “Abyss” that intends to throw the world into chaos. However, the battles becomes increasingly fierce and at the final moment, Lynn succumbs to the dark poison of the “Abyss”. Leaving behind the words “I’ll be back”, Lynn’s soul falls dormant for 300 years, before being resurrected into the body of a boy of noble birth. Thus begins his second life in a peaceful world. But in the meantime, a dark force is brooding once again, threatening to plunge the world into turmoil once again.\n\n---\nThe warrior Lista heard the rumors about the great magician Rin, hailed as a genius for becoming the youngest 4-star mage. Lista recruited him to join her party to fight the forces of the void but, right before the final battle, Rin’s body succumbed to the void’s dark poison. As he drew his last breath, Rin cast an immortality spell, encasing his body in ice and promising Lista that he would return. Rin kept his promise and returned after 300 years--but reborn in the body of a noble boy.",
    "image": "https://uploads.mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 98",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "I Ended Up Raising the Seed of Evil",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Vampire",
      "Webtoons"
    ],
    "summary": "Reborn as a character fated to die at the hands of the final boss, she tries to change destiny by raising the future villain herself. \n\nBut instead of salvation, her plan backfires her once-innocent ward grows into an obsessive man who won’t let her out of his sight.\n\nDid she raise the evil god… or just create a new problem?",
    "image": "https://uploads.mangadex.org/covers/2df4d54a-03f6-4fd0-86df-19986d50dc49/64e4b88e-419c-497b-88e1-396de529d602.png",
    "moods": []
  },
  {
    "title": "I Hired a Villain as My Housekeeper",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I became the manager of a mansion where no one came to work because of the vicious rumors.\nHaving no talent for housework, I was haunted by a mysophobic ghost and posted a housekeeper job notice in the newspaper.\nAnd I hired the only handsome man who came to me without asking or questioning…\n\n“Thank you for hiring me. Here’s my resume.”\n\n「Name – Dante van Dyke\n*Major Career\nFormer) Commander of the Magic Special Forces\n*Joining Aspirations and Future Plans\nPlanning to clean up the corrupt empire.」\n\nGasp, what is this!\nHe was the villain male lead who would later destroy the empire.\nWhy do you prepare that while doing other people’s housework. I put on a very harmless smile.\n\n“Unfortunately, you have not passed due to your document…”\n“Do you not like me?”\n\nI was overwhelmed and frightened by the eerie eyes that sank lower and lower.\n\n“I-it was actually a pressure interview. Pass.”\n“What shall I do first, landlady? I’m good at housework, but I’m also good at other things.”\n\nThe man who suddenly changed into a friendly person gently showed a charming eye smile.\n\n“I’d be happy to work the night as well.”\n“What did you say?”\n“I mean working overtime.”\n\nHe was very much desperate.\nEven that’s not enough—the sword master, the devil, and the mage tower lord came together…\n\n“I came here after seeing job postings for a cook, gardener, and butler. Let me do anything, Master.”\n\nAh, don’t plot treason in my house!",
    "image": "https://uploads.mangadex.org/covers/483debac-1123-4d42-83a0-333f7f8335cc/9f30d07e-ea50-4a7c-a363-63cc594bbf52.jpg",
    "moods": []
  },
  {
    "title": "Only Love",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/82499952-dab3-454b-9049-80bff50cf2b9.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 222",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/1149d75c-2485-48f0-8ff3-e6ca65383d3e.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cure for the Tyrant in the Waste Novel",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I transmigrated into an explicit 19+ novel as the villain. And it happened to be at the moment when I was about to take over the Emperor on the bed. Until then, I thought I had died without moving a muscle. Enoch Philip de Harte was a tyrant who hated any contact with others. But he insists that I am the cure to melt the ice in his heart and follows me around…",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "Black Killer Whale Baby",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.\n\n---\nAt age 3, Calypso Aquasiadel is the most outstanding genius her family's ever seen, and no wonder... She's actually a modern girl who's been reborn into the same novel thrice! This time around, Calypso's determined to harness the powers of the mysterious dragon duke and send herself back home. The only problem is, she'll first need to earn the respect of her hardened family to survive until then! Can Calypso win their approval and even their hearts? Or is this life doomed for another do-over?",
    "image": "https://uploads.mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 87",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "What Remains in the Damaged Place",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How I, the Royal Spy, Won Over Five Princes",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]