[
  {
    "title": "This Marriage Will Surely Succeed",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Iona Modrov, known as the Emperor’s sword, hound, and secret lover, endures a harsh life as the illegitimate child of the Modrov family. Despite her sacrifices, she is forced into a political marriage and ultimately betrayed by the Emperor.\n\nOn the brink of death, the only one who comes to save her is her unwanted husband, Duke Leroy Han. In her final moments, she asks for a last kiss before dying—only to wake up in the past before everything went wrong.\n\nDetermined to change her fate, she runs to Leroy and boldly proposes:\n\n“Duke, marry me. This time, I will make you happy!”",
    "image": "https://uploads.mangadex.org/covers/198449d4-077d-427d-b199-8a9c70d2e057/e4c823b3-26da-498b-b311-bca809b87940.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Warrior’s Mother",
    "chapter": "Chapter 119",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When I was suddenly summoned to another world by some mysterious identity that said, \"Pick three Skill Seeds\". But wait, what does 'Skill Seeds' mean instead of just 'Skills'? Realizing the sole difference between the two, I awakened as the other world's first 'Hacker', capable of arbitrarily enhancing skills by manipulating their values! To start, I manipulated the skills of a beautiful girl, Mia, who suffered due to her skills being unsuitable for combat and joined forces with her to surpass those who had looked down on us!",
    "image": "https://uploads.mangadex.org/covers/01b33c25-4ae0-4d07-905a-f2e2dafbc015/16b06c1a-5c20-4217-ac76-6846a75e3677.jpg",
    "moods": []
  },
  {
    "title": "Kim Oh-jin and The Strange Beasts",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "Veterinarian Kim Ohjin was unexpectedly summoned by a dragon. After successfully treating the dragon’s pet, he returns home… only to find himself in another world.\n\n\"Animals in another world are still animals, right?\" I was a vet barely scraping by in the real world, but now, in this strange new world, I’m a renowned doctor?\n\nWith my old clinic on the verge of closing, I’m setting my sights on a new opportunity—my second clinic, and hopefully, a big success!",
    "image": "https://uploads.mangadex.org/covers/f5bddf78-8e17-4b84-a79d-b39557a3a0ca/2c1c6908-7bf0-4d76-a1c7-af51dee026e1.jpg",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After six years away at war my fiancé returned, with a woman carrying his child in his arms. The same irresponsible fiancé who forced on me the duties of a duchess for the past nine years. What should I do from now on?...\n\n---\n*After a lifetime of devotion to you, I refuse to be taken for granted any longer!*\n\nSix years of patient waiting for my fiancé, Phillen, ended when he returned with a woman carrying his child. I now reside with her, feeling neglected as he showers her with attention. I'm left questioning my place in this household, facing a tough decision: stay or bid this place farewell.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 84",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "The Villain Family’s New Daughter-In-Law",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Time travel",
      "Villainess"
    ],
    "summary": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?",
    "image": "https://uploads.mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "moods": []
  },
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "Warrior Grandpa and Grandmaster daughter",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Black Haze (2025)",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A long time ago, a portal to another world was opened, and those who acquired special abilities along with marks began to be called mages. After the incident known as \"that day\", the first-class mage from Ophion, known as \"Blow\", has become very famous. One day, he receives a very special mission: to protect the second son of the Artian family, who suffers from being called a \"monster\" at the magic school \"Helios\"! Thus, Blow enrolls in Helios under the name \"Rood Krisch\" to hide his true identity...",
    "image": "https://uploads.mangadex.org/covers/96221045-e1f0-4449-9a76-a9df885e8bf0/73bb2910-5b47-4968-b115-06f309044604.jpg",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "\"Jin... I'm expelling you from the party.\"\n\nJin had been adventuring with his childhood friend, Reki the Hero, aiming to defeat the Demon Lord.\nAlong the way, they were joined by Yuri the Saint and Luschka the Sage, and at last, they reached the Demon Lord’s castle.\nHowever, just before the final battle, Jin was suddenly told he was no longer part of the party.\n\nHeartbroken, Jin returned to his hometown...\nBut soon after, the remaining party members—who swiftly defeated the Demon Lord—began showing up one after another with marriage proposals!?\n\nA slow-life × harem fantasy that begins with exile—let the story begin!",
    "image": "https://uploads.mangadex.org/covers/d4894b47-9af3-4b84-8adc-cb49e34994ab/68ad9b00-8dcb-4fb5-9821-276fb35a66ae.jpg",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 210",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "It’s A Misunderstanding That I’m Dating The Villain",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In my 24th year of reincarnation, I was living a peaceful life as an insignificant knight commander barely mentioned in the original story. Content with my uneventful existence, I avoided meddling in the main plot.\n\nBut during an undercover investigation, I accidentally stumbled upon the villain in the act.\n\n\"Sir Clara, have you been waiting for this opportunity? Clever, very clever.\"\n\"No, no! I swear to the gods, I have no intention of exposing your identity!\"\n\"Hah, and what reason do I have to trust you?\"\n\nThat’s how the shadowy mastermind decided to keep me under his watchful eye.\n\n\"Here, take this. I bought it just for you.\"\n\"Why would I accept this...?\"\n\"The flower matches the color of your hair. And now that I see it, it suits you perfectly.\"\n\nWait... why does everyone think the villain is pursuing me out of affection?\nThis was not part of the plan!",
    "image": "https://uploads.mangadex.org/covers/f1162fb7-e5c9-4d67-874a-346c9662b744/ab096087-0aa8-42b6-a233-a826d1f7af8b.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "The Prostitute Plays The Role Of A Queen",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "My Inventory is Abnormal",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?",
    "image": "https://uploads.mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "moods": []
  },
  {
    "title": "The Little Lord Who Makes Flowers Bloom",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
    "image": "https://uploads.mangadex.org/covers/dd9689c2-46f0-4e80-9c31-ea27cf48044f/ace01b19-e8c3-4482-83a3-be0f92a339fe.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want To Be a Magpie Bridge",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival.",
    "image": "https://uploads.mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A master assassin, raised to kill for a \"father\" who wasn’t truly hers, dies by his poison then awakens in her childhood. Now, with the truth seared into her soul, she vows to turn his own game against him: \"This time, I’ll be the one holding the poisoned cup.\" A dark tale of twisted legacies and the daughter who breaks the cycle.",
    "image": "https://uploads.mangadex.org/covers/016645ae-af97-4cb0-b7e5-f585679b0410/72061245-7861-4465-ac30-12b54e60302c.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "A sister rewinds time to rescue her brother from doom, but fate laughs: he’s now the reluctant vessel of a godlike Constellation begging him to \"destroy the world\" while he shrugs (\"But I just got rich and found my family?\"). As S-rank hunters swarm him for his power, she fights to preserve his carefree NEET dreams in this chaotic comedy of cosmic proportions.",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Versatile Sword Cultivator",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When video games and real life began to merge, Lin Jichen—the best player in the Dao Realm and the top practitioner of \"Eight Worlds\"—died as a result of the betrayal of his girlfriend and brother. He fiercely refused rules in his new life and embraced the sword, cutting out the future and rewriting his fate with it! It also allows him to ride the game before it is integrated into reality!",
    "image": "https://uploads.mangadex.org/covers/6ed844f7-6bb8-4638-95e9-4a6ccb5f8ae9/2ef697e0-55a3-4a67-b9ad-e9b69600af44.png",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/68774c62-2e82-4a99-8938-64443cc9340e.jpg",
    "moods": []
  },
  {
    "title": "Twin Moon",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A woman identical to me appears in my dreams, crying.  \n\n\"Who are you?\"  \n\nFor three years, Shunaelle, the Demon King of the North, has been haunted by the same dream, growing curious about the woman and deciding to track her down.  \n\nThe truth? She’s a fragment of Shunaelle’s soul, cast away into the human realm.  \n\nWhen Shunaelle tries to absorb the fragment back into herself, the woman resists.  \n\n『I don’t want to be absorbed!』  \n\nInstead, she makes a plea:  \nIf you want me back, live my life—a life filled with regret—and make it right.",
    "image": "https://uploads.mangadex.org/covers/9749b7f1-3228-4623-be18-468172b7f5b4/690dc289-2626-4099-a892-c61945baaaf7.jpg",
    "moods": []
  },
  {
    "title": "When Cinderella’s Magic Fades Away",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Here Reigns the Vengeful Villainess",
    "chapter": "Chapter 99",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the grand empire of Tygen, Robellia's serene life takes a dark turn, catapulting her into a saga of vengeance. In a world of power and intrigue, she exposes hidden truths, navigating a tumultuous path between hero and villain. Armed with extraordinary magic, Robellia is steadfast in unveiling the obscured secrets of the empire and recovering her lost happiness.\n\n---\nRobellia isn't so foolish as to believe in a happy life. She was robbed of such flowery optimism the day her husband betrayed her and her child was lost. Now, armed with the power to exact revenge on those who scorned her, she's determined to expose the lies and deceit behind the empire she calls her home. But can she come out the other side as a redeemable person once all is said and done?",
    "image": "https://uploads.mangadex.org/covers/bbb5877c-a429-4860-b64c-2cf323559091/9dbb877a-b31e-40a9-ba00-bb2b4e307109.jpg",
    "moods": []
  },
  {
    "title": "The Heat of the Reincarnated Villainess",
    "chapter": "Chapter 155",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Mature",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Konoha Satou has a dark history, written throughout middle school-a fantasy adventure of love and magic about the Count's daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she's been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!  \n  \nGhost-seeing School Boys oneshot included in volume 1 as chapter 3.5.",
    "image": "https://uploads.mangadex.org/covers/2ea8f5bc-31a7-472e-9c60-705d586f0c83/3d663393-5e97-4b2d-8770-e85b2062e718.jpg",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 266",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "Reality Quest",
    "chapter": "Chapter 164.1",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ha Do-wan is a bullied gamer, whose bullies force him to grind to obtain in-game items for them. \n\nAfter one such bully demands that Dowan obtain an impossibly rare item for him or be beaten in front of the prettiest girl in school, Dowan games day and night for a week until he drops dead from exhaustion. \n\nHowever, as soon as he dies, he respawns back in his classroom one week before his death. Everything is the same as it was before, except now he has all the skills he’s acquired from the games he’s played in real life! \n\nWill Dowan be able to use his newfound abilities and gamified existence to defeat his bullies?",
    "image": "https://uploads.mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/007687c2-3a21-4b98-ab53-7e4cb0b750e8.png",
    "moods": []
  },
  {
    "title": "The Zenith",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Gu Yantian betrayed his family and became part of a demonic sect in the service of the Heavenly Demon.\nAfter becoming a sect member, he commits many evil acts against his will and lives a life of regret.\n\nHeavenly Demon's Great War.\nThe long and hellish Great War of the Heavenly Demon ended with Wei Xue'er shattering the Heavenly Demon.\nGu Yantian, who had committed atrocities, was captured and tortured by the sect.\nAs a final act of conscience, he reveals information about the demonic sect to Wei Xue'er, after which he dies after swearing a taboo oath from the Heavenly Demon.\n\nAfter his death, for some unknown reason, Gu Yantian, is transported back in time to the moment when he first met Wei Xue'er.\nAfter realizing that this is not a dream, Gu Yantian decides to lead a quiet life so as not to do anything that he will regret later.\nBut as if it was bad luck, people from his past life begin to contact him one by one, even though he had no intention of doing so.",
    "image": "https://uploads.mangadex.org/covers/114ddfec-a260-4871-a5e5-4cb0333c4826/e888b73b-ddb6-4110-8a77-606aace6ed58.jpg",
    "moods": []
  },
  {
    "title": "A Snake Lives in the Empress’s Bedroom",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A deposed empress, stripped of her family and status by her paranoid emperor husband, plots revenge. She strategically allies with a charismatic war hero, expecting a mere partnership—but his growing fascination with her strength and vulnerability complicates her plans.",
    "image": "https://uploads.mangadex.org/covers/84838c63-4fd0-463c-b7a0-a41124176905/8fff50e9-df15-4f24-a291-c12d2e45937e.jpg",
    "moods": []
  },
  {
    "title": "Emotional Transference",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance"
    ],
    "summary": "Su-a, a college freshman in Creative Writing, struggles to understand and express her emotions, leaving her isolated from those around her. When she meets Taeyang, a second-year Sports Coaching student who can sense emotions through touch, their unexpected connection sparks a journey of discovery. Paired for a class assignment that involves a \"date,\" their bond deepens. This is a story about a man who feels too much and a woman who feels too little, and their journey toward emotional growth.",
    "image": "https://uploads.mangadex.org/covers/b6d5dddb-dcfb-4dd2-a468-de4ee895d3d9/0be2f572-179e-4b78-92c3-cb7407a26e68.jpg",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the “Ritual of Ability Development” at the entrance ceremony, the status given to Leopin was disastrous.\n\n“Occupation: Unemployed.”\n\n“All statuses except dexterity remain at their initial values and do not grow.”\n\n“Skill is dextrous master of none”\n\nLeopin’s classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the “Special Training Class”, a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, “Poor Dexterity,” has an unexpected performance. That is…\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to “Lumberjack” to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease.\n\nLeopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin’s abilities.\n\nTheir home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n\n*Explanation: the skill is not “poor dexterity”, but “dexterous poor”, which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are “dexterous”, but since they have mastered none, they supposedly cannot make a living from it, hence they are “poor”.  Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs.  \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 175",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "The Price Is Your Everything",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?",
    "image": "https://uploads.mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "moods": []
  },
  {
    "title": "The Billionaire’s Replacement Wife",
    "chapter": "Chapter 41",
    "genre": [
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "River knew she was a replacement when she agreed to marry the billionaire, Noah De Marco. She'd give birth to his dead lover's children, warm his bed at nights, and even raise the babies with him. She will be his only woman but he will never love her. River agreed, secretly hoping… someday he’d change.",
    "image": "https://uploads.mangadex.org/covers/423dc761-2b2d-4d47-80d8-1ec67c6b1c5f/41ea5baa-00e6-4fdf-b976-b3ad148c55ed.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 207",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/1149d75c-2485-48f0-8ff3-e6ca65383d3e.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Regas",
    "chapter": "Chapter 72",
    "genre": [
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Yaoi",
      "Yaoi(BL)"
    ],
    "summary": "In this kingdom, the power of the dragon is passed down through the royal bloodline, and these royal family members require the special help of dragon tamers, otherwise known as the \"Regas.\" However, the current prince’s blood bears the markings of an extremely powerful dragon’s might. While everyone feared and avoided the aggressive young prince, Abel, a man trained in the traditional ways of the Regas, approaches him and teaches him about the world little by little. Will the young prince finally be able to open up his heart to this Regas and gain control of his powers amidst all the political strife…?",
    "image": "https://uploads.mangadex.org/covers/edc264f8-c3c1-4a04-887a-f974186171ca/4d71da85-05e6-41e1-bf60-e6405e93ba37.jpg",
    "moods": []
  }
]