[
  {
    "title": "How To Become A Dark Hero’s Daughter",
    "chapter": "Chapter 53",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "The MC transmigrated into a novel and became an extra from the novel. The novel is a murder thriller and the main character is a serial killer. He kills criminals with black magic making him a dark hero (think of him as Dexter or batman with dark magic). She (MC) doesn't have any death flags since she’s a background extra but she was a homeless girl of all things in such a dangerous novel. Somehow our MC saves the male lead and to thank her, he adopts her.\n\n“Become my daughter.”\n\nThe richest, most powerful, and handsome duke asks her to be his child. The MC is freaked out since she knows he’s a cold blooded killer. Can she survive such a maniac? Yet he dotes on her and constantly says ‘my daughter is the cutest’! He wants to get master artists to draw her and gather poets to describe her adorableness. The duke also has a son. The apple doesn’t fall far from the tree; he also dotes on her. In this way, a beggar became a little princess. She also got used to people getting killed.\n\nHowever there was still one problem. Our MC has turned sixteen and is wondering as a lady, will she have an arranged marriage? The whole house atmosphere quickly turns awkward. She realizes, perhaps they want her to stay here forever? Can she escape such a strange house? Everyone is so attached to her!\n\n---\nDuke Kallen de Lewelton is bloodthirsty and ruthless when it comes to killing criminals, but a total sucker when it comes to his new daughter! Peasant girl Lae learns this herself when a fateful run-in with the duke results in her adoption into the Lewelton home. Armed with a sharp mind and the knowledge from her past life, Lae makes the perfect addition to the family’s quest to quell injustice. But as the mysteries of the capital’s underbelly rise to the surface, will she and her new family withstand the return of a true criminal mastermind?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
    "image": "https://uploads.mangadex.org/covers/038635f3-177b-4fd1-a42f-0eb02960abf8/25d9c326-e2cf-48b1-a8da-351aa31d6e33.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 63",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Only for Love",
    "chapter": "Chapter 60",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Office Workers",
      "Romance",
      "Shoujo"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/82499952-dab3-454b-9049-80bff50cf2b9.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 275",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Gu Changge, a traveller from another world, comes to realize that he is the villain in this world. However, with his noble background, unrivalled abilities, and a cheat system that penalizes the protagonist, he is ready to steal the protagonist’s thunder and win the female lead’s heart…\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/12602/)\n\n**Official Translations:**  \n- **Japanese**: \n  - [Piccoma](https://piccoma.com/web/product/119582)   \n- **Korean**: \n   - [Kakao](https://page.kakao.com/content/61188260)  \n\n- **English Ongoing**:  \n  - [INKR](https://comics.inkr.com/title/1382-i-am-the-fated-villain)\n  - [Webcomics](https://www.webcomicsapp.com/comic/I-am-the-Fated-Villain/63805b998c252b7c5e6b6b74)\n  - [Mangatoon](https://mangatoon.mobi/en/i-am-the-fated-villain?content_id=3446131)\n  - [Alandal](https://alandal.com/series/comic-i-am-the-fated-villain)\n  - [Renta](https://www.ebookrenta.com/renta/sc/frm/item/146190/)\n\n---\n\n- **English Discontinued**:  \n  - [Voyceme](https://www.voyce.me/series/i-am-the-fated-villain)",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 232",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Breakers",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "We ended up at a concept bar on a whim for the afterparty, and it turned out to be full of seriously tall women.\n\nIt’s a manga where the customers have a casual conversation with the big ladies they meet at the bar.\nThe conversations mostly revolve around appearances and the relationship dynamics between people.",
    "image": "https://uploads.mangadex.org/covers/ca17bc31-0ce6-4c99-ba9d-9be1a9c981a5/a28c3854-7006-42a3-9991-b45932819a13.jpg",
    "moods": []
  },
  {
    "title": "My Hot Harem Has Turned Cold On Me!",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Male Lead From a Prison Shelter",
    "chapter": "Chapter 80",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?",
    "image": "https://uploads.mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "My Flower in the Desert",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A collection of stories:  \n  \n1. The Boundary Between Archer and Scorpion  \n  \n2. The Long, Far Road  \nAlso included in [[es] ~Eternal Sisters~](https://mangadex.com/manga/4879)  \n  \n3. Giraffes' Necks Are Too Long  \n4. The Imaginary Land  \n5. Flowers Forming a Parabola  \n6. Her Cat Wards Off My Bad Dream  \n  \n7. Itoshii no Maid-sama (Miss Beloved Maid)  \nOneshot from Yuri Hime S.  \n  \n8. Capturing You  \n9. The Crow Woman  \n10. A Love Song in a Nameless Country  \n11. The Prince of the Night Sky and the Princess of the Morning Glow",
    "image": "https://uploads.mangadex.org/covers/c5ce2b67-6590-4407-a056-c1a6079fae0f/b153753b-93c8-4037-86af-6c9d14260ea5.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel — or so I thought. \n\nLife was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! \n\nThen I found out that he’s terminally ill — and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 104",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "Should Not",
    "chapter": "Chapter 22",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Frim, a 5-year-old orphan living in the streets of the slums district, was a Japanese person in her past life. Her everyday life was filled with violence and injustice, and she had no one she could count on for help. What she had is \"Magic That Can Produce Water\" and \"Modern Knowledge\", that was it. Even hoping for a roof to sleep under was a luxury under such circumstances. But the world was lacking in ideas about improving working conditions, and by coming up with new ways to use Water Magic aside from producing drinking water, Frim gradually makes a name for herself!\n\n(Source: Comic-Walker)",
    "image": "https://uploads.mangadex.org/covers/95a1c518-98f1-44a8-9f5d-5d2b35358a9a/63866be8-fd56-4b2c-b4cd-0da1452de53c.jpg",
    "moods": []
  },
  {
    "title": "Erase",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Erased dj \nThe story takes place after the final episode of Erased anime. Yashiro has been released from prison and is now living with Satoru.",
    "image": "https://uploads.mangadex.org/covers/05f12e6c-f37a-4731-915d-54494689d024/c827d7c8-5af8-4ccf-b6fc-9366629d6bbd.png",
    "moods": []
  },
  {
    "title": "Sleepless City",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"\n\n[Official English Light Novel](https://yenpress.com/series/the-only-thing-i-d-do-in-a-no-boys-allowed-game-world-novel)",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 125",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "The Mafia Nanny",
    "chapter": "Chapter 86",
    "genre": [
      "Romance"
    ],
    "summary": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?",
    "image": "https://uploads.mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/af30655c-6696-4b2c-a361-461d653749b2.png",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 67",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "The Duchess’s Secret Dressing Room",
    "chapter": "Chapter 122",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*How much money must I spend for you to divorce me?!*\n\nRubika dies in a war without being able to confess her love for Arman but is instead sent back in time. A new life, she will not live in vain. But what are these new obstacles?\n\n---\n*'If I had known sooner that life would never wait, I wouldn't have hesitated so much...'*\n\nAfter living a hard life in the ravaged war ruins, Rubica dies without even confessing to her beloved Armand.\n\nBut what is this?\n\nAt the age of 22, with Armand’s ring, Rubica returned to the pre-war period. After returning, Rubica tries to find Armand who may be alive but is caught by the proposal of her kingdom's supreme ruler, the Duke of Claymore.\n\nRubica, who eventually became the duchess because of her greedy uncle and aunt, now plans to squander her husband's fortune, be disgraced as a 'luxurious duchess,’ and get him to divorce her.\n\nHowever, contrary to what she intended, her fame rises due to her overflowing talent, and her husband, who she thought was indifferent to her, slowly begins to take an interest in her... Where is the end of her luxury, which began to flow in a direction she never expected?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8%EC%9D%98-%EB%B9%84%EB%B0%80-%EC%9D%98%EC%83%81%EC%8B%A4/2961), [KakaoPage](https://page.kakao.com/content/59782483)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16662/)\n* [Japanese / 日本語](https://piccoma.com/web/product/119963)",
    "image": "https://uploads.mangadex.org/covers/90dd657f-2a62-494f-934f-f8d06c73fc18/d3a6bbf6-d8cd-43d4-a4e3-603180720d57.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Saving the Doomed Idols With My Touch",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Manhwa",
      "Showbiz"
    ],
    "summary": "I can save even the most doomed restaurant with my touch!Im Hyeonseong, a famous chef who has even shown up in a TV show as the CEO of a food industry.He built his wealth and fame from the ground up, but meets an unjust death because of his stepmother and step-sibling.At that moment, a system window appeared in front of him.They will give him a chance to take his revenge if he succeeds in making ‘Climax’, the doomed idol group, successful by controlling Cheon Ise’s body.Will I be able to save the doom restau– I mean the doom idols with my touch? We will now begin the special quest, ‘Idol, Cheon Ise’!",
    "image": "https://uploads.mangadex.org/covers/fed92b3a-77e9-4566-bca2-46392463b94e/bf4ec601-f407-44d6-aebb-cf4f2f559406.jpg",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 25",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 42",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "The Possessed Prodigy Actor",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Actor Kim Hyunsu one day came to be able to dream the dreams of the dead, and those were not ordinary dreams. It is the story of an actor who, based on the dreams of the dead, comes to give performances as if possessed!",
    "image": "https://uploads.mangadex.org/covers/8b54123f-8a5f-4e9a-b195-eacb3f367ea5/1b2effa3-1561-4ce8-9267-3f16dba6f835.jpg",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "I am the Precious Daughter of the Greatest Villain in the Fantasy World",
    "chapter": "Chapter 150",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had reincarnated as the daughter of a rich family, but instead I was born as the daughter of the greatest villain in a martial arts novel?! An indifferent dad and a senior brother who eventually kills me. I need to quickly learn martial arts to be able to survive…! But these two… Why do they keep doting on me?!\n\n---\nI've become a part of this Wuxia novel as Lihwa, the thoughtful and gentle daughter of Cheon Ma... who's also the ultimate villain! Known as the Demon King and ruthless leader of the Demonic Sect, he resorts to kidnapping and other nefarious deeds to make sure a boy named Ak Wuryeon never reaches his full potential. Wuryeon doesn't seem THAT bad, but I know he'll one day exact his revenge on my father and that includes me! Can I escape the clutches of my father's enemies and my doomed destiny before it’s too late?",
    "image": "https://uploads.mangadex.org/covers/3c3ec507-7177-4770-9e59-a70dbf81aaa9/2580e9e1-8253-4dac-a5fa-81776f761718.jpg",
    "moods": []
  },
  {
    "title": "Otis",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lee Si-an is a woman who was cursed to die in May, the month when her entire family was massacred.\n\nPerhaps it was fate. Or perhaps it was a bad relationship.\n\nTae Go-on, is a dangerous man who promises to save her. His boiling possessiveness was focused solely on her.",
    "image": "https://uploads.mangadex.org/covers/7ef34127-632d-4f71-b371-618973b0ae77/4b27f8a0-ca7c-4bf8-a8ff-d3304d0c1a6c.png",
    "moods": []
  },
  {
    "title": "I’m Really Not The Demon God’s Lackey",
    "chapter": "Chapter 171",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Supernatural"
    ],
    "summary": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
    "image": "https://uploads.mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "moods": []
  },
  {
    "title": "Defense Breaker",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jihoon is pulled into a defense game. He’s forced to become the captain of the knights and defend the kingdom from monsters. \n\nBut the wounds he received from people haven’t healed yet, so he refuses to protect the kingdom. \n\nThen suddenly, a new route opens up…",
    "image": "https://uploads.mangadex.org/covers/85316b02-6b3e-4c78-9c77-8b465e57e611/401a6df4-9b89-433a-8301-fd9b26f33e2a.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Rose Mansion",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/573efc30-5c69-4719-b72d-d4b64653827d/5a6035c2-0032-4bb2-be45-b0df774d571b.jpg",
    "moods": []
  },
  {
    "title": "I’m the Bride Who Carried the Village’s Misfortune",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Reason We’re Getting Married",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Fake Maid is Doted On By Her Master",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Forget That Night, Your Majesty",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||",
    "image": "https://uploads.mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 262",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "Office Worker in the Ice Age Apocalypse",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 109",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 214",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 174",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]