[
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 288",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 121",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Warrior’s Mother",
    "chapter": "Chapter 120",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When I was suddenly summoned to another world by some mysterious identity that said, \"Pick three Skill Seeds\". But wait, what does 'Skill Seeds' mean instead of just 'Skills'? Realizing the sole difference between the two, I awakened as the other world's first 'Hacker', capable of arbitrarily enhancing skills by manipulating their values! To start, I manipulated the skills of a beautiful girl, Mia, who suffered due to her skills being unsuitable for combat and joined forces with her to surpass those who had looked down on us!",
    "image": "https://uploads.mangadex.org/covers/01b33c25-4ae0-4d07-905a-f2e2dafbc015/16b06c1a-5c20-4217-ac76-6846a75e3677.jpg",
    "moods": []
  },
  {
    "title": "Being A Wicked Woman Is Comfortable And Pleasant",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
    "image": "https://uploads.mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "moods": []
  },
  {
    "title": "The Baby Prisoner in the Winter Castle",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
    "image": "https://uploads.mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/14181369-0829-4473-9f0c-d0991b1e9ec0.jpg",
    "moods": []
  },
  {
    "title": "After Becoming Financially Free, They Offered Their Loyalty",
    "chapter": "Chapter 27",
    "genre": [
      "Romance"
    ],
    "summary": "Shen Yuan, handsome and rich, became a second-generation loser and was mercilessly abandoned by his money-worshipping girlfriend after his family’s business shut down. However, because of this, he obtained the [Perfect Life] system. As long as he spent money on the opposite sex with a favorability of 60, he could receive double the amount back. From that moment on, he made full use of the system to win the hearts of beautiful women and earn a fortune. The more he spent, the richer he became. He spent money like water and rose to the top 0.1%, living a happy entrepreneurial life filled with endless passion",
    "image": "https://uploads.mangadex.org/covers/ae3ba0a0-46d3-4122-a544-9d750aa39ef2/803c8910-a33e-424d-bac1-26ae7b3de16c.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Can’t Live a Normal Life",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?”\n\nBaek Jung-hyeok, the Heavenly Demon of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander.\n\nWill the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
    "image": "https://uploads.mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/91ef0b82-9755-4e0c-a9ec-0c7512c9c99d.jpg",
    "moods": []
  },
  {
    "title": "Wasn’t the Male Lead a Female?",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In her eighth year of possessing the body of an extra in a novel, she met the book’s protagonist who she thought was a woman disguised as a man. But he was actually a man! How will this novel’s ending play out?\n\nAine has lived for eight years without even knowing which novel she had transmigrated to. And then, one day, she meets a knight and discovers the novel she is in.\n\nThis man is actually a woman?!\nThe female lead who is disguised as a man to replace her dead brother?!\nThen, I’ll live a comfortable life as her friend!\n\nHowever, this woman is acting strangely…\nTo think she was actually a man! What should I do now that I’m involved with him?\n\n“Do you really see me as a woman?”",
    "image": "https://uploads.mangadex.org/covers/ae400263-46b6-438a-98db-d23e84b386d1/12e20c5c-1a7f-4d4c-ac72-f9434c9b31fd.jpg",
    "moods": []
  },
  {
    "title": "Beasts",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "I Thought I was the Real Daughter",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The End in the Fall",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "Uruwashi Maria, a student at the Hananomiya private academy is a strong-willed and selfish \"villainess.\" Her life is on easy mode and she has no enemies, but one day the memories of her past life come to her. Suddenly she remembers that in her previous life she was a normal high school girl. And she’s seen this life of hers play out before in a manga she read in her previous life! According to memories of her past life, Maria is killed by somebody in the manga. \"And I don't know who did it because I died before I could read the ending!\"  \n  \nCan Maria avoid her death and find happiness?",
    "image": "https://uploads.mangadex.org/covers/3521c5e8-a737-43a3-97b6-c25d2f23d24e/db722600-71b9-4dd0-b204-e4a0e24928cc.png",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "All About Dominative And Exclusive Destruction",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 66",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The President’s Fake Girlfriend",
    "chapter": "Chapter 19",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/e326eae9-75a6-41f0-9e93-c599bba0d5ca/fcfb67e1-0c23-4ab9-b75e-743bee6d9a1a.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "Confessing My Love to Him, the Treacherous One",
    "chapter": "Chapter 48",
    "genre": [
      "Romance"
    ],
    "summary": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?",
    "image": "https://uploads.mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "moods": []
  },
  {
    "title": "Just A Cat",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world of monsters and magic, the hunter Hawk and just a cat set off on an adventure— \"One to protect what is precious, the other to seek revenge.\"\n\nDifferent purposes, same destination.",
    "image": "https://uploads.mangadex.org/covers/0e9b2027-d24f-4fd9-bbb1-d2ad553a00f6/288dc6b8-76f1-4d82-8bc4-a4ff10907173.png",
    "moods": []
  },
  {
    "title": "Invincible After Shocking My Empress Wife",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
    "image": "https://uploads.mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "A Former S-rank Adventurer Who Was Betrayed By His Griends Because He Was Too Strong Wants to Live a Slow Life in The Countryside",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 60",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "Genius Hitter Hits Fastball",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?",
    "image": "https://uploads.mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "moods": []
  },
  {
    "title": "The Cook of a Perished World",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "The Miraculous Physical Therapist",
    "chapter": "Chapter 89",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Medical",
      "Supernatural"
    ],
    "summary": "Lee Gijeok Physical Therapist. The center is failing, and my girlfriend is drifting away…! On a day when nothing goes right, after being hit by a falling star, a status window appears?! This is a story of a self-centered Man becoming the best physical therapist!",
    "image": "https://uploads.mangadex.org/covers/dd6cbd95-3a3e-4f26-9e19-921f65aedb30/f68e6aaa-8a91-4253-a38e-766f4b1ad119.jpg",
    "moods": []
  },
  {
    "title": "Son’s Retribution",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Blood ties bind, but vengeance severs, and in the heart of a heartless man, a fire ignites.\n\nKang Piludu, a prosecutor born into a legacy of corruption, uncovers his family's harrowing involvement in his mother’s murder. Now, a chilling vendetta awakens the monster within, drawing out the primordial urge he has long sought to contain. \n\nWill he rely on the law to be his ally on this treacherous path, or will he become the judge, jury, and executioner?",
    "image": "https://uploads.mangadex.org/covers/ea9ed9d1-04ed-4522-ae42-57042697e4a6/5f73cbbf-ed25-4d4c-8cac-0807943192bf.jpg",
    "moods": []
  },
  {
    "title": "A Campus Romance, I Guess",
    "chapter": "Chapter 80",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Shoujo"
    ],
    "summary": "An ordinary university student, Hayoon. She meets Kang-on on a trip for which she leaves on impulse. \n\nKang-on falls in love at first sight with Hayoon and confesses to her but she rejects him. The two who thought they would never see each other again are reunited during a university club recruitment event...and end up joining the same club. But wait..the president of the club they joined likes Hayoon too?!\n\nLol this isn't made up but really just a campus romance...I guess.",
    "image": "https://uploads.mangadex.org/covers/603ba0f1-2a02-4e50-836a-a222056d6b5e/1087106e-bd40-4d77-82f1-f4c8494c5706.jpg",
    "moods": []
  },
  {
    "title": "The Saintess And The Curse",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "It is said that cats will haunt the family that killed them for seven generations.　\n\nKuro, a black cat who has fallen into the role of a \"curse god,\" is trying to return to being a \"god of fortune\" by completing \"seven generations of curses\". However, the sixth generation is our protagonist Koutarou Nishikori, and he's hopelessly single, stuck pining for his mysterious first love. As it turns out... that first love is Kuro.",
    "image": "https://uploads.mangadex.org/covers/359eb456-02e7-4906-bd48-10624d0419fd/c443713b-3cfd-4249-9c1d-347da9fcb68c.jpg",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 26",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 58",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 25",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "I Became the Greatest Heiress of the Empire",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wicked Little Girl",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Young Lady’s Revenge",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Kiran, the strongest old soldier who fell in battle against the Demon King and lost his life, accepts a proposal from a goddess and is reincarnated. However, his new life begins as the daughter of the Heikera Baron family...!? The story follows the adventures of Kikka, the reincarnated daughter who retains the skills of her former life as a seasoned warrior, particularly the powerful \"Magic Bullet\" skill. As she boldly rises to prominence, her bravery attracts people to her side.",
    "image": "https://uploads.mangadex.org/covers/c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7/257da86c-8ec5-4597-a43a-45b184795a44.jpg",
    "moods": []
  },
  {
    "title": "A Week Before I Die",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 142",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "For The Princess Who Will Disappear",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a life tangled with pickpockets, Sasha discovers she might be a \"princess\"!? Selling a necklace by mistake leads her all the way to the royal palace. Quick-witted and bold, Sasha, the street-savvy princess, and Rascan, the cold-hearted duke and her fiancée who silently stands by her side, embark on a secret romance!",
    "image": "https://uploads.mangadex.org/covers/248f0f58-092b-43f5-8e13-f0e8907da4f8/781ec863-9cc0-42d5-87ad-a7fd7311df24.jpg",
    "moods": []
  },
  {
    "title": "I was Reborn as a Housekeeper in a Parallel World!",
    "chapter": "Chapter 246",
    "genre": [
      "Comedy",
      "Fantasy",
      "Isekai",
      "Magic",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In an Attempt to Get Revenge, I Seduced My Husband",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Overpower Your Enemies by the Law",
    "chapter": "Chapter 42",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After a mysterious accident on a scorching summer day, high school student Jaehun wakes up to a startling discovery - his soul is now sharing his body with that of an enigmatic ascetic. Over the next three years, Jaehun adjusts to life with his unexpected companion while undergoing rehabilitation. Just as he begins to settle into this strange new reality, he faces a pivotal moment: choosing his path for college. A conversation with his defense attorney father opens the door to a world he had never considered before.",
    "image": "https://uploads.mangadex.org/covers/c320025f-322e-4208-acc6-cd6dc7a9873d/349b6674-4c4f-4c8d-bb56-731cb0206c8a.png",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 165",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  }
]