[
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 209",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 287",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Your First",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Tomoaki Hijiri, a university counselor, lives a peacefully ordinary yet unsatisfying life. That changes when he reunites with Hajime Amawashi, a strikingly beautiful young man from his past, after more than a decade. His striking beauty is made all the more captivating by his air of mystery…\n\nTempted by those words, Tomoaki becomes entangled in the strange and unsettling cases his patients bring to him. What is the true nature of the bizarre phenomena unfolding around him? And what is the real reason Hajime has for suddenly appearing by his side…?",
    "image": "https://uploads.mangadex.org/covers/5836cf0e-bf53-4bba-9f18-dcada2fd5bed/b8e6501d-be70-4b70-8ff5-d4e9e4eb77c0.jpg",
    "moods": []
  },
  {
    "title": "Esteemed Female Masters All Want to Possess Me",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "Xiao Nan died tragically and then isekai-ed to the 21st Continent. Although reborn as useless trash, he awakened the reverse system, and his strength would increase as long as he was hurt. What he didn’t know was that he had a hidden identity-as the chosen son of heaven who was prophesized to revitalize the Sword sect. The elders of all factions in the sect therefore hid their identities and approached Xiao Nan to try to recruit him into their own ranks. Since then, Xiao Nan began to enjoy being nurtured by beautiful female masters, whilst discovering features of the system to become stronger + start a harem",
    "image": "https://uploads.mangadex.org/covers/cd0c2244-94d9-4070-902b-7c06b4315a68/90086582-bd46-4666-a902-737655f954ba.jpg",
    "moods": []
  },
  {
    "title": "A Former S-rank Adventurer Who Was Betrayed By His Griends Because He Was Too Strong Wants to Live a Slow Life in The Countryside",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "The Corrupted Witch Has No Choice But to Become a Villain",
    "chapter": "Chapter 94",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "I Am the Last Villainess He Has to Kill",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When people get transported into novels, they usually end up as noble ladies, even if they're villains. But I ended up as the final monster that the male lead must kill—the daughter of the Demon King.\n\n\"Here’s your favorite finger necklace, Princess!\"\n\nAbduction and murder are the norm among demons. \nI can’t live with these creatures for 5,000 years! \nI just need to endure it, fulfill my role according to the original story, and move on to the next novel! \nOh, God. How is this even possible? \nThis isn’t some stray cat adoption; it’s like adopting the male lead! \nAnd the eight-year-old Kiel is saying some very ominous things.\n\n“Can I eat you?”\n\"Well... I’ll raise you with care, so come kill the Demon King’s daughter later.\"",
    "image": "https://uploads.mangadex.org/covers/8116a628-d561-4528-9bff-76e667f43ba0/304d54da-8889-49b5-b3db-32a1e55337eb.jpg",
    "moods": []
  },
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?",
    "image": "https://uploads.mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 216",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 59",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "The Price Is Your Everything",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?",
    "image": "https://uploads.mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "SSS-Grade Cafe in Front of The Dungeon",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After dying from overwork, the protagonist wakes up three years in the past. Determined to escape the grind, they open a cozy café in their grandmother's old shop—only to unlock a \"Café Owner\" class with magical coffee skills. But their peaceful life takes a turn when mysterious quests and dangers emerge.",
    "image": "https://uploads.mangadex.org/covers/24f3a8b9-fce9-4c85-bbdc-24639e35b5f8/6096d1bf-5ce3-4808-ac60-69a91c8f616b.jpg",
    "moods": []
  },
  {
    "title": "Son’s Retribution",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Blood ties bind, but vengeance severs, and in the heart of a heartless man, a fire ignites.\n\nKang Piludu, a prosecutor born into a legacy of corruption, uncovers his family's harrowing involvement in his mother’s murder. Now, a chilling vendetta awakens the monster within, drawing out the primordial urge he has long sought to contain. \n\nWill he rely on the law to be his ally on this treacherous path, or will he become the judge, jury, and executioner?",
    "image": "https://uploads.mangadex.org/covers/ea9ed9d1-04ed-4522-ae42-57042697e4a6/5f73cbbf-ed25-4d4c-8cac-0807943192bf.jpg",
    "moods": []
  },
  {
    "title": "A Campus Romance, I Guess",
    "chapter": "Chapter 79",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Shoujo"
    ],
    "summary": "An ordinary university student, Hayoon. She meets Kang-on on a trip for which she leaves on impulse. \n\nKang-on falls in love at first sight with Hayoon and confesses to her but she rejects him. The two who thought they would never see each other again are reunited during a university club recruitment event...and end up joining the same club. But wait..the president of the club they joined likes Hayoon too?!\n\nLol this isn't made up but really just a campus romance...I guess.",
    "image": "https://uploads.mangadex.org/covers/603ba0f1-2a02-4e50-836a-a222056d6b5e/1087106e-bd40-4d77-82f1-f4c8494c5706.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Haesi’s New Path",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haeru, who was gifted with the mysterious power to foresee the future, rejects her fate and flees. One day, a peculiar scholar appears before her! A man who constantly gets lost, tells lies, and insists that fighting is done with the mind, not the body. From the moment she meets him, Haeru's halted fate begins to move again.\r\nIn 15th century Joseon, a sweet yet dangerous tale of love and war unfolds between the greatest genius king, untold by history, and a mysterious woman bound by the chains of destiny!",
    "image": "https://uploads.mangadex.org/covers/6268afd4-67ff-4625-aa8e-a5d317d483e4/ecc54502-a440-4e4a-8255-937b484642c0.jpg",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Is the Friend of a Friend a Stranger?",
    "chapter": "Chapter 17",
    "genre": [],
    "summary": "Seven years ago, I promised my best male friend that we would always be friends.\nWhen I reunited with him in high school, he was…… the neatest and most beautiful girl in the school!? And yet, she acts the same old way only in front of me……\n\nA pure romantic comedy about a beautiful girl who was supposed to be my best “male friend”, now adapted into a comic!\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Sites:**\n- [Official X](https://x.com/tenbin_sneaker)",
    "image": "https://uploads.mangadex.org/covers/7873dd0e-131f-4f40-8a92-32601713e1da/5b2dc831-8900-4280-8165-d1b1e4a7cf5e.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 57",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Put Me To Sleep",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 128",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "For The Princess Who Will Disappear",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a life tangled with pickpockets, Sasha discovers she might be a \"princess\"!? Selling a necklace by mistake leads her all the way to the royal palace. Quick-witted and bold, Sasha, the street-savvy princess, and Rascan, the cold-hearted duke and her fiancée who silently stands by her side, embark on a secret romance!",
    "image": "https://uploads.mangadex.org/covers/248f0f58-092b-43f5-8e13-f0e8907da4f8/781ec863-9cc0-42d5-87ad-a7fd7311df24.jpg",
    "moods": []
  },
  {
    "title": "Beware of the Strongest Man Who is Crazy About Me",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce, Then A Comeback with Billions",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Live as a Villain",
    "chapter": "Chapter 192",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Mystery",
      "Psychological",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "A clumsy knight and a magician who struggles to understand his own feelings. The story of how two arch-enemies end up closer than they ever thought they would be. Spin-off of「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, which follows the daily life of Barbaros on his job of protecting the Captain of the Holy Knights, Chastel Lillqvist.",
    "image": "https://uploads.mangadex.org/covers/30193c1f-1569-4c2d-8c29-8a365fec322b/7869bd80-47e3-430f-b533-c1458613e625.jpg",
    "moods": []
  },
  {
    "title": "I refuse this kind of reliance",
    "chapter": "Chapter 12",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Inverted World with Omnipotent Skills",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world’s most popular game, AZURE LAND, suddenly ends its service. Soon after, monsters from the game begin appearing in the real world, blurring the line between reality and virtual reality. Shizuya Kakitsubata, the game’s top commander, is caught in the chaos and must now fight to survive. Humanity, once the hunters, have become the hunted—and their survival is uncertain in this new, deadly reality.",
    "image": "https://uploads.mangadex.org/covers/eef6b1b3-045d-406c-a8a0-604d9741b373/cbab3c94-1cf4-474b-a24b-5cbb254974bc.png",
    "moods": []
  },
  {
    "title": "After Becoming Financially Free, They Offered Their Loyalty",
    "chapter": "Chapter 26",
    "genre": [
      "Romance"
    ],
    "summary": "Shen Yuan, handsome and rich, became a second-generation loser and was mercilessly abandoned by his money-worshipping girlfriend after his family’s business shut down. However, because of this, he obtained the [Perfect Life] system. As long as he spent money on the opposite sex with a favorability of 60, he could receive double the amount back. From that moment on, he made full use of the system to win the hearts of beautiful women and earn a fortune. The more he spent, the richer he became. He spent money like water and rose to the top 0.1%, living a happy entrepreneurial life filled with endless passion",
    "image": "https://uploads.mangadex.org/covers/ae3ba0a0-46d3-4122-a544-9d750aa39ef2/803c8910-a33e-424d-bac1-26ae7b3de16c.jpg",
    "moods": []
  },
  {
    "title": "One Hundred Thousand Years of Tribulation by Heavenly Thunder",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After transmigrating into a cultivation world, young Fang Lingxiao rises to greatness with a talent that defies the heavens. In just a hundred years, he reaches the peak—the Great Ascension Stage. But during his final tribulation, the heavens unleash something unimaginable: a lightning storm that rages not for days or months, but for a hundred thousand years.\n\nWhen he finally emerges from the ordeal, his cultivation is shattered—reduced to that of a mere mortal. Yet, his body, forged by countless years under divine lightning, has become indestructible.\n\nSoon, Fang Lingxiao realizes the truth—this wasn’t fate. It was sabotage from a powerful figure in the Upper Realm.\n\nNow, with his cultivation lost but an unbreakable body as his weapon, he sets out on a path of vengeance. He’ll uncover the traitor, climb the heavens once more, and make them all pay.",
    "image": "https://uploads.mangadex.org/covers/631f5f47-ff9e-419b-b7e1-fa0d4f14e6de/73710e57-8cc4-4e0a-9f4a-e238d99675d2.png",
    "moods": []
  },
  {
    "title": "Invincible After Shocking My Empress Wife",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
    "image": "https://uploads.mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 519",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Prices Depreciated, and I Became the World’s Richest Person",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa"
    ],
    "summary": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…",
    "image": "https://uploads.mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "moods": []
  },
  {
    "title": "I Became the Younger Brother of the Obsessive Yandere Heroine",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Daddy President Is Too Hard To Deal With",
    "chapter": "Chapter 205",
    "genre": [
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Rumor has it that the president of the Xi group is weird, unpredictable, insidious and mean of doing things but he spoils her to the maximum. Assistant: “Sir, Madam’s hospital has been smashed.” “Where is madam?” “Madam is about to cripple someone …….” “Let the doctor go to madam to see if her hand hurts from the beating! Love rivals from all over the world: “Xiao Tian Tian, what’s so great about a cold old man! Come with me and I’ll give you everything. President Xi: “Wife,the babies are calling you home for dinner.”",
    "image": "https://uploads.mangadex.org/covers/a2408e7b-0da4-4187-aa31-617c1a4a67bc/91ea24cc-82f5-4428-9933-3d2cb8b5d964.jpg",
    "moods": []
  },
  {
    "title": "The Witch Doctor of Walpurgis",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kina, a witch doctor living on Mount Walpurgis, hears a prophecy from a titmouse one day that she will be executed within six months and will meet three men who will share her fate. Determined to escape her destiny, she hides in the mountains, but soon finds herself swept away by one man and sent to the imperial palace, where court intrigue awaits her. Can she survive the palace's plots and escape her foretold fate?",
    "image": "https://uploads.mangadex.org/covers/ab5fa351-0837-422e-8725-130fd1356001/234c716f-fbcf-4452-83d9-48998b716476.jpg",
    "moods": []
  },
  {
    "title": "I Ran Away With My Contracted Husband",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Revenge",
      "Romance"
    ],
    "summary": "The blind Duchess regained her sight—only to witness her fiancé cheating on her that very day. Determined to take revenge on the scumbag and reclaim her family title, she made a bold move at the wedding—swapping grooms and marrying the infamous, devilishly handsome fugitive instead! Thus begins the tale of a Duchess and a wanted man, where marriage comes first and love follows later. (Cr TL: Gourmet Scans)\n\n----\nThe Duke's Daughter Windsor lost her parents in a car accident several years ago, and she herself was left blind. Supported by her fiancé and her younger sister—who is not related to her by blood—she somehow managed to get by day to day.\n\nHowever, after secretly undergoing treatment and regaining her sight, Windsor discovers that the two have betrayed her and are plotting to take over the dukedom.\n\nDriven into a corner, Windsor sets out to ask the person who treated her eyes for help in ruining the wedding ceremony—but she mistakenly approaches the wrong man.\n\nThat man is Theodore, the head of Blark Bank, who is currently being pursued by the police after being falsely accused of a crime by none other than Windsor’s fiancé.\n\nWith their interests aligned, Theodore proposes a contract marriage to Windsor.\n\nHow will the two of them confront and overcome the hardships ahead…?",
    "image": "https://uploads.mangadex.org/covers/5c3e68d5-4f26-4db5-83b9-c40f87e1ca4d/b18f4add-02eb-4fba-809b-898a3e4fb633.png",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 336",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "The Reincarnated Scum Hunter",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In another world, the “scum reincarnated people” are addicted to power and continue to run wild according to their desires. The one who stops their rampage is Hasuda, a reclaimer who specializes in reincarnated people. When Hasuda appears before them, their strongest abilities and bodies are reclaimed, and a dark judgment is passed down. The underground fantasy of the scum reincarnated people vs. the reclaimer begins!",
    "image": "https://uploads.mangadex.org/covers/583f03a6-32d6-433a-8d1c-5e435f4c0b52/61e149dc-e451-4cd2-af93-98c7008e28c1.png",
    "moods": []
  },
  {
    "title": "I’ve Been Invincible for a Long Time",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Over a five-year journey around the world, Ye Changqing first believed he could be like other cool novel protagonist systems with a plug-in, but even the most common immortal cultivator cannot be. Living close to a sect in a small town was his only option, so he started a business. His small store eventually turned into the holy land of all the righteous individuals, and the dog he raised up turned out to be the feared demon king. From that moment on, everyone acknowledged Ye Changqing as a Supreme Master.",
    "image": "https://uploads.mangadex.org/covers/99dac38e-cf13-44d3-93bc-e0a3a1074b40/3d07bc7a-2aa0-473a-9a5b-f364007f2378.jpg",
    "moods": []
  }
]