[
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "The Investor Who Sees the Future",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After experiencing an accident in the military, Kang Jinhu gained the ability to foresee the future. \n\nHe decides to use this ability to invest in various companies and make money, aiming to become the world's number one investor. \n\nHow far do the limits of his foresight extend? Beyond investments, it touches economics, politics, corporations, and even global affairs. From now on, he’s reshaping the world of finance!",
    "image": "https://uploads.mangadex.org/covers/aefc3f7f-e7fd-40d9-86ce-280ff9ac16de/489371d4-43e8-4b32-a32c-af3fad075656.jpg",
    "moods": []
  },
  {
    "title": "The Bottom-Feeder Scavenger’s Revenge",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After his sister's death, Row, who was said to be a freeloader, becomes an explorer to investigate the cause of his sister's death. \n\nWhen he nearly loses his life in the dungeon, he acquires the ability to disassemble monster corpses, supplies, and skills. Row becomes stronger by disassembling various things. \n\nAnd the mystery of his sister's death slowly begins to unravel...",
    "image": "https://uploads.mangadex.org/covers/065dc82a-5b43-499d-bc34-49129b39c6f3/3758b70f-e101-4067-bfe7-6f79508ddbbe.png",
    "moods": []
  },
  {
    "title": "I Don’t Want to Be Loved",
    "chapter": "Chapter 55",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I, Honjou Kaede, was invited by my friend, Shiromine Risa, to play a VRMMO. I don't hate games, but painful things are a little… no, I hate it very, very much. Eh!… the pain would be reduced if I placed stats on defense power? Then, the only place where I can place it, is there right? Right? Solidly fortify everything into defense, now here I come!",
    "image": "https://uploads.mangadex.org/covers/932158c8-1f78-4f8d-be23-b205c479fe80/78b97e8b-3831-45a5-9be6-32cf411e50e3.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "Contractual Marriage Vows",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnated Scum Hunter",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In another world, the “scum reincarnated people” are addicted to power and continue to run wild according to their desires. The one who stops their rampage is Hasuda, a reclaimer who specializes in reincarnated people. When Hasuda appears before them, their strongest abilities and bodies are reclaimed, and a dark judgment is passed down. The underground fantasy of the scum reincarnated people vs. the reclaimer begins!",
    "image": "https://uploads.mangadex.org/covers/583f03a6-32d6-433a-8d1c-5e435f4c0b52/61e149dc-e451-4cd2-af93-98c7008e28c1.png",
    "moods": []
  },
  {
    "title": "The brunette’s reaper",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "My Clone is the Space Bug King",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the future, humanity has successfully left Earth and colonized various star systems, evolving into a new breed of humans who are taller and possess incredibly long lifespans. \n\nMeanwhile, Earth, the once-thriving mother planet, has been reduced to a nuclear wasteland due to overdevelopment and severe pollution. The original inhabitants still living on Earth now face an average lifespan of just 40 years, leading to widespread discrimination from the new humans. \n\nThe protagonist is one of these Earth natives, but unlike others who have succumbed to despair, he works hard to become a mechanic even more skilled than the new humans. Just when he thought he could finally live a better life, he is met with betrayal and treated as cannon fodder when the cosmic insect race attacks a human outpost. \n\nHowever, with a burning desire for revenge, the protagonist discovers that he has been reborn as one of the cosmic insects!",
    "image": "https://uploads.mangadex.org/covers/c49233b7-b007-4ee9-b02c-b3f72eecb573/896906a1-be59-4e2a-8012-dcd8d435fa99.jpg",
    "moods": []
  },
  {
    "title": "My Status Window is on Strike",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Monsters pour out of gates, wreaking havoc on the world, but Taejun couldn’t care less. After seven years of failure and bullying in his hunter’s guild, he’s fired—until his dormant S-Tier power suddenly activates. Now, with newfound strength, Taejun hunts monsters, exacts brutal revenge, and rises to fame. But as his power grows, so does the danger, and shadowy forces begin targeting him. Can Taejun stay one step ahead and crush those who want him dead?",
    "image": "https://uploads.mangadex.org/covers/ecbb0ff6-8a80-4897-a13f-5305f6c181db/c255a62e-f629-4305-8bdf-7b6cb4f91f40.jpg",
    "moods": []
  },
  {
    "title": "One Hundred Thousand Years of Tribulation by Heavenly Thunder",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After transmigrating into a cultivation world, young Fang Lingxiao rises to greatness with a talent that defies the heavens. In just a hundred years, he reaches the peak—the Great Ascension Stage. But during his final tribulation, the heavens unleash something unimaginable: a lightning storm that rages not for days or months, but for a hundred thousand years.\n\nWhen he finally emerges from the ordeal, his cultivation is shattered—reduced to that of a mere mortal. Yet, his body, forged by countless years under divine lightning, has become indestructible.\n\nSoon, Fang Lingxiao realizes the truth—this wasn’t fate. It was sabotage from a powerful figure in the Upper Realm.\n\nNow, with his cultivation lost but an unbreakable body as his weapon, he sets out on a path of vengeance. He’ll uncover the traitor, climb the heavens once more, and make them all pay.",
    "image": "https://uploads.mangadex.org/covers/631f5f47-ff9e-419b-b7e1-fa0d4f14e6de/73710e57-8cc4-4e0a-9f4a-e238d99675d2.png",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "Frozen Warrior",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Cheok Ryugeom, a Goryeo swordsman, threw himself off a cliff holding the enemy for his master's sake.\n\nHowever, he wakes up in the modern era—900 years later—after being frostbound...\n\nThis is the revenge tale of Goryeo's top swordsman in the modern era.",
    "image": "https://uploads.mangadex.org/covers/a1bfa8a2-70cb-41da-92ec-08f4a88e67cb/4869c6b1-2413-4e08-b46a-af95a32da476.jpg",
    "moods": []
  },
  {
    "title": "Star-Embracing Swordmaster",
    "chapter": "Chapter 96.7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The so-called “Lighthouse of the North,” the prosperous trading town of Schoarra, hides a dark underbelly: seedy slums ruled by five ruthless crime bosses.\n\nWhen streetwise orphan Vlad finds the brothel he works for decimated by a disgraced knight, he turns to the path of the blade, pledging himself to the pursuit of power by sword. \n\nBlessed with the ability to seek wisdom from his sentient sword, Vlad embarks upon a journey of growth and peril as swordsman in service to the powerful House Vayezid.",
    "image": "https://uploads.mangadex.org/covers/abe0bb3b-a05e-4602-aa4f-578e0b962cf9/79b55c2b-0fb4-4569-8c48-aa1e1ff97eb7.jpg",
    "moods": []
  },
  {
    "title": "The Former Noblewoman with a Distrust for Men Decides to Help the Lustful Prince",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 274",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "The Max-Level Player’s 100th Regression",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
    "image": "https://uploads.mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b51ce066-6349-43a6-a163-d9ecaa5775ac.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Real Reason We’re Getting Married",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Hell of a Romance",
    "chapter": "Chapter 11",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/eaecd9b5-0510-46aa-b65c-a09611fa912b.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 45",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Queen of the Veil",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!",
    "image": "https://uploads.mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "moods": []
  },
  {
    "title": "8% Opacity",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Your Fault for Being Poor: The Fallen Noble Lady Faces the Consequences of a Broken Engagement",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Remove the Kind Protagonist’s Mask",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "For the sake of survival, I kissed the protagonist and we became partners. But I just can't believe that the 'kind' protagonist in the original novel was all an act!\n\n\"If I kill you, this partnership will be broken.\"\n\n\"You can't do that. We'll both die at the same time.\"\n\nWe were tied together by a tightly shared fate. Sharing the same wounds, the same pain, the same life and death. Plus, we had to have physical contact for the symbiosis?\n\nWhen I found out about his mask, he was cruel to me with no hesitation. Unreasonable amounts of work, unreasonable demands… Why can't I be with another man?\n\n\"I've figured it out! How to break this partnership!\"\n\nNow that my life would be safe, all that's left is to get away―\n\n\"I have no intention of breaking it.\"\n\n\"…Pardon?\"\n\n\"Just like you, I'm also curious,\" he held me in his arms and his gaze slowly descended to my lips, \"I'm curious about to what extent our pain will be shared.\"\n\n---\nAs the #1 stalker of Pope Ulysses, the kind male lead, Yoidel was to be executed for her crimes. Just minutes before her end, Yoidel escapes her cell to ask Ulysses for help, only to come across a bloody madman... who turns out to be the male lead himself! In a desperate attempt to survive, Yoidel binds herself to him in a magical contract, dooming the two to share their lives and deaths. Now stuck with a two-faced psycho, will Yoidel find a way to break their bond before it breaks her?",
    "image": "https://uploads.mangadex.org/covers/8b6d4f24-d7e5-4d08-8902-ba7c0fbf1b00/959170a2-76e1-4694-a0be-a630653c6d05.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "I Became a Divorce Lawyer for My First Love",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 154",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "I will try to seduce the male lead for my brother",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*I'll marry the male lead myself!*\n\nRaffine is in a predicament, and there are three reasons why. One, she's been reincarnated into a super angsty, highly depressing novel. Two, her older brother is destined for death in said novel. And three, the only way to save him is by marrying the male lead. What the hell is going on?!\n\n---\nI possessed Raphine, the youngest sister of the second male lead, who had no dreams nor hopes, in an impoverished and obsession filled novel. That was also because he had a crush on the female lead, who married the male lead on a contract, and eventually died.\n\nI can't believe it's such a miserable ending for my favorite character and kind eldest brother. No way!\n\nRaphine decided to brainwash Prince Jerkan, the male lead of the novel, to prevent the female lead's contract marriage.\n\nSo that he can think of me when he needs a contract marriage!\n\n\"Jerkan! I want to marry you!\"\n\"If you're grateful, you have to marry me next time.\"\n\"I need a simple marriage, so I'll get married through a contract.\"\n\nAnd when the brainwashing finally succeeded, Raphine cheered inside.\n\n\"Okay. Definitely, I'll marry you.\"\n\nI never imagined what kind of eyes he was had. Yeah, I really didn't know then. I didn't know this would happen.\n\n\"Didn't you pester me because you wanted to marry me?\"\n\"Will you run away?\"",
    "image": "https://uploads.mangadex.org/covers/606b264e-9e0d-4005-904e-8af22ebc9dd3/dd815bac-1290-4570-ad44-e06d377f94c2.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 71",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“*My seatmate, Shiraishi-san, is just too cute—and it's driving me crazy!*”\n\nThey know each other, but they’re not exactly friends. Akaogi Ayame and Shiraishi Konomi are classmates—*nothing more, nothing less.* Ayame is strikingly beautiful, a standout athlete, and popular in class, whilst Konomi is shy, introverted, and has only one friend. They should’ve had no reason to interact... so how did things end up this way? What started as a small, trivial incident caused Ayame’s hidden feelings to overflow, now she can’t stop thinking about *her!*",
    "image": "https://uploads.mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/8f278c54-9f78-47f9-b776-2c86ef170ec3.jpg",
    "moods": []
  },
  {
    "title": "Let’s Go to your House, Oppa",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Florence Café’s owner, Yoo Ji-an, has someone who feels more like an older brother than her real one.\n\nThat person is Choi Jae-geon, the heir of Hwaseong Construction, who never misses a chance to get on Ji-an’s nerves.\n\nOne day, after an unexpected incident leaves Ji-an with nowhere to go, Jae-geon is the one to reach out first.\n\n“Come to my place.”\n\nAnd so begins their cohabitation.\n\nThey’ve always bickered and clashed at every turn, but suddenly, the atmosphere between them starts to shift.\n\nThen, with just one sentence from Jae-geon—\n\n“Come to my room.”\n\nJi-an’s heart starts to race.\n\nKIM's hit novel, Come to My Place, now adapted into a webtoon!\nFamiliar yet unfamiliar, in a home that isn’t her own—\nA fiery love-hate romance begins!",
    "image": "https://uploads.mangadex.org/covers/642aea88-d765-4bc3-91fd-6e16fc0cbaa0/bd73d9dc-4094-40f5-9441-030abeee84e9.jpg",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?",
    "image": "https://uploads.mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "I Acted As the Adopted Daughter Too Well",
    "chapter": "Chapter 97",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dead Evil Queen Elise",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Queen Elise, the young king’s rightful wife, couldn’t bear him an heir. Blamed for his failures and tormented by his cruel magic, she suffered terrible abuse. Everyone thought she died from her injuries, but she escaped.\n\nDisguised as a commoner, she hides her true identity and plots to destroy the tyrant king.\n\nIn a quiet town, a stableman named Flegel falls in love with her, not knowing who she really is. But he’s hiding a secret too.\n\nThis is the story of the so-called 'evil queen' and her short but unforgettable second life.",
    "image": "https://uploads.mangadex.org/covers/6b24eecc-d606-4294-93d4-00e36ceb308e/9aad06b6-e4a7-49e8-8aad-6d5f79176cb0.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel—or so I thought. Life was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! Then I found out that he’s terminally ill—and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  }
]