[
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 411",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  },
  {
    "title": "Lord Baby Runs A Romance Fantasy With Cash",
    "chapter": "Chapter 93",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I lived without a home or family and suffered until I died, but then an 'angel' appeared and made me an offer.\n\n\"You, a professional reader of rofan novels, would you like to be reincarnated into a world created based on rofan?\"\n\nBecause he said that my (handsome) Dad and my (handsome) older brothers will fed me with a diamond spoon, I was reborn...\n\n—They say I might be a child born from my mother's affair?\n\nAs soon as I was born, I was handed over to my relatives and became a servant, facing abuse.\n\n\"At this rate, I might freeze to death or starve to death alone.\"\n\nThere's nothing I can do about this situation.\n\n\"Daddy, take me away—!\"\n\nLet's find a way to survive somehow.\nBut...\n\n[You have fulfilled the conditions.]\n[The trait <Rush and Cash> has awakened.]\n\n[Dear reader, do not hesitate to use any means and methods to obtain what you desire. Conquer and seize it!\nRomance novel readers don't back down in situations like this!\nShow your abilities!\n-Condition: Persuade the Duke of Pheraton and obtain the <Summoning Medium>.\n-Reward: 5,000 cash draw ticket.\n-Quest rejection penalty: Game over in life.\n-Quest failure penalty: Game over in life.]\n\n\"So, the quest is to kiss my Dad on the cheek?\"\n\n...I've been scammed.",
    "image": "https://uploads.mangadex.org/covers/8dafd1ee-f5d4-4119-b287-e8963b1b34a3/85adaa0b-57e9-404a-9ead-a2a25b16d80c.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 240",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Young Lady Who Broke Her Engagement Is Only Obsessed With the Ending",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "My fiancé just broke off our engagement, but I'm done crying over pathetic guys. I don't need a man to lead me to victory—I'll find my happy ending on my own! I've been trapped in a fantasy dating sim for three years and still haven't reached a good ending. After all, it's hard to win when I'm Serdel Loeveste, a forgettable side character. In this next playthrough, I'll have to take more risks instead of simply doing what I'm told. Will I finally be able to escape the game this time?",
    "image": "https://uploads.mangadex.org/covers/7a020035-69b2-41eb-89d6-bca97cb729df/43963318-2fb6-4a74-a6e7-6e1ae775d3af.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 128",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yoon Hyesung is just your average office worker — but in her heart, she’s the number-one fan of Na Yeonwoo, a trainee who keeps getting this close to debuting before every opportunity falls through. \n\nAfter yet another failed debut, Hyesung has a full-on meltdown in her room, bawling about the unfair system and her own helplessness.  But when she wakes up, she finds herself in a mysterious space with a strange window popping up: \n\n[Would you like to accept a reality where your dreams come true?] \n\nThis must be one of those setups, right? but after a brief internal panic, Hyesung makes up her mind.",
    "image": "https://uploads.mangadex.org/covers/d2642142-cd29-4e40-8455-f4969dd7f727/a8605089-85ac-453e-ae78-2aa5fdc37126.png",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The main character, Noah, is a reincarnated person. He was active as a sword saint in a previous life, and as a sage in another. But he’s been forced to work hard all his life, and he's sick of being a hero! One day, Noah dies and wakes up to find that he has been reborn as a prince. He had a high level of magical talent and the swordsmanship of a sword saint, but he didn't want to get busy again, so Noah pretended to be incompetent with all his might.\n\nThen, on his 15th birthday. A skill appraisal revealed that he was incompetent (actually, he was just hiding it with his concealment skill). Noah was scorned and banished. With what seemed like a gesture of warmth, his father gave him a remote territory.\n\n\"Now I’ll enjoy my second life!\" Noah was enthusiastic, but he didn't know.\n\nActually, the territory was in the devil's forest, which is said to be uninhabitable. But his past life was more advanced compared to this one, and the level of human beings in this world was lower. Noah's ability is revealed when he helps a girl who was attacked by a monster in the forest.\n\n\"Amazing!!! Noah-sama defeated a dragon with a single blow!\"\n\"How did this happen? Ahhhhh!\"\n\nOn the other hand, the royal family also noticed Noah's ability and came to take him back, but it was too late. At that time, Noah was already being praised by the people as the lord of the Demon Forest.",
    "image": "https://uploads.mangadex.org/covers/5dd0f8de-3597-4bf7-aa41-9bdb3146c295/398eeb27-8f93-4907-9702-a0629f1c3568.jpg",
    "moods": []
  },
  {
    "title": "The Baby Prisoner in the Winter Castle",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
    "image": "https://uploads.mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/14181369-0829-4473-9f0c-d0991b1e9ec0.jpg",
    "moods": []
  },
  {
    "title": "Genius Grandson of the Loan Shark King",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?",
    "image": "https://uploads.mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "moods": []
  },
  {
    "title": "The Villainess is Done Trying",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "What would you do when you've transmigrated as the most-hated villainess in the story? In the case of Marso, she tried hard to change the storyline by performing good deeds and taking care of the female lead. However, things are not going as she had hoped for--every character in the story still hates her! It seems no matter what she does she cannot seem to change her fate. Tired of trying, Marso declares that she'll stay home and do nothing--for the rest of her life.",
    "image": "https://uploads.mangadex.org/covers/56f68462-d1b5-4cf5-942b-99391d5eb66a/776fe617-caf9-443c-a429-680b9a960087.jpg",
    "moods": []
  },
  {
    "title": "Sub-Male Lead, You Said It Was A Contract Marriage?",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfection is Everything",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 35",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "During his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house. From making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school.",
    "image": "https://uploads.mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/0695cc3e-6000-4506-9f51-bdb0f271744c.jpg",
    "moods": []
  },
  {
    "title": "The Apocalypse is Here",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world has fallen. Zombies roam the streets. Civilization is crumbling. And in the middle of it all… An awkward, broke, bullied outcast named Jung Min-jun finds himself teamed up with the last person he ever expected: Han Ye-na, a rich, popular girl who’s never had to fight for anything in her life. \n\nNow, survival isn’t just about strength or money. It’s about trust, grit, and making it through the end of the world together. From awkward silences to blood-soaked battles, can this unlikely duo survive the zombie apocalypse — and maybe even learn to understand each other along the way?",
    "image": "https://uploads.mangadex.org/covers/f33a4ea9-8afa-464c-9c36-b836d724d6e6/111e8075-a8cc-4f00-8121-c9f3097bac4f.jpg",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "Aladdin: Twisted Story",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 275",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Terminally-Ill Genius Dark Knight",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
    "image": "https://uploads.mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 345",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For the Beautiful Juliet",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/ceeee860-decf-4170-9dee-2f2fa213df39.jpg",
    "moods": []
  },
  {
    "title": "The Circumstances of an idiot",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When spring came, when the colorful wildflowers budded in the wide meadows, Irene had to struggle with anguish.\n\n\"Hmph...\"\n\nA tickling sensation from a secret place. When she went into heat, she couldn't do anything for a week. Worse yet, she couldn't find a male to share her estrus with.\n\nMeanwhile, Knox caught a whiff of a sweet scent on the breeze blowing in from somewhere. The scent of a female in heat.\n\nHe pulled back Irene's robe, and her snow-white hair spilled out. The corners of his tightly pressed lips lifted.\n\n\"A female anthromorph... Come with me.\"",
    "image": "https://uploads.mangadex.org/covers/4efa6d24-90c7-4e38-bf41-c59898aaf42c/aeb61ba7-d5b7-44c1-98c2-5b85085219b6.png",
    "moods": []
  },
  {
    "title": "Doctor Resignation",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Shoujo",
      "Time travel"
    ],
    "summary": "When the duke, who was in poor condition, suddenly died, the land fell into the hands of the rebels. In a short time, the rebellion was suppressed by the royal family, but… The point is that I, Lise Estelle, will be hanged for treason. “It’s not fair!” I’m simply the best doctor in the area. If that’s the case, I’ll become the duke’s doctor this time so there’s no rebellion, and I’ll make the duke’s heir healthy! “No one cares about you as much as I do. Therefore, you must definitely listen to me !",
    "image": "https://uploads.mangadex.org/covers/429d98fa-1352-4adf-94d1-969efafec386/09a60e74-1e3c-4514-b4c6-2d981f973f8b.jpg",
    "moods": []
  },
  {
    "title": "The Little Lord Who Makes Flowers Bloom",
    "chapter": "Chapter 71",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
    "image": "https://uploads.mangadex.org/covers/dd9689c2-46f0-4e80-9c31-ea27cf48044f/ace01b19-e8c3-4482-83a3-be0f92a339fe.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "My Inventory is Abnormal",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?",
    "image": "https://uploads.mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 171",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "Even If Despair Consumes You",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?",
    "image": "https://uploads.mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "moods": []
  },
  {
    "title": "I am with the music immortals",
    "chapter": "Chapter 86",
    "genre": [
      "Drama"
    ],
    "summary": "A compilation of noteable submissions to the Afternoon Four Seasons Awards from 1987 to 2000 from major artists from when they were still newcomers.\n\n**Note:** Do not confuse this for the [Afternoon Four Seasons Awards CHRONICLE 1987-2000 Selections](https://kc.kodansha.co.jp/title?code=1000000684) from 2013, which cut 23 of the 48 oneshots but still spread the remaining 25 across 4 seasonal volumes.\n\n**Chapters:**\n\n**Spring:**\n1​. Tsuchida Seiki - Miseinen (1987 Four Seasons Prize)\n2. Takahashi Tsutomu - GOTAVOICE (1987 Spring Semi-Winner)\n3. Matsumoto Taiyou - STRAIGHT (1987 Autumn Semi-Winner)\n4. Irie Noriko - Neko no Te Kashimasu (1987 Winter Four Seasons Grand Prize)\n5. Ohtagaki Yasuo - Ronin Heartbreak! (1988 Summer Honorable Mention)\n6. Sudou Masumi - Shounen-ou ni Shiroi Kumo (1988 Autumn Semi-Winner)\n7. Akizuki Risu - Oku-sama Shinkaron (1988 Autumn Honorable Mention)\n8. Nakayama Masaaki - Ridatsu (1988 Winter Semi-Winner)\n9. Arai Hideki - 8-gatsu no Hikari (1989 Summer Four Seasons Grand Prize)\n10. Hiromoto Sinichi - Western Carnival (1989 Summer Honorable Mention)\n11. Enomoto Shunji - Golden Lucky (1989 Autumn Honorable Mention)\n12. King Gonta - A Mess on a Weekend (1989 Winter Four Seasons Grand Prize)\n13. Irie Kiwa - Haikibun! Sakanahime (1989 Winter Four Seasons Prize)\n14. Hiramatsu Minoru - Ma, Ikka! (1989 Winter Honorable Mention)\n15. Aoki Yuuji - Higan to Shigan no Ma De (1990 Semi-Winner)\n16. Taguchi Masayuki - Shouteki Ningen (1990 Autumn Four Seasons Prize)\n17. Sugawara Masayuki - Home Range (1991 Summer Semi-Winner)\n18. Matoba Ken - Mei Tantei ni Hanarenai keredo (1991 Summer Semi-Winner)\n19. Yasuda Hiroyuki - MOZOO (1991 Autumn Honorable Mention)\n20. Oda Hideji - Sakana (1991 Winter Honorable Mention)\n\n**Summer:**\n21. Matsunaga Toyokazu - Killing Paranoia (1992 Summer Four Seasons Grand Prize)\n22. Ohara Shinji - Boku wa Otouto (1993 Spring Four Seasons Grand Prize)\n23. Kuwahara Shinya - YOKO vs (1993 Spring Four Seasons Prize)\n24. Samura Hiroaki - Mugen no Juunin (1993 Summer Four Seasons Grand Prize)\n25. Kuroda Iou - Ka, Nanten, Kuma (1993 Autumn Four Seasons Grand Prize)\n26. Toume Kei - KUROGANE (1993 Autumn Four Seasons Prize)\n27. Igarashi Daisuke - Obayashi ga Hikoeru Hi & Imada Fuyu (1993 Winter Four Seasons Grand Prize)\n28. Yoshikai Kanji - Kodoku no Oto (1993 Winter Semi-Winner)\n29. Ashinano Hitoshi - Yokohama Kaidashi Kikou (1994 Spring Four Seasons Prize)\n30. Komai Yuu - Sonna Yatsua Inee!! (1994 Spring Honorable Mention)\n\n**Autumn:**\n31. Aramaki Keiko - GENOMES (1994 Summer Four Seasons Grand Prize)\n32. Kio Shimoku - Ten no Ryouiki (1994 Summer Four Seasons Prize)\n33. Abe Yoshitoshi - Ame no Furu Basho (1994 Summer Semi-Winner)\n34. Kiba Kouichi - JAGUA (1995 Summer Four Seasons Grand Prize)\n35. Nihei Tsutomu - BLAME (1995 Summer Special Prize)\n36. Endou Hiroki - Kitto Kawaii Onnanoko dakara (1995 Autumn Four Seasons Prize)\n37. Kitoh Mohiro - Vendémiaire no Migite (1995 Autumn Semi-Winner)\n38. Asada Torao - Spoonman 3.18 (1996 Autumn Four Seasons Grand Prize)\n39. Wakana Shouhei - Kamen Tenshi (1996 Autumn Four Seasons Prize)\n40. Shinemon - Lunch no B (1996 Summer Honorable Mention)\n\n**Winter:**\n41. Hayashida Q - Sofa-chan (1997 Autumn Semi-Winner)\n42. Kimura Kon - Koube Zaijuu (1997 Winter Four Seasons Prize)\n43. Shinofusa Rokuro - Yasashii Kodomo no Tsukurikata (1997 Spring Honorable Mention)\n44. Higuchi Asa - Yuku Tokoro (1998 Spring Four Seasons Prize)\n45. Manabe Shohei - Yuuutsu Suberidai (1998 Summer Four Seasons Grand Prize)\n46. Urushibara Yuki - Mushishi (1998 Winter Four Seasons Grand Prize)\n47. Kumakura Takatoshi - Gurade (1999 Summer Semi-Winner)\n48. Toyoda Minoru - Love Roma (2002 Spring Four Seasons Grand Prize)\n\n**Selected Descriptions:**\n\nKio Shimoku - Ten no Ryouiki\nA brief insight into the life of a young graduate student looking for work who finds himself in bed with a mysterious girl he has never seen before.\n\nAbe Yoshitoshi - Ame no Furu Basho\nEshikawa is a man who has lost sight of his life and stumbles through it, with no clear meaning or purpose. One day, he is informed that his ex-girlfriend committed suicide, which sets his brain on retrospect mode. He goes on a journey of self-revelation and contemplates upon the myriad of human emotions, the joys and sorrows of normalcy.\n\nKiba Kouichi - JAGUAR\nAs a woman is returning home one night, she runs into a man who was just in a car crash. As he's dying, he asks her to throw a certain package into the sea.\n\nHayashida Q - Sofa-chan\nHayashida Q's debut work about a female couch spirit.\n___\n**See Also:**\n- [MDList of Afternoon Four Seasons Award–winning oneshots](https://mangadex.org/list/d7b883be-732f-4d5b-8d92-818fa3c62555/afternoon-oneshot-four-seasons-award-winners)\n- [blog post covering this series](http://sportable.seesaa.net/article/246888518.html)\n- [Wikipedia article about this series](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9ECHRONICLE)\n- [Wikipedia article about the contest, including a list of winners](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9E)",
    "image": "https://uploads.mangadex.org/covers/ff73234b-4387-448c-ab54-2879626b4442/492ca330-5e43-41fa-8a91-d9e5b07358d7.jpg",
    "moods": []
  },
  {
    "title": "The Nebula’s Civilization",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Seong-un Choi is the top-ranked player in the game “Lost World,” being the only player to have completed all its achievements. However, his triumph is short-lived as a mysterious message transports him to the real “Lost World,” transforming him from a mere gamer to a contender for godhood. Amidst others vying for divinity, will Seong-un be able to achieve true godhood and reign supreme in this new realm?",
    "image": "https://uploads.mangadex.org/covers/c0d75ac6-04e6-413b-a494-42d0e7de7e99/4d76a21e-0e0a-4204-8c80-5d7af634d987.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Duke’s Daughter",
    "chapter": "Chapter 43",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A humble man in his thirties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists! He is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll. As he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily. And so, after being reborn as Miranda, he will enjoy his new life to the fullest! What kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?",
    "image": "https://uploads.mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/0855b156-67f6-4adc-82fe-a974f69e47ef.jpg",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 90",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hero Starts Over at the Academy",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Misato Kyoichiro, the leader of the strongest group of adventurers, the \"Golden Seekers,\" was betrayed by his comrades and left to die.\n\n\"I won't just die like this!!\"\n\nIn his final moments, he activated a reincarnation spell. Kyoichiro successfully reincarnated twenty years later as a student named Asai Kyosuke, a wielder of the \"Void\" attribute.\n\n\"Void\" is an attribute mocked for being \"attributeless,\" but Kyoichiro knew the truth of this attribute, thanks to the \"Time\" attribute he had in his previous life.\n\nThe \"Void\" attribute has the potential to surpass the \"Time\" attribute, which was seen as the strongest in his lifetime. Thus, reborn as Asai Kyosuke, he returns to the Adventurer Academy, determined to purge all evil from society; all to get revenge on his former comrades, who betrayed him out of greed.\n\nAnd...\n\n\"Asai Kyosuke, I won't let anyone look down on you ever again.\"\n\n...to reach the peak of strength, something he could not achieve in his previous life.",
    "image": "https://uploads.mangadex.org/covers/7446c553-9002-4116-983f-b39668468956/f24b2233-779b-4ee9-8bd9-f94b50592297.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 219",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 165",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "High School Musical Genius Is Paganini Reincarnated",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?",
    "image": "https://uploads.mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "moods": []
  },
  {
    "title": "I Will Try to End the Male Lead",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "The End of This Fairy Tale is A Crazy Drama",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 206",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Look For Me",
    "chapter": "Chapter 54",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/1e55133e-b401-477b-8e6b-b92e35330fa1/12fe88a0-3714-4b6e-8713-12a37568d0df.jpg",
    "moods": []
  }
]