[
  {
    "title": "Lost in Him",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "Holy Night: The Zero",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/39299774-f33e-47c0-89d5-9fc12621e893/26a93fc7-b73f-4530-bd80-959d470623d0.png",
    "moods": []
  },
  {
    "title": "I Am Being Chased by My Husband",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "Proposed to my lifelong nemesis? A dangerous romance of chasing and deceiving between a scheming woman and a prickly man, based on Yuna Jin's original work. Elise, the Empire's most wanted criminal, dreams of a new life after leaving her dark past behind, only to receive a terminal diagnosis. The only solution is to obtain the \"Stone of Time,\" owned by Duke Johannes—the man who's been chasing her all her life.\n\nScrew it. Can't she just hide her identity?\n\n\"Love at first sight, Duke! Marry me!\"\n\nCan Elise successfully hide her identity and secure the Stone of Time?\n\n---\nMy husband is hot on my trail! \n\nEloise, a fugitive with a dark past, and Lord Johannes, the temple’s relentless hound, enter a marriage built on lies. With one year to live, Eloise must steal the Stone of Time from Johannes without revealing her identity. Can she survive this deadly game of deception?",
    "image": "https://uploads.mangadex.org/covers/251011a4-14a7-4395-b5ad-7029b34fa663/d070f861-9109-4e89-a88f-58d6c924d246.jpg",
    "moods": []
  },
  {
    "title": "Please Leave Emily Alone",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Emily Addisio, with her acceptance letter in hand, enters the academe, featuring of a happy academy life, but she suddenly gets into an accident. Ethan Valenti, who accidentally helped her, gradationally becomes attracted to Emily, and Emily also feels shocked by his aggressive style. Before Emily could feel a strange sense of relief, he seized the window hedge with his right hand, which reached up to his midriff, and fluently jumped inside the structure. ” What?” In a moment, a dark shadow fell on Emily, who was amazed by the unforeseen narrow distance. That was because Lord Valenti, who is higher than her, was looking at her with his reverse leaning against the window. And as the shadow girdled her, Emily artificially tried to step back. But before she could move, Valenti reached out to snare the handkerchief she was holding.” Thank you, Emily. That was kind of you, but you did not have to return it.” The beautiful romantic story of Emily, which is ordinary but always girdled by extraordinary situations, and Ethan, who gave her his first and last love.",
    "image": "https://uploads.mangadex.org/covers/1c514261-ae33-42d3-8f9c-ccf831c10670/882e587d-f4e9-46ea-bbdc-9ca3234be7d2.png",
    "moods": []
  },
  {
    "title": "Player Elimination Plan! When Anomalies Descend Upon The Human World",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The apocalypse prophecy has come true. A dark celestial body draws near, turning the entire Blue Star into a doomsday game. All of humanity has been reduced to NPCs—helpless prey for players from beyond the stars. As the world mutates and players run rampant, despair consumes mankind… Until Yun Qi awakens a hidden class, gaining the power to strike back against the players.",
    "image": "https://uploads.mangadex.org/covers/662f6de7-c0e9-4c14-b5bb-2268ab101b53/87f4aad1-5f7a-4bd9-b15f-1bf44de136e1.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 244",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Sub-Male Lead, You Said It Was A Contract Marriage?",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beneath the Lady’s Mask",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Manhua",
      "Romance",
      "Shoujo"
    ],
    "summary": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…",
    "image": "https://uploads.mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "moods": []
  },
  {
    "title": "What a Good Girl",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"It's impossible for two girls to date, after all.\"  \n\nOne day, Marika Sakakibara, a popular high school girl, is suddenly shown a million yen by the cool, beautiful, Aya Fuwa.\n\n\"I'll buy you. Ten thousand yen a day for one hundred days. Why don't you try it? See just how 'impossible' it is between two girls.\"\n\"…Huh? Huuhhhh?\"\n\nSo begins their daily afterschool [REDACTED] time.\n\nFrom gently stroking breasts and holding hands, every day, Fuwa's actions begin to escalate!!\n\nAnd, after one hundred days, will Marika really still be able to proclaim that \"It's impossible!\"? (She will not.)",
    "image": "https://uploads.mangadex.org/covers/e2d04c0b-8a58-46e2-84c8-dfc22563a9b8/7890640e-d06d-46c7-bbf2-e094fde96d60.jpg",
    "moods": []
  },
  {
    "title": "It’s Just a Superficial Intention",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural",
      "Time travel"
    ],
    "summary": "In her previous life, Zheng Wenyan, the future star of Yongdong Group, mistakenly trusted the scumbag Zhao Yushun, married him, and cultivated him with all her strength to help him take revenge on the Li family, but she eventually discovered that Zhao Yushun had been having an affair with his second uncle's cousin Zheng Minzhen. Zheng Wenyan was completely betrayed and died with hatred. Now, Zheng Wenyan has been reborn and returned to the day when she was about to get the marriage certificate with Zhao Yushun. She is determined to rewrite history and make the betrayers pay the price!",
    "image": "https://uploads.mangadex.org/covers/6f375ac8-c70b-440a-8e29-f8233030b118/a96c0217-dcf9-4790-8842-e99fb44d0ae1.jpg",
    "moods": []
  },
  {
    "title": "I Raised an Obsessive Servant",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being reborn as a desolate fire witch and villain destined to die a tragic death, Chersinia creates a plan to avoid her fate by gambling at a casino to become a wealthy recluse. \n\nThe only problem? She somehow ends up with a slave boy named Ben instead of the money she needs! \n\nBut much to her surprise, she starts to warm up to Ben, who provides the perfect joy and comfort in her lonely life. Little does she know that Ben has a dark secret that will change her life forever...",
    "image": "https://uploads.mangadex.org/covers/8c6f00a0-72d2-4fb6-9c6e-e922b9ce1df5/de6d6f2d-bb56-4577-a6f8-35dd3ea1a5e6.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 172",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 122",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "The genius midfielder’s passes are special",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Song Yoo-joon, who loves soccer more than anyone else, suddenly becomes color blind and has to give up soccer. Fifteen years pass, and he dies an unjust death.\n\n\"Please... Just one more time on the field...\"\n\nIn that moment, he returns to the days when he could see colors 15 years ago. As he prepares to kick the ball, filled with joy at the prospect of playing football again, he suddenly begins to see strange lights.\n\nA modern sports fantasy where he becomes a genius midfielder as he sees the various colors that reveal the flow of the game!",
    "image": "https://uploads.mangadex.org/covers/2671fc0f-57a1-4c97-a19d-c2199f8300bf/7238ccbd-faad-44ae-8e2f-34872be01750.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wrecker Driver",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The suicide scene of popular idol member Lee Ari is live-streamed on YouTube by cyber \"wreckers\".\nHer older brother, 'Lee Ahjin', becomes a cyber wrecker under the alias 'The Driver' to uncover the truth behind his sister’s wrongful death and begin his revenge.",
    "image": "https://uploads.mangadex.org/covers/a4ced1b6-10bd-421e-bcd1-cb94a52a0074/e36abb52-c714-48e9-8228-d5c477ac3c7e.jpg",
    "moods": []
  },
  {
    "title": "Return of the Runebound Professor",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Magus Vermil was a scumbag — the most hated professor at a magic academy. Then someone murdered him. He never would have been heard from again if not for a lost soul from Earth by the name of Noah Vines. \n\nTransmigrated into Vermil’s body, Noah assumes the man’s runic powers and extensive list of enemies. There’s just one problem. Noah has to teach class tomorrow, and he has no damn idea what magic is.",
    "image": "https://uploads.mangadex.org/covers/8cd6b4d6-827e-4b3f-b217-fd67392cf71b/9767fd1c-0f6b-40ff-a467-e52448c4092d.jpg",
    "moods": []
  },
  {
    "title": "My Ex, We Meet Again",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. \n\nA yuri story between two childhood friends.",
    "image": "https://uploads.mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Crawler Carl",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "You know what’s worse than breaking up with your girlfriend? Getting stuck on a sadistic alien gameshow with her cat. Join Carl and Princess Donut as they try to survive the end of the world — or just get to the next level of a trap-filled fantasy dungeon.",
    "image": "https://uploads.mangadex.org/covers/f137cc52-8535-4e2e-b79b-649a891f8551/68f0c1ce-cdd3-4796-a63b-f6b114292fe5.jpg",
    "moods": []
  },
  {
    "title": "I Married the Monster Twice",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How Much Are You Worth?",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 23",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "How to Survive as a Maid in a Horror Game",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover.",
    "image": "https://uploads.mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "moods": []
  },
  {
    "title": "You Were the Only One Who Saw Through My Lie",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Crawler Carl",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "You know what’s worse than breaking up with your girlfriend? Getting stuck on a sadistic alien gameshow with her cat. Join Carl and Princess Donut as they try to survive the end of the world — or just get to the next level of a trap-filled fantasy dungeon.",
    "image": "https://uploads.mangadex.org/covers/f137cc52-8535-4e2e-b79b-649a891f8551/68f0c1ce-cdd3-4796-a63b-f6b114292fe5.jpg",
    "moods": []
  },
  {
    "title": "I Married the Monster Twice",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How Much Are You Worth?",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 23",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "How to Survive as a Maid in a Horror Game",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover.",
    "image": "https://uploads.mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "moods": []
  },
  {
    "title": "You Were the Only One Who Saw Through My Lie",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Taming the Demon King",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "Offering Salted Fish To Master",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Fantasy",
      "Romance",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "The Eldest Son of the Marquis House is a Martial Artist",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a fantasy world in a novel, I am the only one using martial arts.",
    "image": "https://uploads.mangadex.org/covers/639aa97e-7705-4a5a-88e5-249ab7cb508a/c90df20a-e46c-4551-a8be-0cdd97c8247f.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now... I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted... In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n\"I promised before my father passed away that I would definitely be a helpful person to my brother.\"\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n\"You are also at fault to this extent.\"\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "The Loser Is the First Lady",
    "chapter": "Chapter 15",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 176",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Sound of Gifted Silence",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 49",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "I Was Mistaken for the Villain",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Demon",
      "Demons",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Monsters",
      "Supernatural"
    ],
    "summary": "Haechan, who was too weak and ignored by everyone, meets the mysterious child Miro and gains great strength, but at the same time, he learns that the sealing stone that he thought would protect everyone was actually the main culprit that was destroying the world. He tries to fix this on his own, but those who do not know the truth see him as a villain.",
    "image": "https://uploads.mangadex.org/covers/07c42369-7d15-4bdf-9865-b01e4716cd80/c2da7979-b220-4745-882a-4d7ec447b438.jpg",
    "moods": []
  }
]