[
  {
    "title": "Afternoon in Another World [ Official ]",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "*Re:ZERO -Starting Life in Another World-* is now available as an anthology series! Enjoy comics featuring different interpretations of Subaru and the rest, featuring illustrations newly drawn by popular illustrators and stories written by a splendid team of authors!",
    "image": "https://uploads.mangadex.org/covers/807a757f-85d1-4a1b-9b29-59e3f3dc0f24/29549282-6c24-4fc1-b91b-69f21fbb8847.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Is the Friend of a Friend a Stranger?",
    "chapter": "Chapter 28",
    "genre": [],
    "summary": "Seven years ago, I promised my best male friend that we would always be friends. When I reunited with him in high school, he was... the neatest and most beautiful girl in the school!? And yet, she acts the same old way only in front of me...\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Sites:**\n- [Official X](https://x.com/tenbin_sneaker)",
    "image": "https://uploads.mangadex.org/covers/7873dd0e-131f-4f40-8a92-32601713e1da/a0da6582-dbfc-445b-b739-52b05448d26b.jpg",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 103",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
    "image": "https://uploads.mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "Rebirth in the end times: I reached the top by opening boxes",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack.",
    "image": "https://uploads.mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "moods": []
  },
  {
    "title": "Chronicles of the Demon Faction",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 526",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 180",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Prepaid Dragon King Tanks Everything!",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“You ate me, so at least give me some kind of compensation, yeah?!”\n\nDragon King: “Fine! I’ll give you a prepaid cultivation technique—comprehend it first, then catch up with the training later!”\n\nMe: “You think that’s enough?! I had to smell your nasty dragon breath—mental damage times two, buddy!”\n\nDragon King: “What do you want from me?!”\n\nMe: “From now on, we’re like immortals sharing a single health bar. All the damage? You take it!”\n\nDragon King: “Damn it! You lunatic! Why does my ten-thousand-war-chariots-level HP bar feel so short now?! Guess it’s time to get a job…”",
    "image": "https://uploads.mangadex.org/covers/80dd1fc9-bcb6-41ea-8a9a-29e6291fece3/54d1cc4f-30bf-43bd-83f1-35fa9ddde9c4.png",
    "moods": []
  },
  {
    "title": "Playing the Perfect Fox-Eyed Villain",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A crazed sociopath. A monster who wears human skin. The Demon of the North’s Frontlines. The Smiling Executioner.\n\nI have come to perfectly act as Julian, the insane fox-eyed character feared by the whole empire.\n\n[Character Trait, Formal Speech: You speak in a formal manner to everyone regardless of age.]\n\n\"... Even when I\"m just talking to myself?\"",
    "image": "https://uploads.mangadex.org/covers/21fabb53-0fee-4eb4-ae34-08211bd35c16/9418dce9-96fc-464d-83a3-6658bae1e74c.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "I Want to Live Life Effortlessly",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Yamada, who works as an ordinary company employee, goes to visit the family home left behind as an inheritance by his late grandfather, and there he finds a door to another world!!\n\nBeyond the door, he meets a talking black cat and a homunculus girl, and as he begins living together with them, he enjoys a cheat magic life in modern Japan and a heartwarming slow life in another world♪\n\nThe best-of-both-worlds life of 35-year-old bachelor Yamada, between another world and reality, begins!",
    "image": "https://uploads.mangadex.org/covers/f97aea58-bc22-4c45-bd63-487c0683f882/a5ece245-398c-417c-b929-10a5881e5244.png",
    "moods": []
  },
  {
    "title": "Why Do You Love Me When I Refuse Your Request?",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shuelina has only ever wanted to be loved as she grew up in an orphanage.\nBut after her birth father rejected her in a previous life, she tries to find a family who will accept her in this one.\nLuckily, Archduke Bylot and his sons fall for her indomitable spirit, and they shower her with the love she has longed for.\nBut once they find out she's the long-lost imperial princess, can she be a part of their family?\nOr will she have to go back to the people who sent her away in the first place?\n\n(Source: Tapas)\n\n___\nAlternative Raw: [Daum](https://webtoon.kakao.com/content/-/4185)\nOfficial JP translation: [Piccoma](https://jp.piccoma.com/web/product/173647)",
    "image": "https://uploads.mangadex.org/covers/45501a89-963a-4690-9df1-0f340b0e09a7/d63ca5d2-9a5c-47f0-950c-cd0ce1bbb753.jpg",
    "moods": []
  },
  {
    "title": "Please Shoot Me",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Ecchi",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A Saintess born through divine prophecy, granted the powers of the gods, is called the \"Holy Maiden\". She delivers divine blessings and words of love, healing both body and soul with sacred power.\n\n\"From birth until death.\"\n\nThat’s how it was supposed to be.\n\nAnd yet, despite being a Holy Maiden, she turned to black magic. She offered living sacrifices, used forbidden knowledge, and performed a demon summoning ritual.\n\nAnd then — a real demon actually appeared?!\n\nShe made just one wish to the demon:\n\n“I want to live in a safe, peaceful place where no one knows me, with plenty of comfort and quiet.”\n\nIn response, the demon brought her to the Demon Realm a place where no one knows he, just as promised and offered to let her live in his own luxurious and quiet castle.\n\nBut… the castle wasn’t empty.\n\nIt was filled with the demon’s family members, all powerful demons themselves.\n\nAnd now they say they’ll decide by majority vote whether she can stay in their castle…?!",
    "image": "https://uploads.mangadex.org/covers/0236d75a-d8a4-4dbb-b397-aeec781c8d16/9cf9fbf1-0aea-40b5-b82c-25affa36be12.jpg",
    "moods": []
  },
  {
    "title": "Lee Seob’s love",
    "chapter": "Chapter 81",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Shoujo",
      "Shounen",
      "Slice of Life"
    ],
    "summary": "In his entire life, Lee Seop pursued to become a capable heir of the number one firm in Korea, TK Group. But his efforts were in jeopardy when a genius man manages to take control of the core business in the firm. Frustrated with his own incapabilities, he planned to retaliate in a nonsensical way. Meanwhile, Mikyeong, a top elite in the firm was assigned to work with him.\n\nNote: This series is the spin-off sequel to the novel, 태연한 거짓말 which featured Junseop (Iseop's cousin) as the protagonist.\n\n---\n\nFrom Webtoon:\nWith her outstanding business acumen, Mingyeong Kang climbed the corporate ranks of TK Group, Korea’s top conglomerate, to become a senior manager in record time. But after 10 years at the company, she’s been assigned to be the secretary of Iseop Tae, the successor to TK Group. The two entered the company at the same time, but ever since he came second place to her at new employee training, Iseop’s never taken kindly to Mingyeong. She’s better than him in every way and trampled all over his ego… so why can’t he stop thinking about her?",
    "image": "https://uploads.mangadex.org/covers/0d18b471-d710-4b33-88bf-c13df82d7923/2d6e3924-8657-44fc-a568-6b084cd577eb.jpg",
    "moods": []
  },
  {
    "title": "Rusty Quadrilateral",
    "chapter": "Chapter 15.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "All About Dominative And Exclusive Destruction",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Worn and Torn Newbie",
    "chapter": "Chapter 226",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
    "image": "https://uploads.mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "moods": []
  },
  {
    "title": "Reincarnator",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Terminally-Ill Genius Dark Knight",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
    "image": "https://uploads.mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 30",
    "genre": [
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Love Review",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Giju is usually the most rational person around, but when it comes to love, she becomes completely foolish. During an argument with her boyfriend, the one she thought would be different this time, she accidentally falls down the stairs. When she regains her consciousness in the hospital, some strange review windows appears before her eyes. “What is this? Reviews written by his ex-girlfriends… rating my boyfriend?” Could these review windows be the salvation Giju needs for her love life?",
    "image": "https://uploads.mangadex.org/covers/6cd0836b-760c-4888-b36f-9afe30d26dda/c2b3aa15-bc03-468c-9611-4583f2ca4e89.jpg",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "\"How can my past self get so excited doing all those embarrassing things!?\"\n\nWhen he was in the third year of middle school, Hizaki Shiou was summoned to another world to save it. After defeating the Demon King, he was forcibly returned back to the present day. Yet another three years later, he is summoned to the other world once again, this time to stop the rampage of the secret society \"Helheim.\"\n\nThat organization was supposedly actually the one that he had founded during his *chuunibyou* phase, where he called himself the \"Corpse King\"—a dark past too embarrassing to remember!\n\nSomeone seems to be impersonating the name of \"Helheim\" and tarnishing its reputation. To uncover the truth behind this mystery and clear the organization's name, the Corpse King reunites with his former subordinates, the \"Hakkai,\" who once made Helheim the strongest it had ever been. While agonizing over his dark past, he begins to take action in the other world once again.\n\nTheir first stop is the Steel City of Gagiul—rescue the city struggling through famine as well as the pale-looking count's daughter in distress.\n\n\"Helheim, moving out.\"",
    "image": "https://uploads.mangadex.org/covers/d89cfcf7-dcb4-4af7-8c95-330c2c6167d0/aaa79460-a247-4d95-bbed-7f0883372fe2.png",
    "moods": []
  },
  {
    "title": "Gentlemen’s League",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After she killed her own husband, 3 years later in the last day of mourning...she found him standing on front of her asking...\n\"I don't remember dying, my lady! So why you wearing the mourning clothes?\"",
    "image": "https://uploads.mangadex.org/covers/d0448dcd-2c6c-4bef-a63a-f1d9f77c4b3e/3fac48ec-122a-4760-91ea-d842215537f1.png",
    "moods": []
  },
  {
    "title": "I Will Raise My Child As Another Man’s",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Fate, save my unborn child…!” These are the last words of Princess Hinael as she plummets to her death at the hands of Count Chetaire, her unfaithful husband. Little does Hinael know that destiny will grant her a second chance, as she awakens two years in the past, shortly before her marriage. With her knowledge of what’s to come, Hinael attempts to rewrite the stars for herself and her future child. And what better way to achieve her ambitions than to court her kingdom’s former enemy, the dark and stern Prince Lutz of the Empire of Triekas?",
    "image": "https://uploads.mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Seeking For Your Forgiveness",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "Genius Martial Arts Trainer",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 166",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 53",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "High school student Boji Nichiro is isolated from the rest of the world due to fierce bullying. One day, however, the world is transformed by the \"dungeonisation\" phenomenon! In the midst of the chaos, Nichiro awakens the unique skill \"Shop\". It was an out-of-the-box skill that allowed him to buy everything from food and daily necessities to unrealistic items!",
    "image": "https://uploads.mangadex.org/covers/e852cd56-0e5b-4a04-830e-e2bd9d8f92a5/cc9ffd9b-2d47-4840-a78b-1ac222dcc739.jpg",
    "moods": []
  },
  {
    "title": "Deadlines are Raining in the Status Window",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail",
    "image": "https://uploads.mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 64",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "How to Perfectly End a Contract Marriage",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "To bring her beloved back, she turned back time, becoming terminally ill with only a year to live. She tried reuniting him with his past love but failed.\n\n“Marry me for just one year.” Why is he proposing this?  “I will only have one wife. You’ll be my first and last, Charlotte.”",
    "image": "https://uploads.mangadex.org/covers/0a58e435-5a76-48cd-90c8-f5c227f999a9/1b6b47f5-1c00-443a-b4dc-e13f49153e5f.jpg",
    "moods": []
  },
  {
    "title": "Emperor of Solo Play",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Betrayed by his guild and defeated by a top player, Hyrkan loses everything. Before he can get revenge, a fatal accident ends his life — only for him to wake up years in the past, back at the start of Warlord. \n\nNow, with his memories intact, he’s determined to rise to the top alone. But in a game where power means everything, can he truly survive without any allies? \n\nThe Emperor of Solo Play is back, and this time, he’s playing by his own rules.",
    "image": "https://uploads.mangadex.org/covers/acffbf6c-b3c8-49fd-afd7-14ebc9586bd8/e3f80e9f-757e-4bc5-b531-d2652e9e3522.jpg",
    "moods": []
  },
  {
    "title": "Killer Peter",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After devoting his life to the crime organization, Glory Club, Peter retires his status as a legendary killer and spends his remaining days running a quiet used bookstore.\n\nBut after being ambushed and nearly killed one day by the very organization he dedicated his life to, Peter finds his body magically reverted back to its teenage years!\n\nNow that Peter is back to his peak physique, he sets out to settle the score with Glory Club!\n\n---\n\n**Official Translations**\n[Chinese (Simplified)](https://www.dongmanmanhua.cn/FANTASY/shashoubadeluo/list?title_no=2697)\n[Chinese (Traditional)](https://www.webtoons.com/zh-hant/action/killer-peter/list?title_no=6015)\n[French](https://www.webtoons.com/fr/action/killer-peter/list?title_no=6155)\n[German](https://www.webtoons.com/de/action/killer-peter/list?title_no=6193)\n[Indonesian](https://www.webtoons.com/id/action/killer-peter/list?title_no=5846)\n[Thai](https://www.webtoons.com/th/action/killer-peter/list?title_no=5899)",
    "image": "https://uploads.mangadex.org/covers/a3db9212-7e87-44ea-8264-23f914671444/daee4945-92b4-4455-ae50-9af91203b71a.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Undercover Professor",
    "chapter": "Chapter 126",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Mystery"
    ],
    "summary": "Machiavelli and Gerrard are just one of the many names the new professor of Ceoren Academy uses to disguise his identity - and now he can add one more to his list, Professor Ludger Cherish. \n\nThe real Ludger Cherish dies on board a train during a terrorist attack, making him the perfect target for a new identity. Little does the new professor know, Ludger Cherish was involved in something deep and secret. \n\nThe new Professor Ludger has to be careful to not get caught by the school and the dangerous secret society.",
    "image": "https://uploads.mangadex.org/covers/d5c0896a-d4d5-4ee0-8bf1-a113cb1b86ac/136c7a9d-e081-46c8-9a7a-962c6b600a42.jpg",
    "moods": []
  }
]