[
  {
    "title": "Marriage of Convenience 2: An Unforgettable Song",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Elite Treasurer Is Too Busy With Work to Fall in Love!",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Overtime",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Limbo is a shut-in girl who doesn't care for anything except her tentacle comics. Aside from that, everything else is meaningless. On her birthday she wished for the \"destruction of the world\" and was instead met with a demonic female programmer!   \r\n  \r\nThe two instantly hit it off, bonding over their common goal of world destruction, the two \"project partners\" hustle hard everyday to bring the world to an end with hilarious effect.",
    "image": "https://uploads.mangadex.org/covers/c55ae98b-bf28-4f50-b3b8-f11051556a1c/14ecbca2-f0e6-4ca1-9dcd-09b192c9affb.png",
    "moods": []
  },
  {
    "title": "If a Second Marriage Can Save You",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 25",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Wants to Coexist",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "The Rebellious Villainess Doesn’t Want To Be Swayed By The Obsessive Prince!",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "How many more times do I have to be a \"villainess\" before I can escape this life?\"I\" have lived as a villainess in many different Otome games. In all of them, the villainess's fiancée is captured by the heroine, the villainess is punished, and so on. No matter how hard I tried, that future would never change. \"Villainess?　A broken marriage?　I'm sick of all of them. !!!!At the end of my last episode, I shouted out my complaints to the heavens. I was then reincarnated and began my life as \"Catherine the Villainess's daughter\" and it was somehow different from before!　My fiancée, who was supposed to abandon me, says that he loves me ........Catherine!?\n\nThis is a romantic comedy fantasy about the reincarnated villainess's daughter and an obsessed prince who can't stop loving her.",
    "image": "https://uploads.mangadex.org/covers/b2bf7552-116c-4ca4-81e6-1c42fda8360e/5fd1f535-241a-49d3-a506-4d99e2f24e96.jpg",
    "moods": []
  },
  {
    "title": "I Have the Dragon’s Heart",
    "chapter": "Chapter 49",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "Return of the Bloodthirsty Police",
    "chapter": "Chapter 95",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Bo Sal, a monk at the Hwaguksa Buddhist temple and head of the Hwaguksa hitman group, picked up Bi Gwang as a child and raised him as a hitman. When Bi Gwang grew tired of the killing and decided to leave the group to start living a normal life, Bo Sal and the other members of the Hwaguksa group betrayed and killed him. After his death, Bi Gwang's soul was transferred into the body of a police officer named Kim Gyeongsu and he vowed to take revenge on the Hwaguksa group for their betrayal.\" [MU]",
    "image": "https://uploads.mangadex.org/covers/28bcb966-313a-40ad-8d52-fcd2a9089436/a3b212f2-61ee-4d03-ad8b-e0ab6ee1c667.jpg",
    "moods": []
  },
  {
    "title": "A Former S-rank Adventurer Who Was Betrayed By His Griends Because He Was Too Strong Wants to Live a Slow Life in The Countryside",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "The Ten Thousand Races Invasion: Guardian of the Rear",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Invasion of the Ten Thousand Clans, universal superpowers, the era beyond time has arrived! In this age, all citizens are drafted to resist the foreign races and defend against external humiliation. Nan Ziying, at the tender age of adulthood, chooses to stay behind at the recruitment center, serving as logistical support. Many soldiers are disappointed, the youth scorn him, and white-haired elders take up arms and leave, leaving him behind with only women, children, and the elderly to guard the rear. Later, Nan Ziying awakens five great abilities and silently prepares. In this era where countless clans reign supreme and the times are filled with tragic heroism, ‘I am the calamity of these ten thousand clans!'",
    "image": "https://uploads.mangadex.org/covers/1bf8904a-99e7-47eb-aa90-5459e71cef2d/99dadd10-576e-41cc-88be-0afb184e295e.png",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 226",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Jogo has a crush on his classmate, Miyato. One day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. But then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\" When he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
    "image": "https://uploads.mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/05ab2b1a-70db-4d7d-b319-3aa7e0b67e3d.jpg",
    "moods": []
  },
  {
    "title": "Don’t Tell Me You Think Cultivating Immortality Is Difficult?",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A humble rookie seeks the path to immortality — only to accidentally join a sect full of pretentious con artists. His seven senior brothers brim with confidence, taking turns spouting out fabricated divine techniques. But no one expected this newcomer to be a genius. He actually comprehends everything — even their nonsense! In the end, the master falls into despair. Just who is this junior disciple?",
    "image": "https://uploads.mangadex.org/covers/9303865f-b00b-4df9-b370-91a93058c33e/615a7d81-b6d9-42bc-a3e1-46f6e71d9098.png",
    "moods": []
  },
  {
    "title": "I Have No Intention of Returning to You!",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Elsa, daughter of a fallen aristocrat, receives a marriage proposal from Julius, an elite aristocrat. \"Why would such a noble man marry me?\" Elsa was perplexed, but after the wedding Julius, who until then had been kind and gentle, changed his mind!",
    "image": "https://uploads.mangadex.org/covers/4a1da719-1a4a-4f83-a80b-71e3ad2ae384/c0c6fb86-3aa4-4fac-98d7-7ee30972db5b.jpg",
    "moods": []
  },
  {
    "title": "Offering Salted Fish To Master",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Fantasy",
      "Romance",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 116",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On a continent protected by four witches stands Winfred Academy, a prestigious school of magic. When an incident occurs at the school, Anz finds himself right in the middle of it…  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8bfa142d-c006-4b76-a6ac-3f7cff7eeed4/c3d0cc4f-81b2-456d-a282-737cd5811849.jpg",
    "moods": []
  },
  {
    "title": "Revenge After Divorce",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 532",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 47",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "Useless Cinderella’s Feeble Attempt to Save the Kingdom",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Deacon of God",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "For the past millennium, the Kyougane Clan has stood as an infamous bloodline of fiend-slaying exorcists. In the present day, it's led by the sharp-tongued and unyielding head, Kyougane Kurou. One day, a stunning young bride is brought before him—but beneath her beauty lies a hidden, dangerous secret.\n\nDetermined to stand by her side, Kurou must now sever the shackles of fate to protect their bond—no matter the cost.\n\nExquisitely drawn by Anju Hino, the manga artist behind \"My Unexpected Marriage\", comes a matrimonial tale of romance, battles, and fantasy!\n\n(Source: Manga UP! Global)",
    "image": "https://uploads.mangadex.org/covers/5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9/80f3c90c-ac05-4d37-bc1a-95633e06d359.jpg",
    "moods": []
  },
  {
    "title": "I’m retiring from the role of a wife!",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayukawa Honami (30), once a child prodigy who took the entertainment world by storm, has now retired from show business and is living a happy married life as a mother of one. At the urging of her husband, who runs a talent agency, she allows her daughter to debut as a child actor. However, during a commercial shoot, her daughter becomes entangled in a troubling incident. When Honami discovers that the accident was caused by her husband's infidelity and a grudge from her own child actor days, she decides to make a comeback as a star actress. What follows is a grand tale of revenge that engulfs the entire entertainment industry.",
    "image": "https://uploads.mangadex.org/covers/5321a35a-e49e-42b2-aa38-b87409658f19/0b4283ae-d7e2-4837-aa30-a46d2bc8b331.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 170",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "The Masters Are Subscribing To Me",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "There are three female masters who are known to be the strongest in the world. The only thing they can’t get their hands on… their ideal man.\n\n“If there are no ideal men, why not raise one ourselves!?”\n\nAs they skim over the list of candidates, the ladies' eyes all fixate on one boy. A level 0 with no shred of talent…\n___\n**Character Designer:** [Tajima Ryuushi](https://mangadex.org/author/3ac15f57-6a12-4018-b549-30aab86fc6c8)",
    "image": "https://uploads.mangadex.org/covers/e4f385f0-d6c3-4eae-a953-f4c4b7ebd40d/df11e8f2-fc87-4c78-a341-e80fe57be6c7.jpg",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "Magic Lord",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A man was reincarnated as Van, a boy of noble birth, who grew up to become a child prodigy through hard work. But when it was discovered that he possessed \"production magic,\" he was immediately relegated to a remote village. However, his magic, which was called useless, turned out to be truly extraordinary, capable of producing anything as long as he had the right ingredients! With the knowledge from his previous life and the overpowered magic, the small, poor village will grow to become into a great city.",
    "image": "https://uploads.mangadex.org/covers/9afe47ee-5c8b-4572-b7c0-efa4f83da432/e3cdf03d-17dd-4880-abfc-b7a6290ec2d3.jpg",
    "moods": []
  },
  {
    "title": "Auto-Hunting With Clones",
    "chapter": "Chapter 156",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?",
    "image": "https://uploads.mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "moods": []
  },
  {
    "title": "Regressing with the King’s Power",
    "chapter": "Chapter 103",
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. But when a mysterious being calling itself “the King” gives him a skill of his own, Taehyeon gets a second chance at life. Now he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others! \n\n---\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=817958)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=10319749)\n\n**Official Translation:**  \n- [English](https://www.webtoons.com/en/action/returned-by-the-king/list?title_no=6213)\n- [Indonesian](https://www.webtoons.com/id/action/returned-by-the-king/list?title_no=5944)\n- [Thai](https://www.webtoons.com/th/action/returned-by-the-king/list?title_no=6007)\n- [S.Chinese](https://www.dongmanmanhua.cn/BOY/yiwangzhilichongsheng/list?title_no=2706)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/return-power-of-king/list?title_no=6102)\n- [French](https://www.webtoons.com/fr/action/returned-by-the-king/list?title_no=6275)\n- [Japanese](https://manga.line.me/product/periodic?id=Z0003336)\n- [German](https://www.webtoons.com/de/action/returned-by-the-king/list?title_no=7257)",
    "image": "https://uploads.mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/3e9cf989-8215-4047-aeaf-f3f93b929066.jpg",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 68",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "The Man Is A Real Dog",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a fantasy novel, I suddenly became Astel, the younger sister who never appeared. While my brother Cassian is fighting for revenge of the clan, it is my duty to find and deal with the final villain that remains unrevealed even at the end of the series! In order to do that, I must first enter the mansion of the northern duke, where the traitors of the family are hiding. But somehow, I became the 'mate' of duke Anais, a beast and a prime candidate for the ultimate villain. Besides...\n\n\"Kiss me now, Astel.\"\n\nIn order to live, I have to communicate with my 'mate' every day, but there’s no such thing in the original!\n\n\"Shouldn’t we go see the ocean you like today?\"\n\n\"I-I don’t think I can. I have to go see Mr. Cassian today.\"\n\nThe duke gritted his teeth with a cold face. I was a little scared when I saw this look on his face. Maybe he’s teething? Because he’s a wild beast!\n\n===\n\nThe other day, when I was living under the duke’s care. My brother, Cassian, left his son in my care for a while. However, it seems the duke has been entangled in a huge misunderstanding.\n\n\"They will become our child.\"\n\n\"What...?\"\n\n\"Cassian Gray will disappear from this world right now, so you won't be his bride anymore.\"\n\nYes...? Since when did I become Cassian Gray’s bride?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8-%EB%82%A8%EC%9E%90%EB%8A%94-%EC%A0%9C-%EC%B9%9C%EC%98%A4%EB%B9%A0%EC%9D%B8%EB%8D%B0%EC%9A%94-%EA%B3%B5%EC%9E%91%EB%8B%98/3143), [KakaoPage](https://page.kakao.com/content/60549099)\n\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/126242)",
    "image": "https://uploads.mangadex.org/covers/847a475d-0a95-4480-8342-51dd497de267/518d8a89-0af6-4692-bc2e-151667c1ddcc.jpg",
    "moods": []
  },
  {
    "title": "After Refusing to Donate a Kidney, I Became My Ex’s Little Aunt",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Emperor’s Dog",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Five thousand years ago, teenager who had countlessly longed for cultivation, but because of his special physique, was unable to break through the physical training period and enter the next realm of cultivation. He has been practicing from the ancient mythology era to modern day.",
    "image": "https://uploads.mangadex.org/covers/fb983259-a877-440e-a468-58446cf6a2cf/ec257f37-9d8e-48de-9c11-d8387f14d267.jpg",
    "moods": []
  },
  {
    "title": "If Spring Comes",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Follows directly after the events in Rules volume 1 Chapter 6 & Extra this continues the tale of Hikaru, Yuki, & friends. A glimpse into Hikaru's life, past, and feelings.",
    "image": "https://uploads.mangadex.org/covers/8fca7098-b42c-44db-b591-e638e271c318/116504b2-1dcb-43a1-9c99-ef0a45474f98.png",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 13",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/384ca32a-497a-425e-85b3-9743d47af392.jpg",
    "moods": []
  },
  {
    "title": "I Want to Live Life Effortlessly",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Sugiyama Sora, a reincarnated toddler who can no longer live in the city due to a deficiency of magic elements, is given his last hope for a rural life with his grandparents.\nHowever, when he goes through a tunnel, excited by the slow life he has longed for, he finds himself in an uninhabitable world overrun by giant insects!\nThe insect-catching he longs to do is with beetles over one meter long.\nThe walk, which was supposed to be fun, turns into a hunt for dandelions, which sprout even on the human body! \n\"Grandma and grandpa, save me~ (tears)\"\n\nThe frightened Sora, who is turning left and right, not only captures the hearts of the mighty villagers, but for some reason, he even attracts the god of rice paddies. ......?\nIt will surely remind you of your hometown!A cowardly boy risks his life (?) in this heartwarming fantasy!",
    "image": "https://uploads.mangadex.org/covers/cfe07dda-e895-4a6e-a694-f70318d49446/ae1000e0-6d45-494d-b8ea-f2731fbad028.jpg",
    "moods": []
  },
  {
    "title": "Oppa, That Must Be A Mistake!",
    "chapter": "Chapter 53",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "When The Food is Too Spicy",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want to Remarry a Tyrant",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Final Boss Who Triggers Massacres, I’ll Make You Happy as a Supporting Character!",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beloved New Daughter-in-law Of The Wolf Mansion",
    "chapter": "Chapter 44",
    "genre": [
      "Adaptation",
      "Animal",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance"
    ],
    "summary": "The sole heir of the notoriously frail Wolf family, Arsen, has died. The culprits were his father and half-sibling.\n\nThey killed the heir with a lie, promising to use the family's healing abilities.\n\nAs a result, the family was destroyed, and I was also caught up in it and died.\nBut then...\n\"My lady, wake up!\"\n\nWhen I opened my eyes, I had returned to being seven years old, before my death!\n\n\"Please let me marry Arsen!\"\n\nI can't die unfairly again. I secretly requested a contract marriage with the Wolf family behind my father's back.",
    "image": "https://uploads.mangadex.org/covers/fb1362d6-95dc-404e-8664-0fa417bb83b2/b9f4a647-4760-4708-8299-944d388e6948.jpg",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 8",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]