[
  {
    "title": "The strongest assassin gets transferred to another world with his whole class",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "An ordinary high school student by day, an assassin living in the underworld by the night. A boy with two faces, Aragi Kai. His classmates hate him because of his anti-social character and weird aura.\n\nOne day, Aragi and his classmates were suddenly transferred to another world. It is a world of swords and magic. A woman who calls herself Leonora appears before the confused students, and declares…\n\n“You are Hero Candidates summoned here to defeat the Demon King. Please help us.”\n\nLeonora grants each of the students a unique ability: ‘Divine Protection’. While some powerful ‘Divine Protections’ are given like telekinesis and destructive blast, Aragi’s ‘Divine Protection’ is judgment.",
    "image": "https://uploads.mangadex.org/covers/027fb975-de7d-491b-b0ad-d91f8faee198/3e0018e2-1caa-4db1-8357-4793a7629147.jpg",
    "moods": []
  },
  {
    "title": "I Contracted Myself",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible.",
    "image": "https://uploads.mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 196",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 314",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Goddess of Abundance and the Genius Rogue Apostle",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I beat the 0.0000001% odds and became an Apostle of the God of Abundance.\n\nSounds like a farming god, right? …So why is my starter skill Decapitation?\n\nChop off a head — boom, farming done.\nProcess crops — boom, processed.\n\nIt’s great… but how do I even explain this?",
    "image": "https://uploads.mangadex.org/covers/c4efaeb9-d46d-41ef-a8ea-ee02011dc15e/e2ddd46d-2479-4559-a903-9a496b9f834e.png",
    "moods": []
  },
  {
    "title": "After Becoming Financially Free, They Offered Their Loyalty",
    "chapter": "Chapter 43",
    "genre": [
      "Romance"
    ],
    "summary": "Shen Yuan, handsome and rich, became a second-generation loser and was mercilessly abandoned by his money-worshipping girlfriend after his family’s business shut down. However, because of this, he obtained the [Perfect Life] system. As long as he spent money on the opposite sex with a favorability of 60, he could receive double the amount back. From that moment on, he made full use of the system to win the hearts of beautiful women and earn a fortune. The more he spent, the richer he became. He spent money like water and rose to the top 0.1%, living a happy entrepreneurial life filled with endless passion",
    "image": "https://uploads.mangadex.org/covers/ae3ba0a0-46d3-4122-a544-9d750aa39ef2/3fa34aaa-eebd-4e52-9ac5-3cced41c1faa.png",
    "moods": []
  },
  {
    "title": "The Villainess Who Lives Inside Me Can Destroy This Nation, but I Will Never Let This Kingdom Fall !",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "Prophecy of the End has come true. A dark star looms closer, turning the Blue Planet into an apocalyptic game. \n\nHumanity has fallen—reduced to mere NPCs, hunted and slaughtered by Players from beyond the stars. As the world mutates and Players run rampant, all hope seems lost… until Yunqi awakens a hidden class, wielding the power to turn the hunt back on the Players. \n\nNow, the battlefield is set: the Blue Planet itself, where NPCs rise against the Players in a war for survival.",
    "image": "https://uploads.mangadex.org/covers/5ab8abc4-9820-4139-bdbe-c5ba91af1466/5530dc1e-6a7e-49a8-a309-583cd9a73cd8.jpg",
    "moods": []
  },
  {
    "title": "Love on Campus",
    "chapter": "Chapter 78",
    "genre": [
      "College life",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "Love Review",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Giju is usually the most rational person around, but when it comes to love, she becomes completely foolish. During an argument with her boyfriend, the one she thought would be different this time, she accidentally falls down the stairs. When she regains her consciousness in the hospital, some strange review windows appears before her eyes. “What is this? Reviews written by his ex-girlfriends… rating my boyfriend?” Could these review windows be the salvation Giju needs for her love life?",
    "image": "https://uploads.mangadex.org/covers/6cd0836b-760c-4888-b36f-9afe30d26dda/c2b3aa15-bc03-468c-9611-4583f2ca4e89.jpg",
    "moods": []
  },
  {
    "title": "Why Are You Obsessed With Your Fake Wife?",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
    "image": "https://uploads.mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/4fa802e8-1e63-4cb2-aaf2-a057c71ed2c4.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "My Ex, We Meet Again",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. \n\nA yuri story between two childhood friends.",
    "image": "https://uploads.mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/8ec39959-59b7-496e-85ef-82e0c1ad9198.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 415",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/8d105d4e-a60e-4284-8321-d0904906574e.png",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 153",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "Only Love",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/82499952-dab3-454b-9049-80bff50cf2b9.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "A Corporate Underling Who Excels at Work",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Chae Gyeong-jun, who gave up both college and his dreams due to the IMF crisis, once again faces despair in front of his grandmother's sudden hospitalization fees.\n\nBut then, a mysterious benefactor steps in to cover the hospital costs for his family...\n\n\"Who would provide support that doesn't help them at all, and why?\"\n\nIn search of an answer, Gyeong-jun heads to Taeseong.",
    "image": "https://uploads.mangadex.org/covers/45dc3fea-9a51-4964-a1d0-313d0b554310/c922975e-b6e9-474a-8816-186b61119116.jpg",
    "moods": []
  },
  {
    "title": "Cry, Even Better If You Beg",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even If Despair Consumes You",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?",
    "image": "https://uploads.mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "moods": []
  },
  {
    "title": "The Man Who Wears Magnolia",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "I Raised an Obsessive Servant",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being reborn as a desolate fire witch and villain destined to die a tragic death, Chersinia creates a plan to avoid her fate by gambling at a casino to become a wealthy recluse. \n\nThe only problem? She somehow ends up with a slave boy named Ben instead of the money she needs! \n\nBut much to her surprise, she starts to warm up to Ben, who provides the perfect joy and comfort in her lonely life. Little does she know that Ben has a dark secret that will change her life forever...",
    "image": "https://uploads.mangadex.org/covers/8c6f00a0-72d2-4fb6-9c6e-e922b9ce1df5/de6d6f2d-bb56-4577-a6f8-35dd3ea1a5e6.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 50",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "I wasn’t the only one who returned to the past",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "When Arrogance Fell at My Feet",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Grand Duke, I Can’t Do It Because It’s Too Cold in The North",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When the apocalypse descends, the world transforms into a brutal game of evolution—humanity’s final trial, and the favorite playground of gods and demons. Brian Carter time-travels back to ten days before it all begins. Armed with foreknowledge and no time to waste, he injects himself with the zombie virus and awakens a legendary SSS ability: Virus Monarch! Now, with the power to command infection itself, Brian forges a terrifying new path through the chaos, one where he doesn’t just survive the end of the world, but rules it!",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Vampire’s Sons",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "Fighting Ward",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school student, Kang Sun-woo, single-handedly defeats a group of illegal loan sharks who came to his house. At the hospital, where he goes for treatment, he is invited by a mysterious man to participate in a suspicious fighting tournament with a huge cash prize.\n\nThe prize is crucial for the survival of his family. Sun-woo must survive the fight ward !",
    "image": "https://uploads.mangadex.org/covers/63065a97-170a-4aff-916c-507a9d765db4/3e126cd5-162f-4f6e-9245-f901775b2f7a.jpg",
    "moods": []
  },
  {
    "title": "Today I Demand Quality of Death From You With All Due Respect",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cute Little Saintess",
    "chapter": "Chapter 76",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way.",
    "image": "https://uploads.mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "moods": []
  },
  {
    "title": "The Villainess’s Coffee Story",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
    "image": "https://uploads.mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/a57dd41a-42a4-4f93-adbe-16ee8bf4f151.jpg",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 253",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "I wish to annul the engagement",
    "chapter": "Chapter 29",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Collection of Mihara Mitsukazu's one-shots (2005):\n\n- Ch. 1 - Slice of Black Chocolate (2001) - [MU](https://www.mangaupdates.com/series/wz4adqj?utm_source=mangadex)\n> \"Generally… a story about really cute guy trying to hook up with this really egotistic girl… although it's not really like that.\"\n\n- Ch. 2 - The Vampire & I (2001) - [MU](https://www.mangaupdates.com/series/9023ktd?utm_source=mangadex)\n> \"A dark european ambient and the story of a vampire … just before dinner time.\"\n\n- Ch. 3 - Children Can't Choose Their Parents (2000) - [MU](https://www.mangaupdates.com/series/eua0juz?utm_source=mangadex)\n> \"A haunting story about a man and his chicken. You will never look at an egg the same way again after reading this story!\"\n\n- Ch. 4 - Cut the Angel with a Scythe (2002) - [MU](https://www.mangaupdates.com/series/7xes9iy?utm_source=mangadex)\n> \"Angela is suffering from a terrible illness that keeps her confined… One day a magician comes to her window to visit… Will his magic change her fate?\"\n\n- Ch. 5 - The End in Common Ruin (2002) - [MU](https://www.mangaupdates.com/series/jmm0fja?utm_source=mangadex)\n> \"A story about two twins…\"\n\n- Ch. 6 - Deserted Place (2002) - [MU](https://www.mangaupdates.com/series/al2hlpo?utm_source=mangadex)\n> \"The story follows the journey of a mysterious boy who brings peace to deserted places and things…\"\n\n- Ch. 7 - Alice in Underground (2003) - [MU](https://www.mangaupdates.com/series/9kq7bop?utm_source=mangadex)\n> \"This short oneshot tells the adventures of Alice, but with a slightly darker tone.\"",
    "image": "https://uploads.mangadex.org/covers/dc2d030b-eea2-42b3-b1ab-47bb4531b73d/2b13aa30-e32f-40a4-bf9f-35b83d04172e.jpg",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Bai Chuwei waited for five thousand years before entering the original plot, debuting as the ancestor of all humanity. Wealth? The largest assets in the world she has. The eight aristocratic families? All just her servants. As everyone is worshiping their ancestor, Bai Chuwei, the fourth young master of the Duan family in Haicheng, held her in his arms. What the heck! Bai Chuwei was just trying to absorb the spiritual energy from this guy, whom she witnessed growing up. She didn’t expect to lose her heart",
    "image": "https://uploads.mangadex.org/covers/41df6837-c080-4f57-83f8-3ba7eba7d7c1/875cb2bd-a807-495e-8c36-99198e145fb7.jpg",
    "moods": []
  },
  {
    "title": "What A Disgrace",
    "chapter": "Chapter 8",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Transmigration",
      "Yaoi(BL)"
    ],
    "summary": "In the back of the forest lives Allen, the people-hating wizard. He is feared by the people around him and called the \"Demon Lord\". One day, while living out his life as a hermit, he finds a young girl named Charlotte who collapsed. Although innocent, she was accused of evil wrongdoings, had her engagement broken and was forced to flee her country.\n\nUpon hearing that, Allen recalled the bitter experience of being betrayed by a party he once believed to be his companions. Hearing the story of the 17 year old’s exploitation, Allen decides, “I'll let her live in my mansion, and I'll teach her all sorts of bad things…\"",
    "image": "https://uploads.mangadex.org/covers/28c3b97b-6d2f-4a6c-9f97-a826f0b16f05/bd64714d-5f3c-4b24-aa94-7644e2fae41f.jpg",
    "moods": []
  },
  {
    "title": "The Life Goal Is to Get a Two-Story House",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "'No one will love me!'\n\"No one will ever trust me.\"\n\nFrequent business failures on her father's part had pushed Jia into a life of hardship, and her boyfriend of six years cheating on her had brought her to the brink of despair.\n\n\"If there's a next life...\"\n\nShe thought it was the end. But then...\n\n\"Maerin, are you awake? Are you feeling better now?\"\n\nJia reincarnates as a refugee girl named \"Maerin,\" who has crossed from the war-torn country of Helayton to Perrington. Will the new life as Maerin give Jia a chance to become wealthy and fulfill her dream of having her own home in this lifetime?",
    "image": "https://uploads.mangadex.org/covers/b91a2bf1-90e8-4e4c-a650-0a898f3ceb81/c0c6f461-d0cb-4311-a127-dc22dd96942d.jpg",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "Onsaemiro",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
    "image": "https://uploads.mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "moods": []
  },
  {
    "title": "It’s My Life – Webtoon",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "\"This time, I'll protect my happy family for sure!\"\n\nTakhir, a young baron who had lost his beloved family, was unable to do anything and thus labeled as an incompetent. However, as he was dying, his time-space magic suddenly manifested and he regained the memories of his previous life before being transported back to his childhood?! He no longer faltered in the face of war or the epidemic. He vowed to use his revived modern knowledge to improve their level of civilization... and to change his family's fate!\n\nBy using his knowledge of the future, he was determined to reduce the damage caused by the poor harvest and flood, while doing everything he could to get talented individuals on his side, strengthening the Solis barony! By moving without concerning himself with the gaze of others, he would go beyond the Kair Kingdom, altering history across the entire continent! With his \"family-first principle\", the child prodigy would alter his depressing fate!",
    "image": "https://uploads.mangadex.org/covers/684baffa-8a29-4396-b7ca-384761758b86/fa29a8c1-bd2f-464e-aa17-af003b237cc9.jpg",
    "moods": []
  }
]