[
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 162",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yoon Hyesung is just your average office worker—but in her heart, she’s the number-one fan of Na Yeonwoo, a trainee who keeps getting this close to debuting before every opportunity falls through. After yet another failed debut, Hyesung has a full-on meltdown in her room, bawling about the unfair system and her own helplessness. But when she wakes up, she finds herself in a mysterious space with a strange window popping up: [Would you like to accept a reality where your dreams come true?] This must be one of those setups, right? After a brief internal panic, Hyesung makes up her mind.",
    "image": "https://uploads.mangadex.org/covers/d2642142-cd29-4e40-8455-f4969dd7f727/a8605089-85ac-453e-ae78-2aa5fdc37126.png",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 89",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "The Little Lord Who Makes Flowers Bloom",
    "chapter": "Chapter 69",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
    "image": "https://uploads.mangadex.org/covers/dd9689c2-46f0-4e80-9c31-ea27cf48044f/ace01b19-e8c3-4482-83a3-be0f92a339fe.jpg",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "\"Jin... I'm expelling you from the party.\"\n\nJin had been adventuring with his childhood friend, Reki the Hero, aiming to defeat the Demon Lord.\nAlong the way, they were joined by Yuuri the Saint and Lucika the Sage, and at last, they reached the Demon Lord’s castle.\nHowever, just before the final battle, Jin was suddenly told he was no longer part of the party.\n\nHeartbroken, Jin returned to his hometown...\nBut soon after, the remaining party members—who swiftly defeated the Demon Lord—began showing up one after another with marriage proposals!?\n\nA slow-life × harem fantasy that begins with exile—let the story begin!",
    "image": "https://uploads.mangadex.org/covers/d4894b47-9af3-4b84-8adc-cb49e34994ab/68ad9b00-8dcb-4fb5-9821-276fb35a66ae.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "Doctor Resignation",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Shoujo",
      "Time travel"
    ],
    "summary": "When the duke, who was in poor condition, suddenly died, the land fell into the hands of the rebels. In a short time, the rebellion was suppressed by the royal family, but… The point is that I, Lise Estelle, will be hanged for treason. “It’s not fair!” I’m simply the best doctor in the area. If that’s the case, I’ll become the duke’s doctor this time so there’s no rebellion, and I’ll make the duke’s heir healthy! “No one cares about you as much as I do. Therefore, you must definitely listen to me !",
    "image": "https://uploads.mangadex.org/covers/429d98fa-1352-4adf-94d1-969efafec386/09a60e74-1e3c-4514-b4c6-2d981f973f8b.jpg",
    "moods": []
  },
  {
    "title": "Sorry, I got distracted by your looks",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 273",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "The God of War is Leveling Up",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Suhyeok, the greatest martial artist on the continentr, has unified the martial world. He had achieved everything, yet a lingering emptiness in his heart remained unfulfilled by his yearning for family… \n\nIn the end, he crossed dimensions using the power of sorcery, but what lay before his eyes was...\n\n\"I was in a coma for five years in a hospital!? And what’s with this system window floating in front of me!?\"\n\nDuring the five years he lay unconscious, his family had been struggling to pay his hospital bills.  For his family’s sake, he needs to make money - fast and a lot of it. \n\nThe strongest Martial God of the Hwan Continent, Suhyeok! Now Awakened, he begins his journey to level up.",
    "image": "https://uploads.mangadex.org/covers/aacfd2c5-4faa-44d2-9673-42dab6edd0b1/400d647a-3395-4e5c-b6f1-8984676ed753.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 217",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "Seian",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mystery",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 204",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 88",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "The Female Lead’s Mother and the Male Lead’s Father Are Married",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain Family’s New Daughter-In-Law",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Time travel",
      "Villainess"
    ],
    "summary": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?",
    "image": "https://uploads.mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "moods": []
  },
  {
    "title": "I Got Lucky and Pulled a 10th Rank Summon",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the most realistic VR game “Last Savior”. Every player will get a chance to summon a Follower Spirit. The Follower Spirits are ranked from 1 – 9. And obviously, everyone wants a rank-9 spirit. However, the one that I pulled has an unheard-of rank…\n\n[What on earth is going on?]\n“Yeah…”\nI don’t get it either.",
    "image": "https://uploads.mangadex.org/covers/806f34f1-6151-4beb-a2a8-7f53b2e49216/274b540c-1258-425b-b850-3e0c3fbab760.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 163",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Leads’ Target",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?",
    "image": "https://uploads.mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/96652862-746a-4a01-9a25-abd0010b73f1.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 563",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "If You Remove the Kind Protagonist’s Mask",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "For the sake of survival, I kissed the protagonist and we became partners. But I just can't believe that the 'kind' protagonist in the original novel was all an act!\n\n\"If I kill you, this partnership will be broken.\"\n\n\"You can't do that. We'll both die at the same time.\"\n\nWe were tied together by a tightly shared fate. Sharing the same wounds, the same pain, the same life and death. Plus, we had to have physical contact for the symbiosis?\n\nWhen I found out about his mask, he was cruel to me with no hesitation. Unreasonable amounts of work, unreasonable demands… Why can't I be with another man?\n\n\"I've figured it out! How to break this partnership!\"\n\nNow that my life would be safe, all that's left is to get away―\n\n\"I have no intention of breaking it.\"\n\n\"…Pardon?\"\n\n\"Just like you, I'm also curious,\" he held me in his arms and his gaze slowly descended to my lips, \"I'm curious about to what extent our pain will be shared.\"\n\n---\nAs the #1 stalker of Pope Ulysses, the kind male lead, Yoidel was to be executed for her crimes. Just minutes before her end, Yoidel escapes her cell to ask Ulysses for help, only to come across a bloody madman... who turns out to be the male lead himself! In a desperate attempt to survive, Yoidel binds herself to him in a magical contract, dooming the two to share their lives and deaths. Now stuck with a two-faced psycho, will Yoidel find a way to break their bond before it breaks her?",
    "image": "https://uploads.mangadex.org/covers/8b6d4f24-d7e5-4d08-8902-ba7c0fbf1b00/959170a2-76e1-4694-a0be-a630653c6d05.jpg",
    "moods": []
  },
  {
    "title": "Do All Mothers in Childcare Novels have to Die?",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reborn as a mother doomed to die in a childcare novel, she fights to change her fate. When trying to escape her tragic destiny, she gets caught by the emperor himself—her future husband! Instead of death, she finds herself at the center of a loving family, but can she defy the trope and survive?\n\n---\nLilliana is a neglected princess with a single mission: do not get pregnant. Ever since she woke up in a novel where she will die giving birth to the main character, Lilliana has known that her pregnancy will be her death sentence. However, her mission’s greatest obstacle is her new husband, Emperor Helio. Although they have married for political reasons, the ruthless emperor's fondness for Lilliana drives him to decide that his mission is to win her over. Thus begins the battle of wills between wife and husband. Will Lilliana be able to defy destiny and Helio’s affections?",
    "image": "https://uploads.mangadex.org/covers/d27918f3-5d9a-4a0d-87c9-95a7473c01a8/e53f9e11-879d-4728-8b12-133f677629e9.jpg",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "Juvenile Prison",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Juyeong is in a juvenile detention center for the attempted murder of his father, Gang-ryong. He clings to hope, dreaming of a future in Seoul with his childhood friend, Dayeon. \n\nBut everything shatters when Dayeon is tragically killed by a rogue truck, and the devastation deepens when Juyeong learns that his father was behind the wheel. \n\nIn a cruel twist, Gang-ryong regains consciousness and offers Juyeong an ultimatum...\n\n\"If you want revenge, become the king of this detention center!\"\n\n Now, Juyeong must navigate the treacherous world of prison politics, determined to rise to power and avenge his friend.",
    "image": "https://uploads.mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "moods": []
  },
  {
    "title": "The Ducal Family’s Poisonous Flower",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhua",
      "Romance",
      "Vampire"
    ],
    "summary": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse.",
    "image": "https://uploads.mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "Messed Up Us",
    "chapter": "Chapter 15",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "YoKai Yokai Yokai!",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Haruaki is a scaredy-cat with a fetish for girls' school uniforms, but he also wants to be a good teacher. However, his new school isn’t exactly what he thought it would be: it's an academy for monsters, demons, ghosts and all sorts of supernatural creatures!",
    "image": "https://uploads.mangadex.org/covers/b093bc50-be43-470c-8594-d79ab9fa5b90/1ec5a92a-912f-4ebc-9bf7-28429ef0e86b.jpg",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 37",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "Return of the Disaster-Class Hero",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
    "image": "https://uploads.mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "Lord Baby Runs A Romance Fantasy With Cash",
    "chapter": "Chapter 91",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I lived without a home or family and suffered until I died, but then an 'angel' appeared and made me an offer.\n\n\"You, a professional reader of rofan novels, would you like to be reincarnated into a world created based on rofan?\"\n\nBecause he said that my (handsome) Dad and my (handsome) older brothers will fed me with a diamond spoon, I was reborn...\n\n—They say I might be a child born from my mother's affair?\n\nAs soon as I was born, I was handed over to my relatives and became a servant, facing abuse.\n\n\"At this rate, I might freeze to death or starve to death alone.\"\n\nThere's nothing I can do about this situation.\n\n\"Daddy, take me away—!\"\n\nLet's find a way to survive somehow.\nBut...\n\n[You have fulfilled the conditions.]\n[The trait <Rush and Cash> has awakened.]\n\n[Dear reader, do not hesitate to use any means and methods to obtain what you desire. Conquer and seize it!\nRomance novel readers don't back down in situations like this!\nShow your abilities!\n-Condition: Persuade the Duke of Pheraton and obtain the <Summoning Medium>.\n-Reward: 5,000 cash draw ticket.\n-Quest rejection penalty: Game over in life.\n-Quest failure penalty: Game over in life.]\n\n\"So, the quest is to kiss my Dad on the cheek?\"\n\n...I've been scammed.",
    "image": "https://uploads.mangadex.org/covers/8dafd1ee-f5d4-4119-b287-e8963b1b34a3/85adaa0b-57e9-404a-9ead-a2a25b16d80c.jpg",
    "moods": []
  },
  {
    "title": "Solo Leveling: Ragnarok",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After witnessing the death of one of their own, the Absolute Ones — creators of the many universes outside of our own — frantically seek to fill the power void left by their fallen brother. With earth's existence in danger once more as gates spill monsters into our dimension, Sung Suho must answer the call and conquer the shadow dungeon while learning of his father's legendary legacy.",
    "image": "https://uploads.mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pick Me Up",
    "chapter": "Chapter 161",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
    "image": "https://uploads.mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/da6fe319-0fdf-4a88-90bd-f537895bf237.png",
    "moods": []
  },
  {
    "title": "You Have to Repay Your Savior",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Fristine, a noblewoman whose family has fallen into ruin and who lives in the countryside,\nis appointed by the king to care for the exiled princess.\nAlthough the princess is being kept alive as a hostage and used as a political tool,\nFristine takes good care of her and succeeds in saving her from a life-threatening situation.\nLater, the king is replaced and the princess is released from exile, where Fristine is invited to the palace\n. In recognition of her past achievements, she is granted an audience with the king.\nHowever, the king she meets is none other than Gerard, with whom Fristine was once in love.\nThis unexpected reunion sets her destiny in motion.",
    "image": "https://uploads.mangadex.org/covers/4edc791f-5056-4d75-81d6-d7620fe6da5e/970c4e88-1196-484e-8231-bc4485b29e3f.jpg",
    "moods": []
  },
  {
    "title": "The Wicked You Sink Into This Love",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Evelyn marries Wilfred to help her sickly sister.\n\nWilfred is popular in high society and wealthy, but continues to cheat on her even after their marriage. However,\nwhen he returns home, he embraces Evelyn.\n\n\"Have you grown tired of me? So why do you make love to me?\"\n\nEvelyn is troubled by her relationship with Wilfred. She\nthought it was a loveless marriage, but Wilfred's deeper intentions begin to emerge...\n\nThe story of a married couple who love each other but deceive each other begins now.",
    "image": "https://uploads.mangadex.org/covers/9d9229f6-5043-4db4-bd41-97724e89e8d9/8a7d020d-568c-448a-aaee-df6fd8bc9f74.png",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 76",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  }
]