[
  {
    "title": "The Empress’s Concubine Scandal",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Love is like a dog.\"\n\nThe moment my beloved husband's sword sliced through my spine, the advice of my sisters flashed through my mind like a series of images.\n\n\"I curse you. Every moment I loved you is a disgrace to me.\"\n\nThe powerful demon who once ruled hell is dead, and now I have awakened as the terminally ill wife of my ex-husband, who has become emperor.\n\n[To become a demon again, love a human and stab a dagger into their heart.]",
    "image": "https://uploads.mangadex.org/covers/ec07da0c-1ad6-4b2e-9d25-d1f7b5151f14/bc0200f9-5652-477a-aca7-77b62a9aceaf.jpg",
    "moods": []
  },
  {
    "title": "The Mad Dog of the Duke’s Estate",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Vampire"
    ],
    "summary": "I lived my whole life as a slave, bound by a leash. But there was one thing that I was able to choose for myself: the place where I would die.\n\n“…Any last words?”\n\nMy only friend asked me in a calm voice, and I quietly replied as I closed my eyes.\n\n“Waaaah!”\n\n…Waaaah?\n\nTo cut to the chase, I was reincarnated. And not just as anyone, but as my friend’s youngest grandson. So, what am I going to do now? Well, what else can I do?\n\nI’m going to cause chaos.",
    "image": "https://uploads.mangadex.org/covers/2e7dbf7a-7ec8-4ac7-a2cd-a6cc8dc8129b/e48c486a-25e2-43b6-b168-8e81bfa61a3e.jpg",
    "moods": []
  },
  {
    "title": "S-Class Butler",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Butler Kim is the raid leader of the VR game Metariaand in real life the guardian of two cats. One day, a mysterious boss forces him into the unwanted Butler class, where he must serve monsters and do menial chores.\n\nJust as he begins adjusting to this strange new role, an unbelievable truth is revealed:\n\n\"A cat… logged into the game?!\"\n\nHis beloved pet Peechu has entered Metaria.\n\nBut Peechu is not just Peechu. The \"Master\" who reclassified Butler Kim and has been giving him orders is actually Kalinas, the Incarnation of Darkness, now trapped inside the cat’s body.\n\nWith the world’s balance at stake, Butler Kim is tasked with carrying out Kalinas’s dark mission. Yet instead of worrying about the will of darkness, is he simply happy to adventure through a fantasy world with Peechu?",
    "image": "https://uploads.mangadex.org/covers/b7348415-9458-4715-bc0a-8630bf0c2de3/8d14fd84-4eb3-42d0-8ff5-8bf8d95ce325.png",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 39",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can See It’s A Beast",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Q: Can a wolf and a lion get married and have a rabbit as a kid?\nA: Stop talking nonsense, wash your feet, and go to sleep.\n\n... And just like that, I ended up in a situation where I really should just wash my feet and sleep. My dad's a lion, my mom's a wolf, and somehow, I'm a rabbit. Not just any rabbit, an extra who becomes the trigger for a war in the novel! At this rate, not only will everyone die, but both my mom's and dad's entire families will be wiped out.\n\n'No way. I have to change my fate somehow.'\n\nI clenched my fists and stood up determinedly, but then...\n\n\"Chloe, do you know what's for dinner tonight? That's right... rabbit meat!\"\n\nFirst things first, I need to make sure the wolves at home don't find out what I really am.\n\nI thought all I had to do was hide the fact that I'm a rabbit. But a bigger problem showed up. Of all the countless special abilities among beastmen, I just had to get \"being pitied.\" I thought this life was doomed too, but then...\n\n\"We’re not fighting. So... don't cry, okay? Please.\"\n\nMy parents, who even stopped a war because they were worried about me.\n\n\"Just say the word. If you want, I can kill everyone who's bullying you.\"\n\nAnd even the original novel's male lead, who's gone a little overboard taking my side.\n\nHonestly... stopping a war might be easier than I thought. Maybe this ability... is more useful than I realized?",
    "image": "https://uploads.mangadex.org/covers/c28acebf-bbf0-47df-96aa-1e6b95f94f6e/e2ec1fca-3e84-4412-932f-17dc8b26d1a8.jpg",
    "moods": []
  },
  {
    "title": "God of Blackfield",
    "chapter": "Chapter 283",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
    "image": "https://uploads.mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Black Corporation: Joseon",
    "chapter": "Chapter 112",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime.",
    "image": "https://uploads.mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "moods": []
  },
  {
    "title": "God of Blackfield",
    "chapter": "Chapter 283",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
    "image": "https://uploads.mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Black Corporation: Joseon",
    "chapter": "Chapter 112",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime.",
    "image": "https://uploads.mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "moods": []
  },
  {
    "title": "Shadow in Paradise",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want to Live Life Effortlessly",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A boy named Atsumu was branded as \"useless\" by his famous sisters and banished from his entertainment-industry family. However, hidden within him was an extraordinarily talented \"behind-the-scenes support\" skill that neither he nor his family had noticed! After transferring schools, Atsumu is now determined to live a normal life, but as he crosses paths with talented entertainers—VTubers, idols, and models—his natural ability starts to shine, making him their indispensable support. They can't help but adore him, turning his simple wish for normality into a showbiz underdog success story!",
    "image": "https://uploads.mangadex.org/covers/d76dc781-0512-4626-9872-cd01835cfa5e/6ea89983-04b4-4e66-99fc-62db8177ea93.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Rose Mansion",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Welcome to the Rose Mansion. This letter has been written to assist you in leading a safe and peaceful life in the manor for the coming year. Please make an effort to fully acquaint yourself with the following rules at your earliest convenience, and adhere to them as a matter of utmost priority under any circumstances. Bear in mind that you will bear full responsibility for any consequences resulting from the violation of these rules. \"\n\nLife plummeted in an instant after her father’s death. She struggled desperately, even amidst her mother’s extravagance and the mounting debts that they could not overcome.\n\n“Mother, are you… are you really suggesting I be sold to a man older than you right now?”\n\nYet, everything collapsed with just one sentence from her mother. Then, an offer to become a tutor came from the wealthiest and most prestigious household of the kingdom, House Otis. She had no choice but to accept.\n\n“Welcome to the most fragrant tomb in the world, Miss Richelle Howard. Let’s be good, amicable corpses together.”\n\nA mansion covered in roses. The dazzlingly beautiful Otis family. Within it, strange incidents began, slowly tightening their grip around her neck. Now, it’s time to face the consequences of her choice.\n\n\"We sincerely hope you have a safe and enjoyable year. Let’s have fun together.\"",
    "image": "https://uploads.mangadex.org/covers/cd9abdee-da09-41b6-a119-361c462e3242/b4f33126-30ce-41bf-b0b0-38e1aa18d9c3.png",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 118",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "Marry In Bed At 19",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”",
    "image": "https://uploads.mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tried to be a Villainess, But Now I’m Being Obsessed Over?!",
    "chapter": "Chapter 21",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Slave Emperor",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ran is the young empress of the North Empire. In order to protect her empire, she must assassinate the Orhan, the new emperor of the West Empire. Ran plans to ensnare Orhan in a honey trap by guising a beautiful assassin as tribute of good will. It is revealed, however, that the emperor is not interested in any other woman but Ran herself. Rude and arrogant like a savage, the emperor dares to claim the heart of the noble empress. Left without a choice, Ran decides to hide her identity and sends herself as tribute to the emperor. Can the empress win the emperor's trust? Will the empress be able to assassinate the emperor?",
    "image": "https://uploads.mangadex.org/covers/0d9ef6e0-886f-4aee-ba3d-74d061d60aac/c6b18b0b-8bdf-4cc3-a48e-c794843959b2.jpg",
    "moods": []
  },
  {
    "title": "Genius Martial Arts Trainer",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Grand Archive’s Young Master",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Murim"
    ],
    "summary": "The soul of the charming and imposing Martial Arts Alliance Leader, Hu-Gong, suddenly wakes up in the body of a young man.\n\nThat young man’s name is Beom-Hang. He’s the young master of the ‘Heavenly Grand Archive’, one of the three major archives of the Jianghu, yet he is a sorry excuse of a person.\n\nTo determine why his soul has swapped bodies, Hu-Gong begins to train Beom-Hang’s body. When the possessed young master of the Heavenly Grand Archive’s movements are totally different from how they used to be, it starts to attract the attention of the Jianghu...",
    "image": "https://uploads.mangadex.org/covers/b2379cf4-3915-4577-b4df-329fc9900620/4d8d601c-ba0d-4584-9ed3-537f825f1ad8.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Runaway Countess Has Returned",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Deadlines are Raining in the Status Window",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail",
    "image": "https://uploads.mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "moods": []
  },
  {
    "title": "The duke picked up something in the forest",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
    "image": "https://uploads.mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Grand Duke of the North",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the sister of the villain, who shed no blood or tears in a war-ridden novel! I thought I was born again as the youngest daughter of a noble family, but I'm the little sister of a villain who's only being used!  \r\n  \r\nA baby's body too fragile to survive in the Lagrange household, a brutal family that makes children fight for successors… I've decided to stick to the villain in order to live!  \r\n  \r\nI need you to be my guardian until I run away from here. Raise me, villain!  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/8848b6bd-dfae-4fec-8bc4-8a130394c9a1/822345b5-c2b7-4cc3-9d7e-7dd5a12b4151.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The adopted daughter-in-law wants to leave",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the no. 1 villainess, Ellie, who was a terrible person who tormented the Male Lead in the orphanage. I quietly waited until the day that the Duke would pick him up vowed to never get caught up in the novel, so she would not see the ugly ending that the villainess did, until...\n\n\"I will also adopt the child next to him too... she will become my daughter-in-law.\"\n\nI was adopted along with the Male Lead! I can’t just do this? There’s a separate heroine!\n\n---\nI have possessed the extremely cruel villainess who tormented the male lead during his childhood days in the orphanage.\n\nTo change my fate, I decided “Just don’t do that,” but the pitiful boy kept getting beaten up by the other kids anyway, so I had to keep an eye on him even more!\n\nThen one day, his father's best friend the Duke, who had been searching for the male lead for 10 years, finally found the orphanage. \n\n“I'll adopt this child here. Oh, and the child next to him too.”\n\nWait, why am I also getting adopted?!\n\nHe wants me as his daughter-in-law for the male lead?!? \n\nWhat about the female lead??\n\n—\n\nJust like in the original novel, the male lead joined his adoptive father in the war. \n\nHe was supposed to return from the battlefield with the female lead, so I carefully prepared for a divorce and made a lot of money so I can live by myself! But…\n\n“Damian, did you come home alone? Did no one else come with you?”\n\n“Someone else?” Upon hearing my question, Damian’s gaze suddenly sharpened.\n\n“Ellie. are you looking for a man other than your husband?” \n\n“Huh?”\n\n“That's no good, I would probably kill that man out of jealousy.”\n\nI looked over to my father-in-law for help.\n\n“I also agree, Ellie. You shouldn’t betray your husband ever...”",
    "image": "https://uploads.mangadex.org/covers/e03ca79d-21eb-4342-a621-8ac7bf2a05b3/439f85a0-d735-45ca-9a2f-0461c3bb2dbd.jpg",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? \n\nEnkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! \n\nNow that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/79d15ba6-dfb3-4f1a-9f3d-97b2a49f6f1f.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as the Spoiled Baby Empress",
    "chapter": "Chapter 23",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 20",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "How to Live as a Civil Servant in Murim",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Yeon Woohyuk was once a veteran player of the martial arts detective game The Great Detective of Daehwan Empire Then suddenly, without warning, he finds himself reincarnated as a pokoe (detective officer) inside the game!\n\nFortunately, he realizes that the cases from the game unfold exactly as he remembered, so he begins to adapt by solving them.\n\nBut the joy is short-lived—he discovers that his ability known as \"Spirit Eye\" is actually the result of his dantian (energy core) being forcibly opened, putting him at risk of an early death.\n\nBeing a detective is hard enough —  and now he has to learn martial arts and become a powerful master too?!",
    "image": "https://uploads.mangadex.org/covers/39494321-75d0-41e8-a1c1-2cf7cc13b8fa/99b96f2b-bdae-455e-848e-585d0a662817.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Eloise, who has been frail since childhood, gave up social life in the capital and now lives in the countryside in Feltham for the sake of her health.\n\nOne day, while happily going back and forth between Blissbury Manor, which her father's friend had asked her to manage, she hears the news that a new caretaker is coming to the manor, and the nude painting of her favorite, Lieutenant Ryan Willgrave, which she had been secretly drawing at the manor, is in danger of being hung.\n\n\nBefore the new caretaker arrives, Eloise tries to secretly remove the nude painting, but she ends up bumping into him on the stairs…!\n\n\n\"I’ve never seen the model in person, Miss Eloise. He’s not this small.\"\n\n\nAfter that day, Ryan and Eloise, who thought they would never meet again, continue to be entangled, and eventually fall deeper and deeper into each other’s lives…!",
    "image": "https://uploads.mangadex.org/covers/7d88e208-3235-481f-8475-34dbc565bbb7/d1f2a061-d2fe-46cc-a443-b2b670a9d74f.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  }
]