[
  {
    "title": "On Our Wedding Night, I Got Pregnant with the Chief Warden’s Child",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chubby Villainess’ Restaurant",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "After dying of illness, she has been reincarnated as Celine, the selfish, fat, villainous duchess, sister of the heroine of a popular novel.\nIf she stays this way, she will be killed by the hero prince and die a miserable death, just as in the novel. She vows to reform herself with all her might and begins to struggle, but she finds herself caught up in unexpected doting and obsession..!\nWill Celine be able to find \"peaceful happiness\"?\n\nA fantasy love story about a reincarnation in another world where she is loved too much by a Yandere.",
    "image": "https://uploads.mangadex.org/covers/c174ddf6-24b3-4705-ad97-c80586cf9480/ef8e1393-ba29-43fe-9a67-9b09fac9acec.jpg",
    "moods": []
  },
  {
    "title": "Love Under the Full Moon",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
    "image": "https://uploads.mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/bb89ccf5-8ffb-460f-a304-9da6b7898a81.jpg",
    "moods": []
  },
  {
    "title": "Born a Princess",
    "chapter": "Chapter 123",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
    "image": "https://uploads.mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/f9e87ac8-4563-411a-81c2-e781efe80cd0.png",
    "moods": []
  },
  {
    "title": "Teaching the Tyrant Manners",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I came into the world of a novel I was reading, and became an unknown extra destined for a miserable life. Teaching manners to a crazy bastard who turns into a tyrant? Manners, my ass! Quick thinking was my only means of survival. I tried everything to prevent such a tragic relationship with the tyrant from happening. I kicked, punched and screamed my head off, but I was still beaten in the end.\n\nActually, he’s unexpectedly docile at times and even told me, “You’re the first person who understands me.”\n\nThe male lead’s personality is strange.\n\n“Anyway, you shouldn’t do that to a woman.”\n\n“Isn’t it okay to kiss in a bind?”\n\n“No! I meant that you can’t kiss someone without their permission.”\n\nSomewhat miffed, Croft then gave a mischievous grin as he approached her.\n\nBending down to Rivi’s eye level, he asked in a soft voice with glimmering red eyes, “So you’re saying there’s no problem if you give me permission?”\n\nAfter hearing his words, Rivier’s heart pounded in trepidation. Tugging at her hand, he held it tightly, pulling his elbow as far as he could, before he stretched his arm out like a bow. Bam! Rivier accurately jabbed Croft’s abdomen. Wait, why is there such a hard lump?!",
    "image": "https://uploads.mangadex.org/covers/6ca8dc74-aad3-4dd9-9536-554f3985c9b5/4742d8c7-bf8e-4d98-8224-123dd049bf32.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 175",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/96652862-746a-4a01-9a25-abd0010b73f1.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Double Life",
    "chapter": "Chapter 126",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying,  Marie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. Eventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!",
    "image": "https://uploads.mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/08fcf51f-e1c0-40d2-aac8-83844531a337.jpg",
    "moods": []
  },
  {
    "title": "Obssesed butler",
    "chapter": "Chapter 30",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Yaoi(BL)"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/bc59ee08-e75d-449f-b249-3bd2e14c6ba7/b117c5f3-27d1-4870-b3cd-1a639f522432.png",
    "moods": []
  },
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "Duke Please Fail!",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!",
    "image": "https://uploads.mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "The Lost Cinderella",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Midori Yamate is a 15 year-old girl and is very much a tomboy. When she was young, Midori meets a boy called Tsukasa Hino, who came to the island she lives on for a holiday. He teaches her to play soccer and she falls in love with the sport. Midori is inspired by Tsukasa and continues to play soccer in hopes that they would meet again someday. When they do meet again Tsukasa does something unforgivable. Determined to defeat Tsukasa on the soccer field Midori enrolls in an all boy high school",
    "image": "https://uploads.mangadex.org/covers/41544d22-aa19-4d95-a0e4-1e1b3199aa2f/929a11b9-8f43-46a5-be38-d028f4de9154.jpg",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "You Are My Thousands of Stars",
    "chapter": "Chapter 0",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"One year later, we'll divorce and have no contact.\" Ji Yi agreed to the fake marriage proposal from He Jichen for one reason: she firmly believed that the perfect lover, He Jichen, would never fall in love with her. From playing pretend after the marriage to the real deal, a year later, separation wasn't even on the table – they couldn't even part from the bed. Can't handle the trouble? Why not run away then?",
    "image": "https://uploads.mangadex.org/covers/70249bc9-c214-44a7-999a-4b6eecd4bed7/238d54b4-4023-4b8d-b7fd-756b1f277146.png",
    "moods": []
  },
  {
    "title": "The Reason Why The Twin Lady Crossdresses",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 78",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "Arrogant Regret",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her noble family falls to ruin, Stella Embrose does whatever she can to make ends meet. But her departure from high society only sparks rumors about her supposed messy relationships with men. These false rumors reach the ears of Duke Callian Rochester, Stella’s unrequited first love and her husband-to-be under the emperor’s ploy to keep him in check. Believing Stella to be unworthy of him, Callian hands her a contract stating they will divorce in three years. Will this be enough time for Callian to be unblinded by his pride and see Stella for who she truly is?",
    "image": "https://uploads.mangadex.org/covers/b4e7d0ce-da38-40e9-b3df-10247e9edd05/3257770d-0c98-439a-a9c1-292ce68e9dea.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "When My Enemy Tempts Me",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Guided by the goddess of love, Alice and Ethan from opposing countries fell in love, but with it came hatred, curses, and conspiracies...\n\n\nAdapted from [the novel of the same name](https://www.webnovel.com/book/loving-the-forbidden-prince_19714572005006305).",
    "image": "https://uploads.mangadex.org/covers/104acb0a-1671-4f9d-a419-36e8e07013cb/19db699b-8677-4b80-a7e8-77e0aa7f8385.jpg",
    "moods": []
  },
  {
    "title": "My masculine Puppy",
    "chapter": "Chapter 39",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa"
    ],
    "summary": "I picked up a puppy, but it turned out it's not just a puppy.\" What if the puppy you picked up off the street turned out to actually be a man, one with an amazing face and physique? Jion accidentally became the savior of one puppy but the next day, the puppy was nowhere to be found, with a tall man lying next to her instead. Then accidentally kissing turns him back into a puppy, and then back into a man. A confusing cohabitation between her and the world's cutest puppy and at the same time, the world's sexiest man begins.",
    "image": "https://uploads.mangadex.org/covers/72504645-81d0-4df2-8c64-c8dbb79dde56/25193bf9-b134-47d7-90f0-4207a745d258.jpg",
    "moods": []
  },
  {
    "title": "Esteemed Female Masters All Want to Possess Me",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "Xiao Nan died tragically and then isekai-ed to the 21st Continent. Although reborn as useless trash, he awakened the reverse system, and his strength would increase as long as he was hurt. What he didn’t know was that he had a hidden identity-as the chosen son of heaven who was prophesized to revitalize the Sword sect. The elders of all factions in the sect therefore hid their identities and approached Xiao Nan to try to recruit him into their own ranks. Since then, Xiao Nan began to enjoy being nurtured by beautiful female masters, whilst discovering features of the system to become stronger + start a harem",
    "image": "https://uploads.mangadex.org/covers/cd0c2244-94d9-4070-902b-7c06b4315a68/90086582-bd46-4666-a902-737655f954ba.jpg",
    "moods": []
  },
  {
    "title": "Divorce Will Be Completed in 3 Seconds",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 15",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "Please Treat Your Friends Preciously",
    "chapter": "Chapter 88",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I reincarnated as the younger sister of the male lead in a BL novel.\nShe's a fragile sunfish whose life is in danger even from catching a cold.\n\nSo, I took advantage of a childhood friend who has healing abilities.\nThe problem is, that ability manifests through skinship.\nAnyway, it was only a matter of time before this little guy fell in love with the male protagonist, so I didn't worry for long.\nWe held hands and I stole his first kiss...\n\nBut then,\nSince when...\n\n\"Lavie, you're beautiful.\"\n\"Huh...?\"\n\"You should look outside. I couldn't stop myself when I saw you.\"\n\"Akka, stop it.\"\n\"If you keep getting nervous like that, it makes me wanna do it more.\"\n\nWhy is the guy who should be with the male lead suddenly doing this to me?!",
    "image": "https://uploads.mangadex.org/covers/d7d934d9-6eb0-414a-89a5-cc5419e7d189/718b458b-8b9b-496a-b1f7-c5c83550eca8.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 155",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 62",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "The Baby Concubine Wants to Live Quietly",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!",
    "image": "https://uploads.mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/3c77d98a-c901-4cdf-8b87-b7fdc4293199.jpg",
    "moods": []
  },
  {
    "title": "After Becoming a Dumpling, the Villain Family All Wants to Kill Me!",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "That Villain’s Life, I’ll Live It Once",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?",
    "image": "https://uploads.mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "moods": []
  },
  {
    "title": "Masked Knight Will Never Deceive The Villainess",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "MANGA",
      "Manga",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Can the ex-otaku villainess resist the perilous temptation coming from her beloved character, who happens to be her own killer?!",
    "image": "https://uploads.mangadex.org/covers/1d02ac71-ad8e-42b7-8ac2-9b0b7c1839dd/65094f8e-3ce6-459e-b6dc-612cb0beb1fd.png",
    "moods": []
  },
  {
    "title": "Noir of June",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "The Villainess is Busy Baking Bread!",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Perfect Ending Plan of the Villain in a Fairy Tale",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Korean",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Villainess",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "Surviving As A Maid",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
    "image": "https://uploads.mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "moods": []
  },
  {
    "title": "The End of The Marriage",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "Matchmaking Breach",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Unhappy Poison Witch’s Happy Marriage",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Northern Warrior’s Beloved Bride",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "I’m Pregnant, But I Won’t Marry Without Love",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Addiction",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a night, her boyfriend became her sister's fiance, while her parents wanted her to serve an old man. Having no choice, she broke into his room accidentally. Unexpectedly, after one night stand, he fell in love with her and insisted on marrying her. Since then she became the wife of Lu Zeyuan, the devil incarnate, which discomposed her parents and her blamed ex-boyfriend. A romantic relationship after marriage thus began...",
    "image": "https://uploads.mangadex.org/covers/ab8fb6ba-6a3e-42bc-b6e2-093de7177fe1/05f29703-8639-4fed-bc09-759c68997c51.jpg",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Alissa and the Magic Diary",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Alissa, the royal librarian, finds an abandoned diary. Not realizing it's under a unique magic spell, she takes it home, where she discovers that whenever she writes her name in it, she's transported to an unfamiliar place, where she meets with a boy called Louis. Thinking it to just be the world inside a book, Alissa befriends the young Louis and spends a lot of time with him.  \n  \nMeanwhile, after years of making his people worry by staying single, a young king invites all the unmarried noble ladies to a ball where he will finally choose his queen. Alissa attends the ball with a light heart, confident that nothing will happen to her, until, strangely enough, the young king takes an interest in her…",
    "image": "https://uploads.mangadex.org/covers/32672a17-10b1-48db-8c49-7a9afe9b10b6/a1ec3741-9b3f-4e81-ace6-b34d3ac02537.jpg",
    "moods": []
  },
  {
    "title": "I Became A Tutor To Protect My Sister",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Dedicated to her work, Satoko was reborn as Emilia Frolich, a young woman in a world with strange morals; Wherein women are not permitted to have a will of their own. So, when her younger sister is forced into an arranged marriage with the Crown Prince, she simply accepts it. \"This cannot be allowed!\" Enraged, Emilia volunteers to be her teacher, giving her the knowledge she needs to fight against this unreasonable world. What will become of her bond with her sister? What will become of her relationship with the Crown Prince Maximilian, whom she once considered her enemy? A romantic fantasy in which a powerful heroine changes the world!",
    "image": "https://uploads.mangadex.org/covers/c1c40695-7177-460b-a45c-cda24b53f356/55568101-3422-4844-9589-f907ec73e9b0.png",
    "moods": []
  }
]