[
  {
    "title": "The Nameless Flower",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi",
      "Yaoi(BL)"
    ],
    "summary": "The young master, son of an earl, Luan, while wandering in the forest, met a boy his age. He fell in love with a sweet and kind boy, although he does not know his name. Gradually he began to neglect his training as a successor.",
    "image": "https://uploads.mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "moods": []
  },
  {
    "title": "When the Black Wolf Calls Me",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\"",
    "image": "https://uploads.mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "The \"Nine Schools Battles\", officially called The National Magic High School Good Will Magic Competition. Every year, the best Magic High School students gather together, unfolding a story of frustration and glory by putting their young pride on the line.  \n  \nAdaptation of the original novel's volumes 3-4.",
    "image": "https://uploads.mangadex.org/covers/d9e17531-63ee-4427-ac9f-35bd2869ac0b/c6e3b426-dcbf-4665-8b4d-6e6ca3803a18.jpg",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 69",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 432",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 37",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 18",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Are My Guardian Angel, I Am Yours",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Indulge In Me, My Prince, But Stay Away From The Abyss",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world where the conflict between humans and demons has continued since ancient times, Coral, codenamed , who has been raised as a spy since childhood, is entrusted with the important mission of infiltrating the Demon King's castle. However, due to the strategy of a certain person, the mission fails early on, and she is imprisoned in the Demon King's castle. What she saw there was the tragic end of the war caused by the magic rampage of Aries, the Demon King's son. If only she could redo this mission and prevent the prince's rampage... Wishing so strongly, Coral obtains the \"Book of Time Travel,\" which allows her to go back to the past only once. What becomes newly visible during the re-do mission is the side of Prince Aries that he can't tell anyone about?!",
    "image": "https://uploads.mangadex.org/covers/b460811b-a225-4db4-8f9a-9c9acd0ec475/53f573cc-b8d9-4dcc-b9f1-c78e7d73dcde.jpg",
    "moods": []
  },
  {
    "title": "See You, My King",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance",
      "Shounen Ai",
      "Time travel"
    ],
    "summary": "The third official anthology for Love Live! School Idol Project.  \nEach chapter is done by a different artist.  \n  \nCover: Yuki \n\n**Chapters**:\n1. **µ's Hospitality Operation** (µ's no Omotenashi Sakusen, μ'sのおもてなし作戦) by Tokita Arumi  \n2. **Minalinsky and the One-day Maid Experience** (Minalinsky to 1-nichi Maid Taiken, ミナリンスキーと1日メイド体験) by Nanaji Yuuki  \n3. **Apology Tarot** (Gomenne Tarot, ごめんねタロット) by Uzuki Ai  \n4. **Our Everyday!** (Watashitachi no Everyday, 私たちのeveryday) by Ana  \n5. **Photo Scandal** by Kusano Houki\n6. **Umi-chan's Discussion** (Umi-chan no go Soudan, 海未ちゃんのご相談) by Mezashi  \n7. **My Santa** (Atashi no Santa-san, あたしのサンタさん) by Ripo Day  \n8. **The Person You Seek Shall Arrive** (Machibito Kitaru, マチビトキタル) by Suzuki Kokono  \n9. **µ's Kitchen** (μ'sキッチン) by Nakane Nata  \n10. **Honoka-ism!** (穂乃果イズム!) by Kinosaki Kazura",
    "image": "https://uploads.mangadex.org/covers/4e1ab66d-5377-4fd7-a197-a07b74591fa1/73831aad-2e16-4a19-974a-686803470250.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I'm a graduate student of a black lab and and now an intern at a black IT company. I meet a beautiful, plain girl named Momoko Hikita in a park late at night, and my life changes drastically when I discover that she is the person behind a rookie vtuber! \n\nI spent many nights helping with her, who is a bit of a clumsy piece of work, and use my skills as an engineer to help her create a tool useful for livestreaming... The cozy love I have with Momoko grows more and more passionate, and even the beautiful president of the vtuber company and a very popular vtuber, a beautiful high school girl, take notice of me...?!",
    "image": "https://uploads.mangadex.org/covers/ee91d45e-6d57-400c-ac38-16c9b718b535/6b20e664-19c4-4961-8c5a-f0992202960a.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 195",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Just Wants to Live in Peace!",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
    "image": "https://uploads.mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/e795d12c-14f9-4828-aff3-1064ea6b8276.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "The Things Melvin Left Behind for Them",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"This is a perfunctory marriage we are carrying out for the sake of protecting you and helping your efforts for revenge.\"\nCheryl, the beloved lady of Neus Castle.\nOne night, her uncle rebels, killing her older brother. She, too, was in danger of being killed. Just as she was about to give up in her last moments, someone comes to save her.\n\"If they want to kill my fiancee, then Neus Castle must be prepared for war.\"\nThe Lord of Blaire Castle, Felix, who saves her in the face of a fake engagement. Thus, she begins an unfamiliar married life with the one she had only ever known as her brother's friend.",
    "image": "https://uploads.mangadex.org/covers/d379a920-8576-49e5-ba92-c48d466d73e7/948aafcf-6ac6-4ab8-8af1-1c6e182b3d0b.png",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 96",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "Trait Hoarder",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Junsu is an ordinary college student who spends an extraordinary amount of time trying to beat a pay-to-win hero collector game called Arcane Seoul. \n\nAll his hours of painstaking gameplay finally pays off when he lands Cheonma, one of the ultimate SS-ranked characters in the game, seconds before a truck runs him over. Now, he finds himself as Jeonsa Kim, a basic tutorial-stage character who can learn any skill. \n\nCan he use his gaming knowledge to survive the godforsaken, magic-driven, and monster-ridden alternate world of Arcane Seoul?",
    "image": "https://uploads.mangadex.org/covers/425b5a9f-81f2-4e2f-949c-c65df8877669/95ecbace-c91d-4a0d-ba70-6a3286b9158a.png",
    "moods": []
  },
  {
    "title": "I’m Only a Stepmother, But My Daughter is Just So Cute!",
    "chapter": "Chapter 153",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "Fairytale stepmothers are notoriously wicked. But after a children’s clothing designer is reborn as young Princess Blanche’s stepmom, she’s determined to break the mold and shower her daughter with love. Now she just has to convince the girl’s cold-hearted father to do the same. In her quest to make a happier home for Blanche, Abigail begins to uncover secrets and schemes within the palace. Will devious forces tear the Freidkins apart, or can Abigail stitch them back into a family?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
    "image": "https://uploads.mangadex.org/covers/e618f14a-58c0-448c-9eb7-ef30d2422f6f/d5ef2561-2d18-4c49-bcdb-3c84dfd6f11c.jpg",
    "moods": []
  },
  {
    "title": "Possible to Date a Ranker?",
    "chapter": "Chapter 23",
    "genre": [
      "Romance"
    ],
    "summary": "Collections, in no particular order, of super short comics posted by author Hamita on Twitter/X and pixiv. The short story collections mainly include romcom and boy meets girl, but also include various genres such as scifi, gag, and suspense.\n\n## Volume 1\n1. An Imperfect Woman\n2. Different Kind Of Different Kind\n3. My Girlfriend Isn't Cute\n4. Image Frequency\n5. A Salesman Who Sells Greed\n6. Maid Makeshift\n7. A Goddess Without Inconvenience\n8. One-Night-Only Passingman\n9. Overhumankind's Planet\n\n## Volume 2\n10. Persistent Sports Girl\n11. Misdelivered Love Letter\n12. The Person Who Filled My Heart\n13. A Beauty Soft And Fluffy In All Directions\n14. The Apathetic Maid's Mismanagement\n15. A Cold Senior And Warm Junior\n16. The Ideal Cool Girl Who Is Only Kind To Herself\n17. Duplicity And A Laughingstock\n18. Robot And Landscape Painting\n\n## Volume 3\n19. The Soft-Spoken Conveni Clerk\n20. A Girl Who Grasped A Secret\n21. A Girlfriend Who Wants To Make Meals\n22. I Want To Quit Being A Demon\n23. A Bad Girl's Bag Inspection\n24. Otherworldly Civilization\n25. I Like Beauties Even With Bad Personalities\n26. Counselor\n27. The Transfer Student Ranked First In The Year\n28. A Literature Girl Who's Kind To Geeks But Strict Only With Me",
    "image": "https://uploads.mangadex.org/covers/505b990e-432b-4bc5-acb5-2673a713b1f3/f5b81778-f235-44e9-a737-952af38c996c.jpg",
    "moods": []
  },
  {
    "title": "The Worst Villain",
    "chapter": "Chapter 57",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
    "image": "https://uploads.mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/750e10f5-8bf3-4382-9211-7b0a5f36fadd.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 59",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 117",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "Insta Life",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The protagonist, Inaka Yuuji, was ran over by a truck because his awareness was dulled from overworking.\n\"Ahー, with this I don't have to work so much anymore. I want to spend my next life leisurely...\" was the wish Yuuji blurted out. He met God and it was decided he will be reincarnated in the countryside of the other world. He became Alfred Slowlet, second son of a countryside noble.\nWill he be able to enjoy and leisurely spend his slow life in the countryside?",
    "image": "https://uploads.mangadex.org/covers/b4598b15-822c-48fb-bd18-ee8ae191e381/c4557554-1d10-442a-89a0-76facfc1985e.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Will you expose yourself today?!",
    "chapter": "Chapter 59",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!\n\n[Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0003618)\n[Official Korean Translation](https://series.naver.com/comic/detail.series?productNo=12220642)",
    "image": "https://uploads.mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/2d617409-9517-4aa0-bac0-90f3bb375e07.png",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/f40a053d-e8bb-4767-b182-f3b0c1d63f1a.jpg",
    "moods": []
  },
  {
    "title": "The Mafia Nanny",
    "chapter": "Chapter 78",
    "genre": [
      "Romance"
    ],
    "summary": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?",
    "image": "https://uploads.mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/af30655c-6696-4b2c-a361-461d653749b2.png",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "Villain, I’ll Do Everything Except Marriage for You!",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Eat You",
    "chapter": "Chapter 45",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 88",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "I Became The Black Swan Mother of The White Swan Princess",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The transmigration that happened to others happened to me, too. I’m pretty sure I’m now a supporting character… but exactly which novel is this?\n\nWhen I opened my eyes, I was a widow with stepdaughters my own age, and not only that, I turned into a black swan every night due to a dark curse! Holding back my tears, I decided to take charge of my fate…wait, why should I? Why So Serious?\n\nA duchess during the day, a queen of the lake during the night – I have the best luck to be able to leisurely float around! Life should be lived unplanned! When I had just about decided to live my life like this, a white baby swan, one that was not in my no-plan life plan, came to me.\n\n“Mommy, are you really my mommy?”\n\nWhat, you were a person? And even the youngest sibling of the tyrant emperor?\n\n“I’m not your mother! Can’t you tell by the different colors of our feathers?”\n\nI’m a black swan, you’re a white swan! But why is she so crazy cute. Can our mother-daughter love endure the obsession and persecution of this child’s seven brothers, including the tyrant emperors?",
    "image": "https://uploads.mangadex.org/covers/f99e3c12-048d-44f5-8fa1-587a407b1ac8/c6929c61-5ccb-4406-8a14-7cf427a1dc94.jpg",
    "moods": []
  },
  {
    "title": "The Magic Tower’s Problem Child",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Once the greatest mage and Grand Magus of the White Tower, Oscar Sage dies in a war against The Demon Emperor—only to awaken twenty years later as the disgraced noble, Oscar Crusian. The once-mighty White Tower lies in ruins, and rival factions hold control over military and resources. With his mana circuits sealed and former allies now enemies, Oscar must rebuild the White Tower, seek vengeance, and reclaim his power before the Mage Council exiles him for good. Will magic rise again or will it be buried forever?",
    "image": "https://uploads.mangadex.org/covers/344cf9e0-5de0-430c-8c4d-9d0eccc57572/100a01f8-79e6-40a4-a2e0-9dfda14e8ad6.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 260",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "I Became the Lost Daughter of the Villain",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I possessed an extra who didn’t even have a name in the novel.\n\nHer features are black hair and purple eyes that means that she is cursed.\n\nAnd I’m the lost daughter of the villain in the novel?!\n\n***\n\nI thought I was a passing by extra, but she was actually the lost daughter of the villainous Grand Duke.\n\n“Erita, my beloved daughter.”\n\n“My precious little sister. I’ll protect you.”\n\n……are these the bloody villains I’ve seen?\n\nMy father and brother, who people said to be cruel, were too sweet to me.\n\nBut the villain has a death ending!\n\nIt was the first time I received love and warmth, and I decided to change the cruel ending of my friendly family since I possessed it 10 years earlier than the original.\n\nYeah, I will definitely change my family’s future……\n\n“Erita, I love you.”\n\nWhat’s wrong with the Male Lead?",
    "image": "https://uploads.mangadex.org/covers/006c387b-0cb5-472f-a4bc-f322c1870c7e/58a7cfca-e212-44a0-8b4b-a2d1eef80184.jpg",
    "moods": []
  },
  {
    "title": "Demon Lord’s Martial Arts Ascension",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
    "image": "https://uploads.mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/d203cf7a-11eb-4b14-9e56-d48209536f29.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 53",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  }
]