[
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "A Snake Lives in the Empress’s Bedroom",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A deposed empress, stripped of her family and status by her paranoid emperor husband, plots revenge. She strategically allies with a charismatic war hero, expecting a mere partnership—but his growing fascination with her strength and vulnerability complicates her plans.",
    "image": "https://uploads.mangadex.org/covers/84838c63-4fd0-463c-b7a0-a41124176905/8fff50e9-df15-4f24-a291-c12d2e45937e.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 66",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "Tyrano Noh Kyung-soo",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Paradise on Earth",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "Vampire"
    ],
    "summary": "In search of perfect love, 16 men and women participate in the dating reality program \"Paradise on Earth.\" With sparkling blue seas and warm sunshine 365 days a year, this place is a paradise-like island.\n\nHowever, in the second week of filming, the staff members infected with an unknown virus begin to show strange phenomena, and paradise turns into hell in an instant. All contact between the island and the outside world is cut off, and rescue efforts are out of reach. Will they be able to survive to the end?",
    "image": "https://uploads.mangadex.org/covers/3b650628-dce9-438d-9879-0c04b34f870a/2cc7d5e0-fa17-45b4-a915-871a3d84fbb1.jpg",
    "moods": []
  },
  {
    "title": "Hidden Love",
    "chapter": "Chapter 137",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
    "image": "https://uploads.mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "moods": []
  },
  {
    "title": "When Love Calls My Name",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"his goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded duke who found love by returning from death and an unfortunate, calm, goddess-like wife!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n2039hs/)",
    "image": "https://uploads.mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/57436275-8134-4f6c-b9b2-d6c9f51b487f.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 140",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Lily Bush’s Substitute Marriage",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Revenge Guide for the Terminally Ill Maid",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Framed for a crime she didn’t commit, Isabel died leaving behind her little daughter. 10 years later, she awakens in another woman’s body, with only one year left to live.\n\nBut the world she returns to is even crueler. Her daughter is now married to the very man who murdered her, all in the name of revenge.\n\nWith just one year, Isabel must find a way to save her daughter, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/b016e241-f648-4432-8015-7470e93dd635/df3b286f-f5cd-4cd2-8786-18223b1db778.jpg",
    "moods": []
  },
  {
    "title": "What a Good Girl",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“Onii-san, congratulations on your marriage. This person is your bride.”\r\n\r\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\r\n\r\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\r\n\r\n“…Well then, who’s your favorite heroine right now?”\r\n\r\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\r\n\r\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\r\n\r\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\r\n\r\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\r\n\r\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
    "image": "https://uploads.mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "moods": []
  },
  {
    "title": "Please Take Care",
    "chapter": "Chapter 25",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Help! Why is my blind date my 'ex'-boyfriend?!",
    "image": "https://uploads.mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "moods": []
  },
  {
    "title": "Say the spell, Rose!",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A spinoff focusing on Princess Piña's life before the Gate's opening.",
    "image": "https://uploads.mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/a29de44b-0291-4304-895a-a1a487f77c95.jpg",
    "moods": []
  },
  {
    "title": "It’s Not The First Time",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends. Will Koga persevere? Will he fare any differently than the rest? How will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
    "image": "https://uploads.mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "moods": []
  },
  {
    "title": "I will disappear for you, Your Grace the Grand Duke",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Wild Rose Embraces the Frost",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mood Disorder",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "[From the Same Studio as the Manhua \"Girl and Science\"]\n\nEverybody is crazy except me. But is it a misfortune to be sane in a crazy world?",
    "image": "https://uploads.mangadex.org/covers/ca3d0721-ba6e-45b2-8887-86b2bb0e0ea4/b7936893-702d-4eaf-a098-52cb152fcd51.jpg",
    "moods": []
  },
  {
    "title": "I’ll Resign And Have A Fresh Start In This World",
    "chapter": "Chapter 128",
    "genre": [
      "Comedy",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The main character, Cho Isu, lived an ordinary but happy life.\nFive years ago, he suddenly loses his parents, and becomes a devastated man, as he struggles every day.\nWhen he was exhausted from the suffocating daily life, a portal opened in the room. A place he has never been to, a place he doesn’t know what might be.\nA healing life to enjoy in a different world starting as a commoner and turning into a feudal lord.",
    "image": "https://uploads.mangadex.org/covers/63605dd2-d8ca-4ff2-967f-9fc33d1dbd6f/d89b52b8-a94c-4d17-9ff4-d55fff25e3a2.png",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Alban realized he had been reincarnated as the villainous noble in a certain novel. Just as he began training in swordsmanship and magic to avoid defeat by the protagonist, he learned that Leticia, a noblewoman surrounded by nasty rumors, was to become his wife! He was nervous about what kind of \"evil woman\" she might be... but, upon meeting her, he found an incredibly pure girl — angelic, and exactly his type! Alban, forgetting all about avoiding his doom due to her adorableness, resolved to take revenge on the mastermind who had set up his beloved wife! Using their villainous reputation to their advantage, they set out to lure the culprit, but... will they succeed?",
    "image": "https://uploads.mangadex.org/covers/3bc7236f-4eb0-43f1-bd4f-16085e98805a/dcb28870-0086-493c-961b-fed88fb6136a.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "Kneel, Your Grace!",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "Everyone dreams of knocking out their insufferable boss, but what if that boss is a war hero, a duke, and constantly breathing down your neck? For Chloe, enduring Curtis's relentless inspections was a daily struggle... Until a royal marriage decree offers her an unexpected way out.\n\n---\nEveryone has had the urge to punch their infuriating boss, but actually going through with it is hard. Especially when that boss is a war hero and a grand duke, no less. Chloe could only grit her teeth as she watched Curtis constantly conduct service inspections… but then, a once-in-a-lifetime opportunity presented itself. The king ordered Curtis to marry a noblewoman from another country, and he put forward his lieutenant, Chloe, as his lover. Now, the gun was in her hands… “First, get on your knees, Your Grace.”",
    "image": "https://uploads.mangadex.org/covers/c966fba8-642a-453c-82ac-ded37a8ee1ed/b1f30557-e075-4b10-acb7-7693283b18d2.jpg",
    "moods": []
  },
  {
    "title": "Remember Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Magic school is a lot harder when you're trying not to die!\n\nLife seemed perfect for Oriana after she started dating Vincent in the winter of her fifth year at the academy. Little did she know, her beloved would soon die under suspicious circumstances. Before she can process anything, she wakes up to find herself back in her seven-year-old body with no idea how she died. When she finally returns to the magic academy in hopes of reuniting with her boyfriend, she finds out Vincent has no memory of her! Now she's back at square one. Can Oriana navigate this second chance at life and change the course of Vincent's fate? Making her crush work out really is a matter of life and death!",
    "image": "https://uploads.mangadex.org/covers/4dff5c5e-bad0-4dc6-a356-638b188b9eec/b8927e36-5480-4c77-a6a4-aa19e6e4fb73.jpg",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 60",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "The Monster Princess’s Courtship",
    "chapter": "Chapter 19",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
    "image": "https://uploads.mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 171",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Her best friend and her husband cheated on her. If that were not enough, he killed her, his terminally ill wife. Ji Won, who died like that, miraculously returned to ten years earlier. In order to change her future, Ji Won pledged to hand over her ill fate to her \"best friend\" Soomin.\n\n'So, marry my husband instead of me.'\n\n---\n[Original Web Novel](https://series.naver.com/novel/detail.series?productNo=4812845)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6728079), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=783769)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/qinghewodelaogongjiehun/list?title_no=2027)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/marry-my-husband/list?title_no=4110)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/marry-my-husband/list?title_no=3866)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001993&t=1652447837954)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/drama/marry-my-husband/list?title_no=3987)",
    "image": "https://uploads.mangadex.org/covers/13b194c4-5d6b-421e-b95d-34ceb3f7e20f/2c7f89ad-845a-4b76-8f66-43c256e225c1.jpg",
    "moods": []
  },
  {
    "title": "I’m A Super Rich Man, So It’s Reasonable For Me To Be A Scumbag",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jiang Cheng woke up and was reborn! He was also bound to the Godly Rich System. Every second the world runs, he can get money! As the system continues to upgrade, Jiang Cheng's wealth has skyrocketed. All the cool school beauties and queen bosses are around him. Jiang Cheng laughed up to the sky. In his previous life, he was trapped by the things that he couldn't get when he was young for so long. Now that he is reborn, who cares about those broken rules! Let's drink and enjoy it first.",
    "image": "https://uploads.mangadex.org/covers/4d20ec0a-780e-477d-9c66-babbb9ab012a/c38b053a-e5ce-45de-b013-4dbcd6515c9f.png",
    "moods": []
  },
  {
    "title": "Barbarian’s Adventure in a Fantasy World",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unfortunate girl living in modern times travels to another world and by chance, receives an amazing power. She is able to attract the hearts of many and captures the hearts of the four Crown Princes from four different countries. As she travels down this path, will she be able to succeed in becoming the master of an imperial harem?\n\n---\n\n[Official English PV](https://youtu.be/Ocf8OLuvA0Y)  \nOfficial English: [WebComics](https://www.webcomicsapp.com/comic/5f2bd9208c252b04ca6bb0ea), [MangaToon](https://mangatoon.mobi/en/detail/599377),  [Pocket Comics](https://www.comico.io/pocket-comics)",
    "image": "https://uploads.mangadex.org/covers/b2d69804-ea75-402f-9051-40a248bd951c/373c5b40-5395-4525-a4f0-f248481286cf.png",
    "moods": []
  },
  {
    "title": "Reincarnator",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 818",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Shining Nana Nana",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/4a0686d0-86a9-4148-8450-d73696efd6bb/28431714-8831-4f6c-bd59-c94eda2c3203.jpg",
    "moods": []
  },
  {
    "title": "In an Attempt to Get Revenge, I Seduced My Husband",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monster costume room",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "Reincarnator",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "Shining Nana Nana",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/4a0686d0-86a9-4148-8450-d73696efd6bb/28431714-8831-4f6c-bd59-c94eda2c3203.jpg",
    "moods": []
  },
  {
    "title": "In an Attempt to Get Revenge, I Seduced My Husband",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monster costume room",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 41",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  }
]