[
  {
    "title": "Thriving Agency for Regretful Male Leads in Full Operation!",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Why Do You Love Me When I Refuse Your Request?",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shuelina has only ever wanted to be loved as she grew up in an orphanage.\nBut after her birth father rejected her in a previous life, she tries to find a family who will accept her in this one.\nLuckily, Archduke Bylot and his sons fall for her indomitable spirit, and they shower her with the love she has longed for.\nBut once they find out she's the long-lost imperial princess, can she be a part of their family?\nOr will she have to go back to the people who sent her away in the first place?\n\n(Source: Tapas)\n\n___\nAlternative Raw: [Daum](https://webtoon.kakao.com/content/-/4185)\nOfficial JP translation: [Piccoma](https://jp.piccoma.com/web/product/173647)",
    "image": "https://uploads.mangadex.org/covers/45501a89-963a-4690-9df1-0f340b0e09a7/d63ca5d2-9a5c-47f0-950c-cd0ce1bbb753.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 54",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?",
    "image": "https://uploads.mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/5a736eed-deee-429b-be46-5ed02d15ad9b.jpg",
    "moods": []
  },
  {
    "title": "Deadlines are Raining in the Status Window",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail",
    "image": "https://uploads.mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "I Became the Youngest Sister-in-law of the Ruined Reverse Harem’s Male Leads",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One feverish night, 6-year-old Liliana Bercchio suddenly recalls the plot of a tragic reverse harem novel. Unsure if she's been reincarnated or has time traveled, her young mind struggles to make sense of it all. Her family is doomed to get caught up in the protagonists' mess—but there's still time… or so she thought. When she witnesses the female lead's death and the deranged male leads appear before her sisters, the story takes a turn. They seem different now, but is her family truly safe?",
    "image": "https://uploads.mangadex.org/covers/3fdfc75c-7b51-474b-8d45-d0decdc0c782/76efb301-bb3b-4664-a7ff-501bfdf5ce3e.jpg",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 112",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Charlotte’s Wheel",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Vivienne, a wicked woman called the Witch of Goseong. She committed all kinds of evil and was eventually killed by the revolutionary army. The twilight witch who appeared in front of her just before her death leaves meaningful words and brings Vivian back to three years ago. Vivian stands up to seize power after vowing not to lose her loved ones again.",
    "image": "https://uploads.mangadex.org/covers/be02e41d-3e8f-45cb-bb43-c0d34a273fdd/12e4779a-7cda-4561-a716-24641e24fa4b.jpg",
    "moods": []
  },
  {
    "title": "The Low-Ranking Civil Servant Wants to Achieve Success",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 27",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Demon Wants to Be A Chef",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Cooking",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Due to a gate-related accident, Woojin regains the memories of his past life... a life as the Heavenly Demon, ruler of China! \n\nHowever, as the Heavenly Demon, there was a dream he never managed to achieve. Now, in this life, he'll do whatever it costs to fulfill his lifelong dream of becoming a chef! \n\nThis is the legendary(?) story of Cheon Woojin, the former Heavenly Demon, chasing his dreams!",
    "image": "https://uploads.mangadex.org/covers/d0da613d-cfcc-43ef-b9eb-ec302532402c/d54de485-e4a1-4d01-9b7e-fb72c497643a.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 66",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 225",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 27",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Lantern Of The Dawn",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!",
    "image": "https://uploads.mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/325f486f-64b4-460e-9868-8094eeb84b45.jpg",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "The akashic record which only i can read",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I, who know all the world's secrets, will change this doomed future!\"\n\nIn a world where dungeons exist, Yuya Shirasaki, an awakened warrior, risks his life to conquer them, aiming to earn enough for his ailing sister's medical treatments. Yet, despite his efforts, his sister dies, and Yuya himself falls to the mightiest of monsters—or so it seems. In the instant before his death, Yuya awakens the forbidden skill, Akashic Record, allowing him not only to gain all knowledge but also to return ten years into the past.\n\nWith a second chance at life and armed with the wisdom of both past and future, Yuya sets out to rise at an unstoppable pace in this monster-filled world. \"If it's to save my sister—and this world—then I’ll become the strongest there is!\"",
    "image": "https://uploads.mangadex.org/covers/b895aaa1-1824-4cc8-892e-8c091757ffe1/89f52e0e-7bd5-43fc-9173-3895af7d33cc.jpg",
    "moods": []
  },
  {
    "title": "Swordmaster’s Youngest Son",
    "chapter": "Chapter 169",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Tamed the Monster Prince",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "The Baby Fairy is a Villain",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Duchess of Farrens is a prominent noble family that supports the backbone of the Kingdom of Istoward. Elaine Farrens, the duchess of Farrens, after her misdeeds and attempted usurpation of the country, finally died, her life taken by her own daughter. In her dying moments, her high pride was finally broken, and she truly regretted what she had done, but it was all in vain. The ducal family itself was destroyed, and its notoriety was to be forgotten in time.\n\nHowever, Elaine regained consciousness the next thing she knew. And what’s more, she was giving birth. She immediately realised that it was useless to try to understand her situation in such a situation, and decided to face the life in front of her, thinking about it after the birth for now.",
    "image": "https://uploads.mangadex.org/covers/cac1025d-2604-46ea-85f6-4ee13f2a318a/4827ffc5-f450-4318-b219-3382cfa09cc3.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hero is an Academy Honors Student",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\"",
    "image": "https://uploads.mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "A character with extreme difficulty and the worst performance, Baek Yu-Seol was considered tr*sh in the game because he couldn’t use magic in a fantasy world where everyone else could.\n\nHowever…\n\n[Due to the wrong ending, 90% of Aether World has been destroyed.] [Please reach the ‘True Ending.’]\nSuddenly, those words echoed in my mind before I was transmigrated to the Aether World.\n\n[You can use the skill ‘Flash’.]\n“Why did I possess this character?”\n\nFlash was the only magic skill I was given.\n\nSurviving in Stella Academy where many genius mages ran rampant, I became the notorious Flash Mage.",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 67",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "The Ending, I Want to Change it",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Byun Soo-ah, an impoverished novelist who only writes bad endings, is possessed by someone's curse as Choi Se-hwa, the villainess of 'End of Youth', which is currently being serialized. Can Su-ah survive and return to her original world in a novel full of traitors, sociopaths, double personalities, and psychopaths?",
    "image": "https://uploads.mangadex.org/covers/5171948a-84fb-4226-90ce-bf49dd18a0d4/7c28dc01-f174-437a-beae-9bfdcd8e7bbd.jpg",
    "moods": []
  },
  {
    "title": "William in the Closet",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 23",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can See Your Stats!",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "Protecting the Witch’s Son",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "One day, high schooler Hoshina Shuuji, who can sense peoples' feelings through his ordinary five senses, accidentally sees the popular Ayachi Nene masturbating in the school library. Nene is a member of the Occult Club, and commonly offers her classmates advice through fortune-telling. When Shuuji goes to apologize to her, he learns two things: the Occult Club is going to be closed due to lack of members, and Nene is actually a witch that is collecting 'soul fragments' that come from strong emotions. After he accidentally absorbs her collection of soul fragments, he decides to join her club, help her collect more, and try to find a way to give back the ones he took.",
    "image": "https://uploads.mangadex.org/covers/803c9e7e-e504-4030-90b1-5771334e25d5/4ebb998b-1b99-4f2f-9355-2618829cb224.jpg",
    "moods": []
  },
  {
    "title": "the empresss time reversed abducted marriage",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Mother of the Supporting Male Lead’s Son",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reincarnated as Elia, the daughter of a ruined noble, the protagonist struggles to escape debt collectors. One day, she saves a child from an attack, only to be mistaken for a kidnapper and taken to Duke Kaiden’s mansion. To avoid punishment, she becomes the child’s nanny. Now, she must clear the misunderstanding and find a way to survive in her new life.\n\n---\nThe protagonist is reincarnated as 'Elia', a noblewoman and a failed novelist who is an extra character in a romance fantasy novel. Despite being chased by creditors, she saves a child from being beaten by a thug, but is framed as a kidnapper and dragged to the Duke 'Kaiden's' mansion.\n \n\"Do you know? If you live like that forever, everyone will leave you.\"\n\nElia, who speaks her mind, becomes a nanny instead of being punished. Will Elia be able to clear her misunderstanding?",
    "image": "https://uploads.mangadex.org/covers/05fc4cfc-a568-4a6d-ac31-ca5adf5a4f5d/0f6e2239-4391-45aa-b45d-34570725b1a0.jpg",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn't much different from the one he came from... or so he thought. Little did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him.",
    "image": "https://uploads.mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/6b086b5b-8fe5-4a27-815c-118722b12c52.jpg",
    "moods": []
  },
  {
    "title": "The Silent Transfer Student",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Hidden House in the Apocalypse",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
    "image": "https://uploads.mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "I Got A Job At A Haunted Mansion",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Dad Is Too Strong",
    "chapter": "Chapter 217",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Martial Arts",
      "Reincarnation"
    ],
    "summary": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)\n- [Alternative English (HoneyToon)](https://honeytoon.com/comic/my-sister-is-a-big-star)",
    "image": "https://uploads.mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 150",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 59",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  }
]