[
  {
    "title": "Charlotte’s Wheel",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Vivienne, a wicked woman called the Witch of Goseong. She committed all kinds of evil and was eventually killed by the revolutionary army. The twilight witch who appeared in front of her just before her death leaves meaningful words and brings Vivian back to three years ago. Vivian stands up to seize power after vowing not to lose her loved ones again.",
    "image": "https://uploads.mangadex.org/covers/be02e41d-3e8f-45cb-bb43-c0d34a273fdd/12e4779a-7cda-4561-a716-24641e24fa4b.jpg",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Minami is now one of the most popular young actresses, rising to the top with her natural beauty and charm. However, there's one thing that continues to trouble her. Back in middle school, she was in a serious traffic accident that left her severely injured and took a full year to recover from. As a result of the accident, she also lost all memories related to it. Since then, she has been having the same dream every single night. In that dream, someone gently whispers to her: \"Don’t forget the promise we made that summer…",
    "image": "https://uploads.mangadex.org/covers/4dd13b7f-c1af-4088-8d4e-90b946e010cc/ca53b209-ddb3-4768-85f6-36d600112c85.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "I’m The Princess of All",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"\n\n[Official English Light Novel](https://yenpress.com/series/the-only-thing-i-d-do-in-a-no-boys-allowed-game-world-novel)",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired Dad Is Not Reaping",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Black Diary",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fantasy series of short stories that involves animals:  \n  \nPet Doctor Atsushi Kirishima meets a cat-guy with tail, cat ears and an injured eye when he is searching for his runaway patient animal. Atsushi can not leave the cat-guy and takes the guy to his animal hospital with him.   \n  \nHattori, an apprentice of Atsushi's father, Kenzou finds a dog in the mountains and brings it back in a car. On the way home the dog changes into a girl.  \n  \nThe titles stories are:  \n  \nThe Sounds of a Bell Can Be Heard  \nThe Cat's Love  \nA Flicker of Light (two parts)  \nAmber's Diary (also known as Kohaku's Diary)  \nThe Delicate Pair (also known as Every Subtlety)  \n(Black Cat + White Dog) > Human  \n  \nTrouble Little Traveler  \nA cute unrelated shoujo short story about a boy meeting tiny aliens.",
    "image": "https://uploads.mangadex.org/covers/d65c9534-4fb7-4a7f-a638-4a3619187916/31a36e3c-f0a1-47da-bba4-45371816bb6f.jpg",
    "moods": []
  },
  {
    "title": "Among the Filth",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Blessed be the devout who remain chaste among the tainted. A pious young debutante of the Kingdom of Brandt, Elke Eberhardt prays each day as she vies for the sacred title of Pontifex, which grants authority over the nation’s faith. Unfortunately for Elke, fate has other, crueler plans—as she catches the eye of Sir Reiner Mikhel, a notorious womanizer who has seduced countless noblewomen in Brandt. Despite her firm resolve to remain virtuous, Elke finds herself increasingly drawn to the temptations of this dark, ambitious nobleman, whose seductive gaze conceals his true intentions.",
    "image": "https://uploads.mangadex.org/covers/bf91d0ab-6a1a-409a-bd34-daf24a943769/96a69820-1a9d-4665-a3e5-f131168b9628.jpg",
    "moods": []
  },
  {
    "title": "The 101st Love Confession",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lucia Agnes has confessed to her longtime crush 98 times over the past 13 years.\n\nAnd Herwin Peneus has always turned her down.\n\nAfter her 99th confession is also rejected, Lucia finally decides to give up on Herwin and agrees to meet a suitor chosen by her parents.\n\nBut just as she makes up her mind to get engaged to this new match, things start to take an unexpected turn...",
    "image": "https://uploads.mangadex.org/covers/647d2e7a-2151-401c-9c54-a395cd06fb7a/9ee0e513-5937-427a-a038-550f21634cac.png",
    "moods": []
  },
  {
    "title": "I will break ties with the harmful sister",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiancé might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future.",
    "image": "https://uploads.mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "Marquis of Marron",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Transmigration"
    ],
    "summary": "I ended up possessing the body of Hailey, a villainess who was destined to die soon.\n\nWhat’s relatively fortunate, if you can call it that, is that she has one more year to live. However, there’s no time to relax as she’s unceremoniously dumped into a contaminated region below a canyon.\n\nBut wasn’t she supposed to die?\n\n\"Do you understand? If you cling to the past, you’ll twist your future into something you can’t recognize. That’s the wisdom left behind by the ancient sages.\"\n\nA year later, I’m still alive and farming.",
    "image": "https://uploads.mangadex.org/covers/75196c25-217a-4ca8-87f7-726304fd315d/ee349c8e-6751-4e62-b150-8a5d560557b6.jpg",
    "moods": []
  },
  {
    "title": "The Princess is Evil",
    "chapter": "Chapter 165",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After he and his entire class died on a field trip, Odamori accepts a job offer from a mysterious man to be reincarnated. However, his new job turns out to be that of a Slavemancer, with the power to dominate the minds of others and turn them into his toys. Soon, however his evil actions lead to a Princess Knight (who turns out to be one of his previous, more popular classmates) being dispatched to apprehend him. But Odamori, of course, has something different planned for their reunion...!",
    "image": "https://uploads.mangadex.org/covers/3584eeb4-7ce4-4aed-b5e4-5f4a26da55d7/134b6d10-ce0d-4eef-b14d-fdaca817a3d5.jpg",
    "moods": []
  },
  {
    "title": "When Arrogance Fell at My Feet",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 206",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
    "image": "https://uploads.mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 221",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A girl with foresight is sent to live with her cold, villainous uncle after her mother’s death.\n\nDetermined to save him from a dark future, she clings to him only to find roles reversed as he grows emotionally dependent. \n\nWith a possessive childhood friend and a desperate father added to the chaos, her simple mission spirals out of control.",
    "image": "https://uploads.mangadex.org/covers/9d192af0-ef23-4424-afdb-233e2282c4ed/95573925-65e4-4df4-8aa7-1354bcae315d.jpg",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 10",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "This Reincarnated Countess Is Trying to Escape From Her Prince",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Fake Saint of a Reverse Harem Game",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wife of the Monstrous Crown Prince",
    "chapter": "Chapter 124",
    "genre": [
      "Adventure",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Heroine has traveled back in time and entered the universe of *Lady and the Beast*, a 19th century soft porn trashy novel. She finds herself in the body of Anthea, child bride of the Monster Crown Prince Blake, who has been cursed to die at the age of 18 due to this sins of his ancestor. In the novel, Anthea should have committed suicide after looking at the horrible cursed birth marks on Prince Blake's body. But she tries to rewrite a part of the story by instilling confidence in Blake and showering him with unconditional love, just until he is ready to meet his \"real\" true love, Diana.\n\n---\nShe transmigrated into the body of Ancia, the current wife of the monstrous crown prince, Blake, in an R-19 romance novel.\n\nIn the original story, Ancia committed suicide on the day of their marriage, leaving Blake with massive trauma. But this time, Ancia wouldn’t do such a thing.\n\nBlake was the second male lead in the original novel. He was portrayed as a beast that possessed an exquisite facade. Yet, right now, he was behaving just like an innocent rabbit.\n\nThe only person who can remove the crown prince’s curse is the heroine, Diana. My role is to just keep this little boy from getting hurt and then step down in time, but...\n\n“Ancia, don’t leave me!”\n\nThis little rabbit keeps chasing me.\n\n---\nOriginal Webtoon: [Comico](https://www.comico.kr/comic/338), [KakaoPage](https://page.kakao.com/home?seriesId=58817781)\n\nOfficial Translations:\n* [English](https://www.pocketcomics.com/comic/338/?languageCode=en)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/9827/)\n* [Traditional Chinese / 漢語](https://www.pocketcomics.com/comic/338/?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/338/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/338?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-little-princess-and-her-monster-prince/list?title_no=4134)\n* Japanese / 日本語: [Comico](https://www.comico.jp/comic/338), [Mechacomic](https://mechacomic.jp/books/148261)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2661)",
    "image": "https://uploads.mangadex.org/covers/09e6e501-b38b-410e-9856-f4e5b1b61481/ae2a3062-af13-4caf-b47f-9f6a247f09e8.jpg",
    "moods": []
  },
  {
    "title": "Come On Now, Even If I’m Not A Villain",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being killed by her own father, I woke up... 500 years later?! To make things worse, I’ve been reborn into the body of a so-called villainess—a woman hated by her family and fiancé for her fragile health and sharp temper. All I wanted was to live quietly and figure out why I was reincarnated. But now, my once-cold family and fiancé are suddenly desperate for my attention, and my slave boy from 500 years ago has returned... perfectly alive. As if that wasn’t enough, immortal weapons from ancient times are starting to gather around me. \"You shouldn’t have fed the stray dog.\" I never gave anyone a single bite, so why is this happening?!",
    "image": "https://uploads.mangadex.org/covers/b3c6fffd-69ed-4ad7-9649-fefc2eb1d08d/e2abfa45-8c78-4980-ba85-45001a5d4982.jpg",
    "moods": []
  },
  {
    "title": "The Beast Won’t Let Me Sleep",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/3dcb093e-4e8f-4869-893d-05edbb857c50/40f9393e-25e0-4ec2-9aee-252d76c7d9ac.jpg",
    "moods": []
  },
  {
    "title": "SSS-Grade Cafe in Front of The Dungeon",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After dying from overwork, the protagonist wakes up three years in the past. Determined to escape the grind, they open a cozy café in their grandmother's old shop—only to unlock a \"Café Owner\" class with magical coffee skills. But their peaceful life takes a turn when mysterious quests and dangers emerge.",
    "image": "https://uploads.mangadex.org/covers/24f3a8b9-fce9-4c85-bbdc-24639e35b5f8/6096d1bf-5ce3-4808-ac60-69a91c8f616b.jpg",
    "moods": []
  },
  {
    "title": "Bad Born Blood",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Si-fi"
    ],
    "summary": "Humanity’s home is no longer Earth. Intersellar travel is now a common occurence, and technology has replaced blood and flesh.\n\nLuka, who grew up in the slums, has turned fifteen and taken the selection exams. His aptitude is of the Imperial Guard.",
    "image": "https://uploads.mangadex.org/covers/f4b7f532-b2e1-4ef2-83d4-fbf94fac261e/906f73c0-7eff-4bea-9937-09223a30e870.png",
    "moods": []
  },
  {
    "title": "Heavenly Inquisition Sword",
    "chapter": "Chapter 132",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts",
      "Murim"
    ],
    "summary": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!",
    "image": "https://uploads.mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 163",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After ten years of chopping firewood (so tired ಠ╭╮ಠ), female immortals (one after another ╮(￣⊿￣)╭) knelt down and begged me to take them as my disciples! _(´ཀ`」 ∠)_",
    "image": "https://uploads.mangadex.org/covers/2a3174c7-c448-440c-8eb1-473765d92f52/29ff7f1c-be45-4898-8980-1e6a8993e10c.jpg",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "Blood Demon Reincarnation",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kang San is a bottom-tier anker with neither talent, ability, or skill. Misfortune follows him until a divine messenger appears before him one day. \n\n\"You wee the Blood Demon in your past life.\" \n\nTo atone for his past life’s sins, he must endure harsh trials. But in return, he will receive immense rewards. \n\nCan a weak F-rank tanker drenched in blood change his fate?",
    "image": "https://uploads.mangadex.org/covers/f50750f4-b051-46c4-a2bb-b54e107aff7f/9f9f7419-c922-4754-b10f-99bb76ed8440.jpg",
    "moods": []
  },
  {
    "title": "I Possessed as an Extra in a Childcare Story",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "The Legendary Hunter Becomes Young Again",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"If only I were 10 years younger…!!\"\n<A special reward is given that reflects the target's wish.>\nGwak Pilseong, a legendary hunter enjoying his retirement at the age of 80.\nHe accidentally gains the ability of immortality and rejuvenates, returning to the hunter industry after a long hiatus…\nThere are… too many rotten scoundrels in the hunter industry!",
    "image": "https://uploads.mangadex.org/covers/aef338a6-795e-4fff-9048-50f5957ab220/96818e83-7fa9-4a8c-9097-f49c9c9bc058.png",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Nine Dragons: COPÓKA",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "A Spinoff of <Castle 2: Pinnacle> - An action drama featuring Saroka 'Seo Jintae'!\n\nJintae becomes a killer after being saved by a man when he was at life's lowest point. While searching for his long-lost sister, he discovers that his younger sister is in Hong Kong and deeply involved with the Triad, Hong Kong's largest criminal organization. Thus begins Jintae's journey as he confronts the Triad in the nighttime streets of Hong Kong while searching for his sister.",
    "image": "https://uploads.mangadex.org/covers/95b38169-e8f6-4f64-a9e6-2f7d29651f96/5b9ec5bc-7fde-4a02-8b82-58950b6eda16.png",
    "moods": []
  },
  {
    "title": "Lost in Him",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 245",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 184",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "Somebody Stop the Pope",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "While livestreaming about his struggles, Siwoo receives a donation with a strange request.  He agrees, only to discover it came from Limen, the goddess of Eden, who has suddenly tasked him with defending her world from seven demon rulers. \n\nTen years later, Siwoo returns to Earth as the pope of Eden, only to find it overrun by monsters. The demon rulers show signs of reappearing, and to maintain his divine power, he must spread Limen’s faith across Earth. \n\nCan Pope Siwoo complete his holy mission?",
    "image": "https://uploads.mangadex.org/covers/4aa9bdd1-76de-462c-91e4-32a40a87fe62/c5f07357-a1e4-48ea-8f28-4f886c448f50.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Regret My Second Life, The Happy Ending Comes After Revenge",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The husband she loved, the only friend she trusted. But at the brink of death, Sereniel realized the truth: everything was a conspiracy woven with lies and betrayal. At that moment, love turned into hatred, and she vowed revenge. At the edge of despair, the one she reached out to was the duke feared as the “Emperor’s Dog”—Lexion Rosenbester—ruthless and merciless, known for crushing any who opposed imperial authority. The coldest and most dangerous man in the world. The conditions he set to aid her were only two: First, completely abandon that worthless man. And second—. Thus began the dangerous contract between the two. Yet, there is no hesitation. Sereniel’s second life had begun solely for revenge.",
    "image": "https://uploads.mangadex.org/covers/2b7e33fd-e9af-4276-b7ec-24822fa232ba/7aed68da-2e71-4bf7-9355-ca84b998a3f6.jpg",
    "moods": []
  }
]