[
  {
    "title": "King of Violence",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "Daughters",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
    "image": "https://uploads.mangadex.org/covers/732dc0ec-bdba-431b-9be1-40ca1d235dd4/cfe380b8-1cbc-4232-bc9a-b6dd6b869679.jpg",
    "moods": []
  },
  {
    "title": "Onsaemiro",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
    "image": "https://uploads.mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "moods": []
  },
  {
    "title": "The Witch and The Bull",
    "chapter": "Chapter 156",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "summary": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.\n\nUntil one day, she was tricked by one of the party members who said that she \"was not necessary anymore\" and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a \"cursed sword\" and realized the true power of her rare affinity, \"Reversal.\" The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.",
    "image": "https://uploads.mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/e7d50f51-2dd7-4fb9-9f38-89c0d8288c29.jpg",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods. The story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
    "image": "https://uploads.mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/cd495772-81a7-4053-80ea-f52057994674.jpg",
    "moods": []
  },
  {
    "title": "Oh, the Flower That Bloomed on the Wall",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "I want to prove to everyone that you can become stronger even without a stigmata.\" After losing his life in an accident, Kazuma finds himself reincarnated as the Ascalon Empire's third prince, Ares.  He wasn't born with the \"stigmata\", the proof that one is royalty and gives them extraordinary abilities, however, he still received love from his family and spent his days in peace.  Until one day, his father's first wife, Germa barged into their home, and looked at Ares in contempt for not having a stigmata. In the end, she even put his mother, Erina in danger.   Realizing how powerless he truly was, Ares decided to protect his family with his own power. He decides to enroll into Ascalon Academy, a prestigious school where one's capability decides everything!  In order to protect his loving family, he aims to become the strongest. The curtain opens for the \"Worthless Prince's\" story!",
    "image": "https://uploads.mangadex.org/covers/98a657bb-282b-442f-b806-eb7e7d9a9142/7cf94ec7-c080-46b4-ad3f-eb9e1e1d1067.jpg",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "What, You Dare Pretend in Front of Me, the Strongest in the Immortal World?",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The world beyond the ancient mirror and the immortal realm within were originally one entity. The true power of this world lies in the hands of the divine beast with the title “Light,” who battles against a formidable enemy, the divine beast with the title “Dark.” In order to prevent the extinction of humanity, the ancestors of Cheng Song sealed off the immortal realm from the human realm using the ancient mirror, with the assistance of the divine beast of Light. Only those with the bloodline of the Yu family can activate the bronze mirror and enter the immortal realm.",
    "image": "https://uploads.mangadex.org/covers/a160f729-273b-4629-a5ed-d01f527174d5/2536766b-ab3f-4e82-87e6-728b24257e44.png",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "Honey, I’m Going On a Strike",
    "chapter": "Chapter 137",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "mature - 2",
      "Romance",
      "Shoujo"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "A Savage Proposal",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
    "image": "https://uploads.mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "moods": []
  },
  {
    "title": "What’s With the Three Kingdoms-Obsessed Male Lead?",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 237",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Villainous Daughter Is Depressed",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "Moralis Scandal",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lorena chose death to avenge her ruined life—but wakes up in the past. This time, she’ll protect her family and destroy her husband through a scandalous divorce. To do it, she needs a mad dog to hunt the beast. Let the revenge begin.",
    "image": "https://uploads.mangadex.org/covers/241642af-1f69-433d-b6f6-cfae7fc2ce00/9daa7a90-97d2-44b0-a9ce-f05d4f710602.jpg",
    "moods": []
  },
  {
    "title": "When Love Calls My Name",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"his goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded duke who found love by returning from death and an unfortunate, calm, goddess-like wife!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n2039hs/)",
    "image": "https://uploads.mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/57436275-8134-4f6c-b9b2-d6c9f51b487f.jpg",
    "moods": []
  },
  {
    "title": "The Genius Who Sees Through the World",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "As a child, Shin Woo-jin was kidnapped and locked away in a warehouse, forced to live as a slave. But against all odds, he was rescued and finally stepped into the outside world. Though free, Woo-jin wasn’t like other children. He had an extraordinary gift—the ability to read people. By observing the smallest facial expressions and unconscious gestures, he could see through their thoughts, emotions, and intentions with near-perfect accuracy. Like a profiler, like a modern-day Sherlock, Woo-jin learned to navigate the world, one observation at a time. But for someone who sees too much, living an ordinary life is the hardest thing of all. All he ever wanted was a peaceful, simple life. But the world had other plans. “As I thought… living a normal life is far too difficult.”",
    "image": "https://uploads.mangadex.org/covers/7a284748-b36e-4ef4-8fab-2802a944276b/37c445ef-2752-46f0-abff-6107d41eb81f.jpg",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Love or Love",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Suck it nicely, you weakling!\"\n\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene...\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha. But this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?! While searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform. When he wakes up, he finds himself faced with none other than… Kotoha!? To his surprise, Mitsuki has been reincarnated as the player character of \"that\" game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time. In order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
    "image": "https://uploads.mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/ff5333ed-5505-43fa-83d5-28056709f6a7.jpg",
    "moods": []
  },
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "On that day, I was going to confess to you. Choi Ji-young, an unidentified woman who accidentally encountered her on Ulleungdo Island. Sunwoo Hyun keeps bothering Ji-young. Two people who are attracted to each other even in a short period of time. Then one day, Ji-young suddenly disappears. Without a trace. “It’s been a while, Hyun. Aren’t you going to say hello?” Ji-young, who could not be found no matter how much she visited, became the “Choi Ji-an” and appeared in four years. That’s also for Hyun to protect. “With this time, there is no Choi Ji-young I knew. So, just delete it too.”",
    "image": "https://uploads.mangadex.org/covers/955091d9-55d6-4f56-8735-70a0fe1fb751/2a076f3f-d9ff-4714-bce4-2c52caa2b88a.png",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After a long war, Lycoris, a princess of the Wyvern Kingdom, and Leihua, a princess of the Dragon Kingdom, are to be married as a sign of peace. Former enemies, the two begin a new life together…\n\nLycoris has complicated feelings about the political marriage, but she can't help becoming attracted to Leihua, who seems so lonely, despite her outward indifference.\n\nTwo girls who do not know how to love, bond with each other as they heal each other's broken hearts.\n\n(Source: Shiori-on, translated)",
    "image": "https://uploads.mangadex.org/covers/b1aafebe-e4c4-4546-a488-6c70a01c4275/3d9cd12d-2ad0-4927-b671-c4f637903d90.jpg",
    "moods": []
  },
  {
    "title": "The Baby Demon King Finds The hero Dads Way Too Annoying",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reborn as a weak 4-year-old demon king, I tricked three heroes into becoming my \"dads\" to survive. But now they’re fighting over who gets to spend time with me! Even the male lead, meant for the heroine, is obsessed. What’s going on?!",
    "image": "https://uploads.mangadex.org/covers/81b4bea2-6777-465a-b042-e03dff24bbb7/f4098e0f-ca00-42aa-9dcd-8fa3f42ad5c3.jpg",
    "moods": []
  },
  {
    "title": "I’ll Retire After Saving the World",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The only way out is through.\nIn the midst of a disastrous monster attack fated to end the world, a strange device throws Heejae back in time 20 years where he meets the students of his foster father, Seokyoung. Now it's up to him to take them under his wing and stop the apocalypse so he can finally set off for a peaceful life.",
    "image": "https://uploads.mangadex.org/covers/a8639c78-3e58-48fd-be65-e6d5fbec6066/ca569cb8-6fd7-4b40-b994-3475a9727dba.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "Han Dae Sung Returned From Hell",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people.",
    "image": "https://uploads.mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "moods": []
  },
  {
    "title": "Zombie Herd",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  },
  {
    "title": "High School Musical Genius Is Paganini Reincarnated",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?",
    "image": "https://uploads.mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "moods": []
  },
  {
    "title": "Bad Born Blood",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Si-fi"
    ],
    "summary": "Humanity’s home is no longer Earth. Intersellar travel is now a common occurence, and technology has replaced blood and flesh.\n\nLuka, who grew up in the slums, has turned fifteen and taken the selection exams. His aptitude is of the Imperial Guard.",
    "image": "https://uploads.mangadex.org/covers/f4b7f532-b2e1-4ef2-83d4-fbf94fac261e/906f73c0-7eff-4bea-9937-09223a30e870.png",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "Trillions of Resources in Apocalypse",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Endless Summer",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Two children of the same age, same name, together on the verge of a summer that will change their lives forever. When the world doesn't seem to listen to their hearts, how will they face the world together?",
    "image": "https://uploads.mangadex.org/covers/506098fd-3c49-4d02-8296-6eb221af06a5/49fc2ec0-c484-4afb-92eb-ce4706006b71.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "Shadow Princess",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/276decee-1efa-41b1-b87e-bc4950c1a66a/ff9e93da-4f6c-41f8-b077-a00a2e989b53.jpg",
    "moods": []
  },
  {
    "title": "The Baby Saint wants to avoid a bad future; you will give birth to me later",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Returned C-Rank Tank Won’t Die!",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A C-rank tank, abandoned by her teammates to die, awakens a rare regenerative ability after enduring countless deaths. Now immortal but traumatized, she must decide her next move in a world that betrayed her.",
    "image": "https://uploads.mangadex.org/covers/24b3eae4-ecd7-462e-a9f8-d87b69a4af7e/8eec0c41-e82b-42ef-9b36-0c700e904838.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reality Quest",
    "chapter": "Chapter 164.8",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ha Do-wan is a bullied gamer, whose bullies force him to grind to obtain in-game items for them. \n\nAfter one such bully demands that Dowan obtain an impossibly rare item for him or be beaten in front of the prettiest girl in school, Dowan games day and night for a week until he drops dead from exhaustion. \n\nHowever, as soon as he dies, he respawns back in his classroom one week before his death. Everything is the same as it was before, except now he has all the skills he’s acquired from the games he’s played in real life! \n\nWill Dowan be able to use his newfound abilities and gamified existence to defeat his bullies?",
    "image": "https://uploads.mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/007687c2-3a21-4b98-ab53-7e4cb0b750e8.png",
    "moods": []
  },
  {
    "title": "My Inventory is Abnormal",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?",
    "image": "https://uploads.mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Playing the Perfect Fox-Eyed Villain",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A crazed sociopath. A monster who wears human skin. The Demon of the North’s Frontlines. The Smiling Executioner.\n\nI have come to perfectly act as Julian, the insane fox-eyed character feared by the whole empire.\n\n[Character Trait, Formal Speech: You speak in a formal manner to everyone regardless of age.]\n\n\"... Even when I\"m just talking to myself?\"",
    "image": "https://uploads.mangadex.org/covers/21fabb53-0fee-4eb4-ae34-08211bd35c16/9418dce9-96fc-464d-83a3-6658bae1e74c.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]