[
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "The Witch Doctor of Walpurgis",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kina, a witch doctor living on Mount Walpurgis, hears a prophecy from a titmouse one day that she will be executed within six months and will meet three men who will share her fate. Determined to escape her destiny, she hides in the mountains, but soon finds herself swept away by one man and sent to the imperial palace, where court intrigue awaits her. Can she survive the palace's plots and escape her foretold fate?",
    "image": "https://uploads.mangadex.org/covers/ab5fa351-0837-422e-8725-130fd1356001/234c716f-fbcf-4452-83d9-48998b716476.jpg",
    "moods": []
  },
  {
    "title": "The Ghostly Doctor",
    "chapter": "Chapter 584",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "She, the leader of the hidden sect, specializes in poison and assassination. A genius, and a weirdo, in the eyes of others. After dying from an accident, she was reborn in the body of a disfigured lady. Having her identity changed and unable to return to her family, she abandoned them, but, if she doesn't take revenge on those who caused her harm, will she be worthy of the title \"The Ghostly Doctor\"? As clouds gather, heroes fight to be the strongest! How will she conquer the world in a red robe, and fight among the strong heroes?!  \n  \n*The 2 missing chapters are announcements by the author.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/e900135b-8eba-4d29-85c9-db3d5ae885c7/9a9fa7b3-df9a-4b74-970e-9853a40e2977.jpg",
    "moods": []
  },
  {
    "title": "A Terminally Ill Villainess Refuses To Be Adopted",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into the body of a terminally-ill villainess, Ibellin decides to find a peaceful life and a happy ending instead. Rather than selling off the main villain, Raven, to get the expensive medicine needed to treat her illness, Ibellin decides to heal the boy and then quickly send him on his way. But when Raven's father comes to seek her out, Ibellin is given a choice she's never imagined before. Will she accept it, or will she decline in hopes of finding happiness elsewhere?\n\n---\nWhen the villain was young, she became Extra #1 who deceived him and sold him as a slave. This girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the slave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain. Even though he was young, he was wary of me until the time of parting came, perhaps because he was the villain. Fortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“…Are you telling me to go away?”\n\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease. Well, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You…”\n\n…There was something strange about the villain’s prickly face that was looking at me.",
    "image": "https://uploads.mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/f87ead29-494e-41bf-b8fa-7809589cdd38.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 671",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Estio",
    "chapter": "Chapter 129",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "\"Are you the one who called me…?\"\n\nA black-haired beast looked at him with glowing yellow eyes.\n\n\"It’s okay. It won't hurt anymore. You'll be okay.\"\n\nEstio was born as the youngest son of a farmer, but everyone hated him. He was a child who could read the hearts of people and animals. And…\n\n\"A cursed child.\"\n\nHe finally turned 19, and it was now time for his coming-of-age ceremony. Now starts Estio's journey to find happiness.\n\n---\nEstio is just an ordinary farmer's son, but with an extraordinary ability-he can read the thoughts and memories of humans and animals. For this, he is shunned by the people in his village, finding happiness only in his animal friends. After years of silently enduring the villagers' hostility, Estio runs away the night he turns 19. His journey brings unexpected friendships and encounters, but will such bonds be able to show him there is more to him and his ability than meets the eye?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%90%EC%8A%A4%ED%8B%B0%EC%98%A4/2761), [KakaoPage](https://page.kakao.com/home?seriesId=58509736)\n\n**Official Translations:**\n* [English](https://tapas.io/series/estio/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/96041)",
    "image": "https://uploads.mangadex.org/covers/9553621b-247d-4962-9412-f4027e0e90a6/5e24206a-1903-4e62-8c34-cb7b024397d1.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 193",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Will Not Forgive Anymore",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "8470 Won for a Kiss",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "'Recently, the social evils have not disappeared yet and they are even contagious into the school' is what Soo Yung believes, little does she know that the 'accidental' first kiss on the school roof leaves her running/craving for more!",
    "image": "https://uploads.mangadex.org/covers/4dc16407-9fc9-49f7-8a44-aada787df91c/22fb0243-a095-440f-bfcb-2d5fc29a0f54.jpg",
    "moods": []
  },
  {
    "title": "The Moment of Love",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Mari is a high school student living in a town where beastmen and humans coexist. When she is late for school, she meets Tsunagu, a beastman who has come to the school as a \"special student\" for the Beastman Education Program, at the front gate. Mari is bewildered by her first contact with a beastman, but as she gets to know him, she is drawn to his kind and pure side. However, some of her classmates don't seem to take kindly to beastmen, and suddenly the two of them are locked in a warehouse. Suddenly, they are locked in a warehouse and Tsunagu hugs her! He says, \"You smell sweet...\" His breathing becomes ragged.\n\nA human and a beastman. What will happen to the love between two people who transcend race?\nPure and exciting interspecies youth love.",
    "image": "https://uploads.mangadex.org/covers/a43bfc8f-3daf-4aba-bb2e-284109cbc03b/b1aa9c18-a561-4154-92dc-c6e5e57a83b9.jpg",
    "moods": []
  },
  {
    "title": "Certificate of Dignity",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Transmigrated Warden’s Battle for Redemption",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The Rose Prison in Baiyin City is recognized as the strictest and strongest women's prison in the entire continent. \n\nIt gathers the most dangerous and vicious female criminals on the continent, and I——Aiden is the warden in charge of managing this prison. \n\nBut the original \"Aiden\" is a strong man who is proficient in spears, swords, and even black magic!\n\nI'm just an ordinary person who transmigrated to him, and I don't even know the fighting skills mentioned above...",
    "image": "https://uploads.mangadex.org/covers/b78bbae9-f525-45d5-b832-f15dcbe1c489/4b86560b-8037-4790-a6f9-a44e67172bc3.png",
    "moods": []
  },
  {
    "title": "Evil Dragon Is Reincarnated! Revenge Begins at the Age of Five!",
    "chapter": "Chapter 278",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I was once the legendary red dragon who stood at the top of the world. For thousands of years, my brethren have been murdered by humans and the desire for revenge slowly turned into my only mission in this world! However, I failed. On the day of the decisive battle against human beings, I died with hatred in my heart... if there is an afterlife, I will definitely avenge my kind. If there is an afterlife, I will make these filthy humans pay with their blood! If there is an afterlife—hmm? I was reincarnated as a weak human baby?!!",
    "image": "https://uploads.mangadex.org/covers/bf327014-2ad7-40ec-8914-996a69a76348/a0ec6f4a-d6cb-427b-873d-a8f0fdb96e33.png",
    "moods": []
  },
  {
    "title": "Bloodhound’s Regression Instinct",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being brainwashed by the emperor, Yahn has served him as his loyal puppet. Upon finding out that he has been played by the emperor, Yahn vows vengeance, but he falls to the mighty emperor’s powers. However, instead of dying, Yahn opens his eyes to find that he has gone back in time, to when he used to be a soldier in training. Will he now seek vengeance on the emperor, or will he go look for his family? The choice is now in his hands.",
    "image": "https://uploads.mangadex.org/covers/40677996-3301-412a-99dd-b5c8bf3e3f7b/bf233ccb-e4a5-4829-a349-9d4bc62b2393.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 16",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
    "image": "https://uploads.mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/936576fd-2ec5-4c4d-8fd6-33e05dfb3750.jpg",
    "moods": []
  },
  {
    "title": "I Thought I was the Real Daughter",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Brought the Male Lead to His Knees Before Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Before I died, I was reincarnated into my favorite novel as Iena, a supporting character and an actress — a profession scorned in the Empire. After reincarnating, I had to “discipline” a few pests who kept bothering me.\n\nThen one day, the Crown Prince approached me with a strange proposal…\n\n“I heard there’s no man who doesn’t fall from just one of your gestures.”\n\nI think we’re imagining very different kinds of gestures here.\n\n“They say no one can meet your eyes when you smile.” That’s because they’re scared of me…\n\n“Use whatever means necessary to make the Duke fall for you.”\n\nExcuse me, Your Highness… I think you’ve come to the wrong person!!!\n\nThe Duke is the male lead, and he already has a destined female lead he’s supposed to fall in love with!! I agreed to the Crown Prince’s plan, deciding to just hang in there until the real female lead shows up.\n\n... but something’s gone off track?\n\n“Your Grace, desire isn’t inherently bad. If you want something, speak up confidently. But if the other person says no, you step back. That’s all it takes.”\n\n“Is that so?”\n\n“Yes.”\n\n“Then allow me to be bold. Iena, I wish to hold you.”\n\n…Are you being serious right now?",
    "image": "https://uploads.mangadex.org/covers/76f3cd63-f882-476c-a40e-0ab20fabb0b3/bb3e7723-8b82-46ee-b212-34fdcb66fb00.jpg",
    "moods": []
  },
  {
    "title": "I am the Precious Daughter of the Greatest Villain in the Fantasy World",
    "chapter": "Chapter 143",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had reincarnated as the daughter of a rich family, but instead I was born as the daughter of the greatest villain in a martial arts novel?! An indifferent dad and a senior brother who eventually kills me. I need to quickly learn martial arts to be able to survive…! But these two… Why do they keep doting on me?!\n\n---\nI've become a part of this Wuxia novel as Lihwa, the thoughtful and gentle daughter of Cheon Ma... who's also the ultimate villain! Known as the Demon King and ruthless leader of the Demonic Sect, he resorts to kidnapping and other nefarious deeds to make sure a boy named Ak Wuryeon never reaches his full potential. Wuryeon doesn't seem THAT bad, but I know he'll one day exact his revenge on my father and that includes me! Can I escape the clutches of my father's enemies and my doomed destiny before it’s too late?",
    "image": "https://uploads.mangadex.org/covers/3c3ec507-7177-4770-9e59-a70dbf81aaa9/bfa200c2-efd7-4cfc-8eb7-27e66afad2ec.jpg",
    "moods": []
  },
  {
    "title": "My Sister Picked Up the Male Lead",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "My name is Amy. Reincarnating as the little sister of a character from a book I read in my previous life was great, but… On my 16th birthday, my older sister said she had something special prepared and picked up a guy in the forest?!?\n\n\"Picking up\" a \"guy\" was surprising enough, but that guy was actually the Mad Archduke (…and male lead) who was a child by day and adult by night because of a curse-like spell! He was \"Lennox Iberich.\"\n\n\"Who are you.\"\n\n\"I-I was the one who picked you up and brought you here!\"\n\nTo prevent the original plot line of my sister dying after picking up the male lead, I had no choice but to raise the death flag instead. But…\n\n\"Amy. I can only see you at night. There's no meaning to a night without you.\"\n\n…Huh? This… wasn't it a \"death\" flag, not a \"love\" flag…?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=55522808)\n[Official OST/PV](https://youtu.be/EXhLscID4A0)\n**Official Translations:**\n* English:  [Pocket Comics](https://www.pocketcomics.com/comic/7751), [Tappytoon](https://www.tappytoon.com/en/comics/my-sister-picked-up), [Tapas](https://tapas.io/series/my-sister-picked-up-the-male-lead/info), [Lezhin US](https://www.lezhinus.com/en/comic/sister_lead), [Lalatoon](https://global.lalatoon.com/en/webtoon/episode/toon/7004)\n*All platforms used the Copin Comics translation for the English, prior to them going defunct, as they were the one's licensing the series.*\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29417)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Kakakku-Memungut-Pemeran-Utama-Laki-laki/3425)\n* [Japanese / 日本語](https://piccoma.com/web/product/55005)",
    "image": "https://uploads.mangadex.org/covers/8484fa76-fb9e-494c-9aa0-9a48c582cea6/ee96e363-69e1-4218-9d55-aa90d111527f.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Daddy President Is Too Hard To Deal With",
    "chapter": "Chapter 203",
    "genre": [
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Rumor has it that the president of the Xi group is weird, unpredictable, insidious and mean of doing things but he spoils her to the maximum. Assistant: “Sir, Madam’s hospital has been smashed.” “Where is madam?” “Madam is about to cripple someone …….” “Let the doctor go to madam to see if her hand hurts from the beating! Love rivals from all over the world: “Xiao Tian Tian, what’s so great about a cold old man! Come with me and I’ll give you everything. President Xi: “Wife,the babies are calling you home for dinner.”",
    "image": "https://uploads.mangadex.org/covers/a2408e7b-0da4-4187-aa31-617c1a4a67bc/91ea24cc-82f5-4428-9933-3d2cb8b5d964.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 44",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eternal Love",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhua",
      "Romance"
    ],
    "summary": "After playing Kokkuri-san, a game which enables this world and the spirit world to communicate, 16 year old Miku is attacked by an evil spirit. Is it just a coincidence that ghosts then, start trying to kill her?…or is it not? Can her classmate, Kanyama Riyou, an exorcist from a Shinto Shrine be able to help save her life?",
    "image": "https://uploads.mangadex.org/covers/0ba0ccba-048e-47ab-8175-3d28faeec7ef/dd2849c7-ead2-4150-a00a-6f504c6ae93e.jpg",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/7d774dbf-8bb2-4420-b1ba-d17ccabfb63c.jpg",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as a Legendary Surgeon",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Historical",
      "Manhwa",
      "Shounen"
    ],
    "summary": "300 years. \n\nThat was how long it had been since he had last been opened. For 3 whole centuries, the mysterious book of magic, also known as Grimoire, has been stuck on the shelf of the Le Temis Royal Academy Library. \n\nJust then, an apprentice mage opens the Grimoire, only to die in a freak accident. As the dismayed Grimoire awaits his teleportation to a new location, the library door creeps open and a mysterious girl, Riley, approaches and opens the Grimoire, becoming his new contractor.",
    "image": "https://uploads.mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/121701a5-f261-4760-8db1-525407683ce3.png",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Truth Behind the Sadistic Prince",
    "chapter": "Chapter 47",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Tired of Annoying Harmful ADs on Aggregators websites such as KM, MF, MH, H2R ect.  \nYou have come to the right place Man! Mangadex is free, friendly, but most importantly it won't destroy your computer.  \n  \nTransfer your bookmarks using the Official English URL!",
    "image": "https://uploads.mangadex.org/covers/f7972eed-0040-4aac-b8de-fc99c522c25a/3d7c5a94-2bc3-46e9-a07c-3797d62fedc4.png",
    "moods": []
  },
  {
    "title": "The Night Clenched in Your Hands",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Collection of one-shots by author Umino Tsunami.\n\n**Volume 1**:\n1. **Tamagoyaki** (Baked Eggs, たまごやき)\n2. **Kiseki no Haru** (The vernal wonder, 奇跡の春)\n3. **Sekai no Owari ni Kimi wo Omou** (I think of You in the End of the World, 世界の終わりに君を想う)\n4. **Ryoute ni Ai wo Tsukame!** (Hold Love in both Hands!, 両手に愛をつかめ!)\n5. **Reform Tousan** (Re-form—find Enjoyment in my Life, リフォーム父さん)\n\n**Volume 2**:\n1. **Shounen Ningyo** (Little Merman, 少年人魚)\n2. **2-banme ni Suki na Hito** (The Second Favorite Person, 2番目に好きなひと)\n3. **Chance wo Choudai** (The Ultra Great Operation of Love, チャンスをちょうだい)\n4. **Poolside no Ningyo Hime** (Princess Goldfish, プールサイドの人魚姫)\n5. **Juuni Yoru - Christmas no Juuni Nichi** (Twelfth Night, 十二夜―クリスマスの十二日―)",
    "image": "https://uploads.mangadex.org/covers/05769417-c88c-4a76-bb8c-8adb0a624444/ece9ea2f-25bb-4c8d-81d7-82465525b7ed.jpg",
    "moods": []
  },
  {
    "title": "It turns out that I am the second generation of demons",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "The protagonist, Li Xianyu, on his 20th birthday, learned about his origins. He received an inheritance from his biological father, Li Wuxiang: a house, two hundred thousand in savings, and the Black Water Spirit Orb. After ingesting the Black Water Spirit Orb, he gave birth to Great-Grandma……",
    "image": "https://uploads.mangadex.org/covers/8e2c27f2-27f5-4224-8fa3-e1f57910a59e/08816130-f26d-48b0-a1cb-987f79d544fc.png",
    "moods": []
  },
  {
    "title": "College Student Empress",
    "chapter": "Chapter 156",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Harem",
      "Romance",
      "Webtoons"
    ],
    "summary": "Wild and carefree by day, heart breaker by night. the beautiful Hae-sul one day wakes up in the body of an empress of an unfamiliar world. As she navigates her new life in the palace she must stay alert to stave off assassination attempts on her life while also juggling the temperamental and childish emperor who has no love for her.\n\n---\nA beautiful flirt whose blatant honesty comes off as harassment, Shin Hae-seol, a college student living life to its fullest.\n\nBut somehow, she wakes up as the \"Empress\" in a strange place. She is required to be elegant, beautiful, graceful, and dignified as an example to the other women of the country. To make things worse, she isn't allowed to leave her husband (the emperor) who spends his days having flings with concubines. However, hope comes down from the sky in the form of a mysterious message.\n\n\"If you kill the royals, I will send you back to your original world!\"\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/71), [KakaoPage](https://page.kakao.com/home?seriesId=58513846), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8139448)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/71/?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/71/?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/71/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/71/?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/71)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/1933)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/nu-sinh-o-cung-hoang-hau/5)",
    "image": "https://uploads.mangadex.org/covers/88054906-9046-4d1f-a658-56172dd1a704/3975bf45-a7ea-4ffb-a8c3-b6a80ed2eb4d.jpg",
    "moods": []
  },
  {
    "title": "Levelling Up In An Exclusive Dungeon",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Hunter Kang Jin-hyeok has been D-rank for years. His days were spent barely scraping by with part-time jobs, unable to level up due to the hunting grounds being controlled by major guilds.\n\nOne day, a dungeon appears in his room.\n\n\"This is… a dungeon?\"\n\nWith the dungeon now in his possession, Jinhyuk begins to successfully hunt, level up, and gradually grow stronger…\n\n\"Just wait and see, you major guild scumbags who looked down on me! I will become stronger with this dungeon!\"",
    "image": "https://uploads.mangadex.org/covers/ef50d975-7c11-40c1-93c1-9c5b6593049b/f4d9b4eb-46c0-415b-a2f3-0b395faf52b3.jpg",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "The Things Melvin Left Behind for Them",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"This is a perfunctory marriage we are carrying out for the sake of protecting you and helping your efforts for revenge.\"\nCheryl, the beloved lady of Neus Castle.\nOne night, her uncle rebels, killing her older brother. She, too, was in danger of being killed. Just as she was about to give up in her last moments, someone comes to save her.\n\"If they want to kill my fiancee, then Neus Castle must be prepared for war.\"\nThe Lord of Blaire Castle, Felix, who saves her in the face of a fake engagement. Thus, she begins an unfamiliar married life with the one she had only ever known as her brother's friend.",
    "image": "https://uploads.mangadex.org/covers/d379a920-8576-49e5-ba92-c48d466d73e7/948aafcf-6ac6-4ab8-8af1-1c6e182b3d0b.png",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 95",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "I Was Reborn as His Highness the Prince’s Little Evil Dragon",
    "chapter": "Chapter 85",
    "genre": [
      "Fantasy",
      "Romance",
      "Yaoi",
      "Yaoi(BL)",
      "Yaoi(BL)"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 52",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Afternoon in Another World [ Official ]",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "*Re:ZERO -Starting Life in Another World-* is now available as an anthology series! Enjoy comics featuring different interpretations of Subaru and the rest, featuring illustrations newly drawn by popular illustrators and stories written by a splendid team of authors!",
    "image": "https://uploads.mangadex.org/covers/807a757f-85d1-4a1b-9b29-59e3f3dc0f24/29549282-6c24-4fc1-b91b-69f21fbb8847.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Just think of two boys, thinking they’re in the right place, comfortable in their everyday life. Nothing to break their plans for the future. And suddenly they crash on that other one, who is so different and far away from what they know that it blows up their world. But now someone is looking at them. Seeing them for the first time. And they are so moved and overwhelmed by that feeling that they are ready to give up on everything else, and escape from, they realize it now, what was a prison.\n\nBecause they’ve met each other, their respective worlds have come apart, it's like a collision. And now they are an anchor for each other, the only compass in this new world where they are lost.",
    "image": "https://uploads.mangadex.org/covers/063e7e12-d9e7-488e-8fb1-defd4857660e/8bdc0a07-7d7d-418a-99be-1053fb4e5ec5.jpg",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 35",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "Highteen Spoiler",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "After giving up Taekwondo for over 10 years, Sohee, who lives like a hanryang, has only one interest... k-teen romance! I dream of a future where I will become a lover with 'Soo-hyeon', who is going well. but… One day, So-hee's cell phone syncs a photo that is presumed to be the future, and the boy who became her lover in the photo... It was Lee An-do, an unlucky classmate! can not believe it! There is no probability in this love affair! Even after that, So-hee is confused by the more and more pictures of the future... Will it flow according to the spoiled ending?",
    "image": "https://uploads.mangadex.org/covers/f7f36fca-f34e-4689-8215-4e702c879192/f610c8fe-d454-413d-97db-6a7217e7b353.png",
    "moods": []
  },
  {
    "title": "I will break ties with the harmful sister",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiancé might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future.",
    "image": "https://uploads.mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 258",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "moods": []
  }
]