[
  {
    "title": "THE HEAVENLY DEMON LORD WHO DOESN’T WANT TO LEVEL UP",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea.",
    "image": "https://uploads.mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "moods": []
  },
  {
    "title": "The Returned C-Rank Tank Won’t Die!",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A C-rank tank, abandoned by her teammates to die, awakens a rare regenerative ability after enduring countless deaths. Now immortal but traumatized, she must decide her next move in a world that betrayed her.",
    "image": "https://uploads.mangadex.org/covers/24b3eae4-ecd7-462e-a9f8-d87b69a4af7e/8eec0c41-e82b-42ef-9b36-0c700e904838.jpg",
    "moods": []
  },
  {
    "title": "Their Trap",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The unfortunate little Li Qian Luo accidentally married a man who happens to be a god tier wife defender. Welcome to how to get revenge on your ex-boyfriend!",
    "image": "https://uploads.mangadex.org/covers/61566310-b625-49cd-bdc9-b52b737125e1/3321038e-520a-42f1-bdd7-06d707eeb1e9.png",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Due to his extreme NTR (Netorare - cuckold) fetish, Asitaba Kimikage (明日葉 君影) has become a man who cannot feel excitement in love unless NTR is involved. No matter which girl, which situation, or what kind of romance, he always ends up thinking: \"What if this were an NTR situation?\" This twisted way of thinking has made it impossible for him to have a normal romantic relationship. However, one day, Kimikage meets Asahina Satsuki (朝比奈 紗月)—a girl who is pure-hearted, honest, and completely unrelated to NTR. Her genuine kindness and determination slowly begin to make him realize his true feelings: \"I want to experience real love.\" Will Kimikage be able to overcome his distorted fetish and find true love, or will he once again fall into the endless cycle of his own delusions? A hilarious yet heartfelt story about self-discovery and breaking free from one's own obsessions!",
    "image": "https://uploads.mangadex.org/covers/6cb09894-f4b3-433a-8e0d-51555ba56c8c/80fe244e-6718-43b8-a567-e6e9aebbfb82.jpg",
    "moods": []
  },
  {
    "title": "Cry, Even Better If You Beg",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 201",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 206",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 205",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 231",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Haesi’s New Path",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haeru, who was gifted with the mysterious power to foresee the future, rejects her fate and flees. One day, a peculiar scholar appears before her! A man who constantly gets lost, tells lies, and insists that fighting is done with the mind, not the body. From the moment she meets him, Haeru's halted fate begins to move again.\r\nIn 15th century Joseon, a sweet yet dangerous tale of love and war unfolds between the greatest genius king, untold by history, and a mysterious woman bound by the chains of destiny!",
    "image": "https://uploads.mangadex.org/covers/6268afd4-67ff-4625-aa8e-a5d317d483e4/ecc54502-a440-4e4a-8255-937b484642c0.jpg",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 25",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kisa’s world shatters when she hears her fiancé Daniel has another woman. She confronts him, expecting denial but Daniel doesn’t just lie; he mocks her, calling her stupid. Betrayed and trapped by her father’s refusal to let her break the engagement, Kisa’s fate feels sealed until Seyodd, the new duke and her late brother’s replacement, steps into her life. A secret contract marriage with him becomes her only escape. Just when she thinks she’s found freedom, a chilling letter from Daniel warns her about Seyodd’s dangerous secret. What darkness is Seyodd hiding beneath his noble mask?",
    "image": "https://uploads.mangadex.org/covers/b1a31efd-3610-4493-ad9f-239bf47fe6a7/38b5db6d-dee5-4235-9c31-2485ccbd04c7.jpg",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 37",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "A Campus Romance, I Guess",
    "chapter": "Chapter 87",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Shoujo"
    ],
    "summary": "An ordinary university student, Hayoon. She meets Kang-on on a trip for which she leaves on impulse. \n\nKang-on falls in love at first sight with Hayoon and confesses to her but she rejects him. The two who thought they would never see each other again are reunited during a university club recruitment event...and end up joining the same club. But wait..the president of the club they joined likes Hayoon too?!\n\nLol this isn't made up but really just a campus romance...I guess.",
    "image": "https://uploads.mangadex.org/covers/603ba0f1-2a02-4e50-836a-a222056d6b5e/1087106e-bd40-4d77-82f1-f4c8494c5706.jpg",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Hold Her Tighter So She Wouldn’t Run Away",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After three failed marriages, Archduke Theo de Phoenix has long accepted that love simply isn’t in the cards for him. After all, who could love a war-hardened monster like him? So when his fourth bride arrives, he greets her covered in blood, gives her a shabby attic for a room, and keeps his distance. Surely, this one will run too. But Yuelina is not like the others. To Theo’s disbelief, she welcomes his presence and fills his cold world with warmth and light. As the walls around his heart begin to thaw, will Theo finally allow himself to love?",
    "image": "https://uploads.mangadex.org/covers/3bcaa969-2a45-45bf-811b-68231c3984c2/a2112140-bf8f-4ea2-b79c-a0f04dea58be.jpg",
    "moods": []
  },
  {
    "title": "The Fate of the Perennial Sub Male Lead Is in My Hands",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Invincible After Shocking My Empress Wife",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
    "image": "https://uploads.mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "moods": []
  },
  {
    "title": "Shane’s Knight",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Ichinose Haruma is handsome, but the girl he likes happens to be even more handsome…?!",
    "image": "https://uploads.mangadex.org/covers/96d3f4f6-e0c5-4a54-9def-faf0372d8e9e/231ff2f0-8b30-484e-b705-01aaf5549a3e.jpg",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 18",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "When the Broken Saintess Touches Love",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Son’s Retribution",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Blood ties bind, but vengeance severs, and in the heart of a heartless man, a fire ignites.\n\nKang Piludu, a prosecutor born into a legacy of corruption, uncovers his family's harrowing involvement in his mother’s murder. Now, a chilling vendetta awakens the monster within, drawing out the primordial urge he has long sought to contain. \n\nWill he rely on the law to be his ally on this treacherous path, or will he become the judge, jury, and executioner?",
    "image": "https://uploads.mangadex.org/covers/ea9ed9d1-04ed-4522-ae42-57042697e4a6/5f73cbbf-ed25-4d4c-8cac-0807943192bf.jpg",
    "moods": []
  },
  {
    "title": "Only Hope",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Time travel"
    ],
    "summary": "The night she witnessed her beloved husband involved in a murder, Eun-hye was murdered and time traveled nine years back to the day she first met him. Will she be able to put a halt to her husband's horrific killings? And, more importantly, will she ever be able to love again?",
    "image": "https://uploads.mangadex.org/covers/d91528ab-4d70-4a52-b530-ab2b35bcaa98/74be5a2b-96ba-4b78-a9a9-28841fff9466.jpg",
    "moods": []
  },
  {
    "title": "Spirit of the Dead",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "It's the Golden Week, and Morizono Yuuta can't wait to spend the next 11 days staying home and conquering all of his games and manga. After a trip to the supermarket to stock up on food however, he found himself stranded in a wasteland with no sight of human. Now he's just gonna have to find a way to live in this world aided only by some magic tools and numerous Spirits whom he came into contact with.",
    "image": "https://uploads.mangadex.org/covers/d4341560-3715-4912-9b12-c1869e914310/e03681c0-78d3-4aa2-85e4-6f8457ede718.jpg",
    "moods": []
  },
  {
    "title": "Just A Cat",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world of monsters and magic, the hunter Hawk and just a cat set off on an adventure— \"One to protect what is precious, the other to seek revenge.\"\n\nDifferent purposes, same destination.",
    "image": "https://uploads.mangadex.org/covers/0e9b2027-d24f-4fd9-bbb1-d2ad553a00f6/288dc6b8-76f1-4d82-8bc4-a4ff10907173.png",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 68",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "The Unfortunate Bride Is Abducted by the Charming Dragon King",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Demon God of Apocalyptic Behemoth",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The prosperous city and peaceful society were suddenly destroyed by the outbreak of doomsday. Countless polluted monsters flooded the world, and the forbidden area descended. Billions of people died and the sea of ​​blood surged as the doomsday worlds were connected. At this time, Chen Chu, who had grown silently and was comparable to a god or demon, stood up. And behind him, there was a black monster that was 10,000 meters tall, shaped like Godzilla, but even more ferocious and huge.",
    "image": "https://uploads.mangadex.org/covers/58887a94-1dc5-4739-823e-3bf8ecb85163/c9884816-66e4-4654-902d-1c1f476352f1.png",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Great Sage of the Namgung Clan",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "At the command of the Bodhisattva of Mercy, the Great Sage, Heaven’s Equal, Sun Wukong, returns to the human world.\nBut everything has changed. The demons have disappeared, and powerful martial artists now rule the land.\nAs Sun Wukong roams this new world, searching for his lost master’s soul, he becomes entangled with the reincarnations of his old allies and uncovers the hidden truths of the martial arts world.\nA grand conspiracy unfolds—former demons reborn as humans, secret techniques long forgotten, and a power struggle that threatens the balance of the world.",
    "image": "https://uploads.mangadex.org/covers/d53f53b5-f97e-4121-b79e-60e07afe0d9b/cd8165d1-9f01-4dc1-8c10-3cfdd852a9a5.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "The man I had a one-night stand with turned out to be my fiancé",
    "chapter": "Chapter 9",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Mature",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Remember Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Magic school is a lot harder when you're trying not to die!\n\nLife seemed perfect for Oriana after she started dating Vincent in the winter of her fifth year at the academy. Little did she know, her beloved would soon die under suspicious circumstances. Before she can process anything, she wakes up to find herself back in her seven-year-old body with no idea how she died. When she finally returns to the magic academy in hopes of reuniting with her boyfriend, she finds out Vincent has no memory of her! Now she's back at square one. Can Oriana navigate this second chance at life and change the course of Vincent's fate? Making her crush work out really is a matter of life and death!",
    "image": "https://uploads.mangadex.org/covers/4dff5c5e-bad0-4dc6-a356-638b188b9eec/b8927e36-5480-4c77-a6a4-aa19e6e4fb73.jpg",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead’s Boyfriend is Obsessed With Me",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Transmigration",
      "Villainess"
    ],
    "summary": "I was transmigrated into a a dark and melodramatic BL novel.\n\nMoreover, I became the villainess who was madly in love with the obsessive male lead, the boss of Baekcheon, and died in the first encounter with the main characters!\n\nI thought about changing their love story, which ended with the death of my favourite schemer, into a happy ending!\n\n\"Let's go together, to my hell.\"\n\nWhat? Did my favourite character just kidnap me?\n\n\"I like you,”'\n“but this is too much.”\n\nTo ensure that the story unfolded just like it did the novel, I tried to seduce my favourite character just enough that he would hesitate to kill me.\n\n\"Why do you like me?\"\n\nBut something feels off.\n\n\"Just try running away. That’s if you can, Princess.\"\n\"I’ve got my eyes on you right now, I'll go crazy if you do.\"\n\nThe male lead's boyfriend has started obsessing over me.\n\n\"Please, Yeonbyeol...\"\n\"Don’t abandon me...\"\n\nSo dangerous and dizzying, it's impossible to escape!",
    "image": "https://uploads.mangadex.org/covers/f32a4aa2-6d24-4e95-a9e5-5cc112c32fed/1ba422c8-fab0-453b-8979-05fa4fddd93f.jpg",
    "moods": []
  },
  {
    "title": "I’m Pregnant, But I Won’t Marry Without Love",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It Was Love at First Sight, Mr. Villain!",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "Hell of a Romance",
    "chapter": "Chapter 13",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "Seventeen-year-old Chiyuki Matsuoka was born with heart problems, and her doctors say she won't live to see the next snow. Touya is an 18-year-old vampire who hates blood and refuses to make the traditional partnership with a human, whose life-giving blood would keep them both alive for a thousand years.  \n  \nNote: Author decided to go on hiatus from series for Ouran Koukou Host Club.\n\nSennen no Yuki went on hiatus after chapter 9 was released in LaLa 2002-05 issue and a special chapter titled Chikai no Hi (誓いの日) was published in LaLa DX 2002-07 issue, which was later collected in volume 3 as chapter 10. The series resumed publication ten years later with chapter 11 in LaLa DX 2013-01 issue. (From MyAnimeList)",
    "image": "https://uploads.mangadex.org/covers/7cb45410-a586-4ac8-8280-069c162df7ac/fb7955e3-5b59-484c-8c1d-e2f6f962bb49.jpg",
    "moods": []
  },
  {
    "title": "The Princess Who Lost Everything Waits for Her Knight",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Admiral Wants to Catch Me in His Net",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Remember the Time-Limited Grand Duchess",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]