[
  {
    "title": "If a Second Marriage Can Save You",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Princess Sveta’s Political Marriage",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Princess Fairis, reincarnated into the world of strategy simulation games, uses her knowledge of the games she played in her previous life and is called the Warrior Princess. However, as soon as the war ends, she is ordered by the king to marry. In addition, she competes with her sister in arranged marriages and, depending on her partner, cannot get involved in national politics. ...I want to build my country, not get married! As she struggles to arrange a political marriage that will give her more territory, Orpheed, a wizard who is also her trusted subordinate and a potential bride, unexpectedly confesses his love for her...?\n\nA love comedy between a reincarnated princess with zero love skills and the strongest wizard with an intense love.",
    "image": "https://uploads.mangadex.org/covers/b0b22cb7-1420-4272-8f53-520536609f2e/d6e6c70d-9970-455f-9e24-2115a0ef6050.jpg",
    "moods": []
  },
  {
    "title": "I Became the Servant That Was Obsessed by the Crown Prince",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/01004f1e-0fef-41f2-a0b1-b0f07f050457/af946885-18f1-45ee-9f61-8de702e0373d.jpg",
    "moods": []
  },
  {
    "title": "The Witch Doctor of Walpurgis",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kina, a witch doctor living on Mount Walpurgis, hears a prophecy from a titmouse one day that she will be executed within six months and will meet three men who will share her fate. Determined to escape her destiny, she hides in the mountains, but soon finds herself swept away by one man and sent to the imperial palace, where court intrigue awaits her. Can she survive the palace's plots and escape her foretold fate?",
    "image": "https://uploads.mangadex.org/covers/ab5fa351-0837-422e-8725-130fd1356001/234c716f-fbcf-4452-83d9-48998b716476.jpg",
    "moods": []
  },
  {
    "title": "I Need Someone to Stop My Older Brothers",
    "chapter": "Chapter 42",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?",
    "image": "https://uploads.mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/9fc8aaef-8859-4535-a4fc-55c8c608f5e4.jpg",
    "moods": []
  },
  {
    "title": "Prices Depreciated, and I Became the World’s Richest Person",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa"
    ],
    "summary": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…",
    "image": "https://uploads.mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I refuse this kind of reliance",
    "chapter": "Chapter 19",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "Villain, I’ll Do Everything Except Marriage for You!",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Hell With Being A Saint I’m A Doctor",
    "chapter": "Chapter 140",
    "genre": [
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Jin Yoosung was a gifted surgeon said to be able to bring the dead back to life. However, not even this genius doctor had the ability to revive himself. Following a fatal car crash, Yoosung closed his eyes for what he'd thought was the last time… only to wake up and find that he's been reborn in a fantasy world!\n\nA doctor through and through, Yoosung — now Ray — resolves to become a healer again. Unfortunately, it seems his new magical abilities may not be the most fitting for his dream career…",
    "image": "https://uploads.mangadex.org/covers/0139a824-a758-44f8-a841-2c247ebe4588/e580bbb8-be41-4852-b9bf-9d9be4ad6208.png",
    "moods": []
  },
  {
    "title": "The Duke and The Fox Princess",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "If you become a hero and defeat the Demon King, a lazy life awaits you!! That's what Jirey, a young man, believed, and he worked hard day and night, achieving results. \n\nHowever, when he found out that the role of the hero who defeated the Demon King was a very hard job, he retreated into seclusion. He wished to spend his days in idleness, but the girls Jirey had \"unknowingly\" saved up until then started to flock to him one after another, trying to win his heart and body...!?",
    "image": "https://uploads.mangadex.org/covers/a34052d5-0057-4f33-a850-5f145cef5694/76458494-bd87-45d4-ae83-faa6e8071953.jpg",
    "moods": []
  },
  {
    "title": "Overmortal",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Chen Xiao, who was diagnosed with a fatal illness was transported to a world of cultivation and obtained the ability to absorb the powers of curios. The more curios he touches, the more powers he gains and the more he knows about the secrets to forging them. Martial arts, rare curios and mysterious abodes, I want them all!\n\n---\n\n**Note:** You can think of a [Curio](https://overmortal-global.fandom.com/wiki/Curio) as a special piece of equipment. There are different qualities of Curios.",
    "image": "https://uploads.mangadex.org/covers/e4c76ab6-bff4-4186-9c69-3e2ad921726c/042d5d70-2572-4133-8e12-6b7ca4dcd06c.png",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 213",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "Will you expose yourself today?!",
    "chapter": "Chapter 60",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!\n\n[Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0003618)\n[Official Korean Translation](https://series.naver.com/comic/detail.series?productNo=12220642)",
    "image": "https://uploads.mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/2d617409-9517-4aa0-bac0-90f3bb375e07.png",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "The Art Student Who Lived Twice",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lee Jae-ha dreamed of becoming a successful designer — but just as things were looking up, he was falsely accused of plagiarism and his world came crashing down. \n\n\"If only I could start over… like in those web novels…\"\n\nAnd in the blink of an eye, he does. He opens his eyes and finds himself 10 years in the past, back in art school, with all his memories and work experience from the future intact. \n\nNow armed with both a second chance and real-world wisdom, Jae-ha is determined to do it all differently: Build a name for himself on campus Land a job before anyone else And most importantly, clear his name once and for all No more regrets. No more failures. \n\nThis time, he’ll paint his own masterpiece of a life.",
    "image": "https://uploads.mangadex.org/covers/45b950a2-71fe-4718-8f0c-2cda9676025d/b2339d60-972b-4e73-bc12-4c9a968a538a.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "The Weakest Slime I Once Saved Became the Strongest and Now Won’t Leave My Side",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I never want to lose someone important to me again.\" One day, I, a nerdy and bullied boy, was provoked by my classmates to go to an SS-ranked dungeon. Facing an SS-class black dragon that I couldn't do anything about, my chances of survival were zero... At that moment, someone appeared before my eyes... This is the story of the bond between the strongest slime and the weakest me, as we grow together.",
    "image": "https://uploads.mangadex.org/covers/daa55c5b-deaa-4df7-a681-de9cb5ba0fe9/1ba017dc-6a21-4e69-9fc6-9068b7578d82.jpg",
    "moods": []
  },
  {
    "title": "Red Shirt",
    "chapter": "Chapter 17.5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The legend of the killer company, Cha Si-hyuk. He decides to retire after meeting the woman he loves, but the company has no intention of letting him go easily. Eventually, everything starts to be taken away from him, and Cha Si-hyuk takes up the sword again. Revenge begins, and the war with the huge organization ‘Neville’ becomes unavoidable… What will be left at the end of the sword of revenge?",
    "image": "https://uploads.mangadex.org/covers/a538729e-2320-4c41-b324-33983267de72/18dae44c-3aee-4a97-a761-da3a99c4613b.jpg",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "When The Phone Rings",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "image": "https://uploads.mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/090d8644-cc71-454e-b673-ef36cf9bb999.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Survivor",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"It isn't the strongest who survives. The one who survives is the strongest.\"\n\nAfter being discharged from the military, Jin Seowoon did nothing but play games like a loser. One day, he was invited to the world of \"Cloyd Survival,\" which resembled a game he enjoyed.\n\nIn that world were masters of martial arts, kings from other worlds, and notorious killers...\n\nIt was a gathering of monsters that surpassed human imagination.\n\nJin Seowoon had just one objective — to survive and become one of the top ten.",
    "image": "https://uploads.mangadex.org/covers/ad00b12d-7c28-4371-8459-1814bee092e9/3f61541b-bf06-4b10-ac88-d4ca0c2a65d6.jpg",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "My name's Karina—or at least, it is now! I used to be a nondescript, run-of-the-mill Japanese salaryman until I was whisked away to a divine realm where the Goddess of Time and Space told me I'd be living a new life in a new world—and as a girl, since apparently she prefers it that way. First she wants me to beat some final boss she has a grudge against, then she takes control of my body to show me how to use my new spatial magic powers in a tutorial fight... Wait, isn't that the final boss I'm supposed to beat?! Less than in a minute into the tutorial and he's dead?! And now she says the world's my oyster. Seriously?!\n___\n[Official English Light Novel](https://j-novel.club/series/knock-yourself-out-the-goddess-beat-the-final-boss-in-the-tutorial-so-now-i-m-free-to-do-whatever)",
    "image": "https://uploads.mangadex.org/covers/1548a4c8-db3c-4bab-8916-a2c202160026/659678a9-4da3-47a0-9764-aa1355df9ca5.jpg",
    "moods": []
  },
  {
    "title": "My Beloved Oppressor",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning.",
    "image": "https://uploads.mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 256",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 153",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Mightiest Melee Magician",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "School Life"
    ],
    "summary": "Sensing shifts in mana, successfully manifesting it, and attending the most prestigious school at the top of his class at a young age, Ruin Ardell is on track to become a great mage. Everything was going smoothly until he discovered that he had a condition preventing him from expelling mana. \n\nRuin’s tumble from grace gave those jealous of him the opportunity to toy with him. But in the depths of his despair, he discovers a miracle in the form of a system message.",
    "image": "https://uploads.mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/415d73b4-7dfe-4ecf-b77d-3b2939f44a39.jpg",
    "moods": []
  },
  {
    "title": "The Female Lead’s Mother and the Male Lead’s Father Are Married",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Genius Tamer of the Academy",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/e2397477-8315-4c6a-8bc8-19e95953783f.jpg",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
    "image": "https://uploads.mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 196",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "The World After The Fall",
    "chapter": "Chapter 190",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The story takes place in Ikebukuro, Tokyo. The main character, Yamato, cares a lot about his younger twin brother, Yuuto, and is unable to confess to Michiru, his childhood friend. One day those three are shocked by a sudden situation… !!!",
    "image": "https://uploads.mangadex.org/covers/0591023f-4d7d-4959-a81d-135eeacb6604/e706fb06-c465-4087-ace5-5a7556fe0fb3.jpg",
    "moods": []
  },
  {
    "title": "I Regressed, but the World didn’t End",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Humanity’s last hope just got a second chance… and a mountain of debt. \n\nDohyeok, the champion of humankind, is sent back in time to stop the apocalypse. He then pours his time, money, and soul into preparing for an alien invasion that never comes. \n\nNow chased by creditors instead of aliens, Dohyeok turns to game streaming to repay his debt. \n\nFollow the ex-hero-turned-streamer as he hacks his way through popular game titles one epic stream at a time!",
    "image": "https://uploads.mangadex.org/covers/f8c98885-7da1-4a6f-9954-74cd8350c9e4/09d80110-9b44-4308-a6ef-86553951043b.jpg",
    "moods": []
  },
  {
    "title": "The Academy’s New Swordmaster",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist is reincarnated in the body of Kang Shin-hyuk, a background character from a popular novel. Shin-hyuk decides to leave saving the world to the original protagonists and enjoy a wealthy, carefree life without interfering with the novel’s plot. \n\nHowever, he discovers discrimination against non-Hunter school graduates at the school where he works. \n\nTo avoid being looked down upon by his fellow teachers, and to lead a comfortable life, Ayumu begins his reincarnation journey, determined to become strong enough to protect himself… even if it means slightly altering the original story.",
    "image": "https://uploads.mangadex.org/covers/e4d71290-b3c7-46b5-804e-a1e7b9519af0/ea2b2ba7-827b-4767-9b6f-0c6dc8b8d3b5.jpg",
    "moods": []
  },
  {
    "title": "Chronicles of the Lazy Sovereign",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
    "image": "https://uploads.mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "moods": []
  },
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/514b90b2-cdb7-45e6-b75d-c4fdac7d3b9d.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "Absolute Threshold",
    "chapter": "Chapter 69",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "The Wife’s Seduction",
    "chapter": "Chapter 10",
    "genre": [],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dawn And Midnight Sun",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Realistic and nuanced slice of school life. A cute, positive, and enthusiastic junior bumps into a girl who does hip-hop, and is emotionally shy and slow despite looking cool. The sweet, tangled-up, heartwarming, and GL story of chasing love.",
    "image": "https://uploads.mangadex.org/covers/1c82cef7-54f8-411d-ac62-7f364aaeaa7c/7fa91408-0ac1-4c52-87fe-70c4c753406b.jpg",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 39",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King. However, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being. Humiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
    "image": "https://uploads.mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/3f1c9a84-51ec-4d86-b2d0-24397142bb6a.jpg",
    "moods": []
  }
]