[
  {
    "title": "The Male Lead Is Obsessed With Proposing to Me",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Trapped in a story where the male lead must love her to survive, a woman dedicates eight years to manipulating his heart — silent stalking, strategic appearances, engineered coincidences. \n\nBut when her coldly planned \"happy ending\" arrives, she learns a hard lesson: you can't control love without losing yourself.",
    "image": "https://uploads.mangadex.org/covers/3fae5455-8fd8-47eb-b8f4-a04163165850/53a808a6-af16-412d-88ec-8dbdbdf2eae0.jpg",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "I Never Abandoned the Tyrant",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born and abandoned in the mountains, Hadar, picked up by an ancient dragon. With inherent powerful magical abilities, he is raised by the ancient dragon and, without realizing, becomes the \"strongest being\" capable of advanced magic at the age of 12. Hadar is sent to the most challenging magic academy by the ancient dragon to adapt to human society. However, he effortlessly dominates school life with his magical prowess!!",
    "image": "https://uploads.mangadex.org/covers/06b43e58-fb3c-420d-8d98-9ee0fb63beea/6b80cbaa-0333-4415-8e68-88be6ad1996b.jpg",
    "moods": []
  },
  {
    "title": "Romance by Chance",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 64",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "Secretary in Power",
    "chapter": "Chapter 36",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tyrano Noh Kyung-soo",
    "chapter": "Chapter 27",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "Beatrice",
    "chapter": "Chapter 153",
    "genre": [
      "Drama",
      "Historical",
      "Josei",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Having previously been a slave in her youth, Chloe was revealed to be an illegitimate child of the King of Elpasa, and is raised to the level of a Princess and renamed Beatrice, all in order to secure a political marriage to a toady man, as the king was unwilling to marry his legitimate daughters to him. After two years of hellish marriage, the Kingdom of Elpasa falls before the blade of the Empire's Archduke, its greatest hero. In order to survive her new enslavement Princess Beatrice re-assumes the guise of 'Chloe' as a slave of the Empire. But then, she catches the eye of that very same hero…  \n  \nThe Archduke wonders who is this squirrelly short-haired young woman, who is so surprisingly educated for a slave, and who is terrified of him, not knowing that he butchered the Elpasa Royal Family in front of her and enslaved her himself. What will become of them, since she proves to be one of his only sources of levity?  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8f66ebd9-e17f-4d70-9814-a4ebf1e1d453/dbca6f30-59f9-4c41-b1b7-437bd6d14c9a.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Obsession with His Wife",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "Sub Male Lead, Come to My Bed",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oh dear author ㅠㅠ, since the main male lead is for the female lead, I’ll gladly take the sub-male lead.\n\nTo all my dear sub-male leads, please come to my bed right now!\n\nA comment I thoughtlessly left as if I had only read a novel, captivated by the sub-male leads.\n\nBut apparently, it was not a comment to be taken lightly.\n\n“My instincts tell me, to come to you. To come to your bed.”\n\nBecause of that, the sub-male leads in the novel started to become obsessed.\n\nBut not with me, with my bed!\n\n“Do not cross this line.”\n\n“I like this bed. Give it to me.”\n\n“I’ve never harbored a single ill thought towards you, not even the size of a fingernail.”\n\nFrom the crown prince to the mercenary king, even the successor of the wizard tower!\n\nBut those who were only interested in my bed started to change.\n\n“You’re too defenseless in front of me.”\n\n“I like you more than the bed.”\n\n“Is it wrong to want to know more about you?”\n\nJust when I thought I had escaped the villainess route, things got more complicated.\n\n…Why is everyone acting like this towards me? I just want to live quietly.",
    "image": "https://uploads.mangadex.org/covers/5761f036-1216-4ac0-b6c7-6e8088459dcc/b2470461-1477-41c0-b55f-24d40325fe81.png",
    "moods": []
  },
  {
    "title": "The Caring Young Lady Wants to Be a Wall",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Irina de Claudel is reincarnated as a mob from her favorite BL game. She is trying to get Henri and Noel, her favorite coupling, to get together, and while she is taking care of them, they both love her...! All I want to do is to be a wall...! Will Irina be able to bring them together? A slapstick love comedy in which you will be loved by the characters of a BL game!",
    "image": "https://uploads.mangadex.org/covers/7dccd69a-8405-4633-8cb0-4d85cc02733f/1ddb4f22-b0e4-428f-aa8b-9b6197a09304.jpg",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 67",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 32",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 149",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Iver is a dragon maou who stopped trying after historical heroes defeated her every time she resurrected. But the present day hero, Mirio, who found the holy sword by pure chance falls in love with her. And thus forms the couple of the maou with no self-esteem and the dopey hero.\n___\n**Links:**\n- [Alternative Official Raw on Magazine Pocket](https://pocket.shonenmagazine.com/episode/3269754496790830789)\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/56470)\n- [Alternative Official Raw on Kodansha Comic Plus](https://kc.kodansha.co.jp/title?code=1000041454)",
    "image": "https://uploads.mangadex.org/covers/79929df5-edb1-4f74-aa4a-228e0eb04aff/4980fc83-1707-4e87-8205-52303d593ca9.jpg",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "I Build an Industrial Empire on the Magic Continent",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can’t Stop Doting the Empire’s Most Notorious Villainess!",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In high society, Raven is known as a womanizer and a free spirit. But suddenly, Estella, who’s rumored to hate men and is said to be the cruelest girl in the empire, walks into his bachelor life. And this girl proposes that he marry her! “There’s not a chance in hell this marriage will succeed,” thinks the young guy. But... Estella is convinced he’ll be the one to fall head over heels for her. How will it all pan out, and in the end, who will be right...",
    "image": "https://uploads.mangadex.org/covers/53afd2bf-1dfe-4933-8333-19a9906d86ca/b5c924b0-f34c-446a-ac5c-67979d0608b2.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 57",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Lloyd, the assistant mage of the genius alchemist Ruby, has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country's joke. Everyday is a day he is scolded by Ruby. It's become too much of a despairing environment that he's come to hate it. And so, he finally decided to part ways with her. However, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather. The mage, who was treated as \"incompetent\" and saw himself as such, now aims for an ideal easygoing life!",
    "image": "https://uploads.mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/837d58eb-46a5-478f-840e-cea8048deb74.jpg",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 90",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 832",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 319",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Richii's parents died in an accident when he was in junior high school, leaving him alone with his doting sister Towa. Three years later, his sister also disappears, and even Riichi is summoned to another world where he is reunited with his sister. In the other world, Towa has become the most powerful hero!",
    "image": "https://uploads.mangadex.org/covers/3820cad7-7cf2-4705-b523-2d13a69fecd1/94ce767e-00aa-4057-9897-2f176eb3a6ae.jpg",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 135",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "Don’t Look For Me",
    "chapter": "Chapter 60",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Nozomi Kashihara, a lonely hitman whose parents were killed, has never known warmth in his life. He betrayed the \"family\" that raised him and lived his life as a plain high school student, but after he saves a gal in his class from a group of delinquents, he somehow finds himself getting closer to her. Kashihara begins to suspect that she may be an assassin targeting him...",
    "image": "https://uploads.mangadex.org/covers/46dbf1b9-fb61-49ec-aa0a-3a8e94dc53c8/c1e92ed2-a1f5-4e86-82bd-b580846bf97d.jpg",
    "moods": []
  },
  {
    "title": "Wild Night",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/cf067d83-7967-43ad-b634-d1cccea5e721/bd02a1ad-47cb-427d-9d4a-60cc10fc46f9.jpg",
    "moods": []
  },
  {
    "title": "The Hero Went Crazy Even Though I’m the One Who Died",
    "chapter": "Chapter 78",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As the hero's comrade, I died after blocking him from the evil dragon's breath. Well, it's fine. The Hero Elkinas was the only friend I trusted to have my back. I'll go out with a bang, I guess, so the hero can marry a pretty woman and live the rest of his life.\n\n…Is what I thought would happen, but after 80 years passed, I came back to life in a completely different body. And…\n\n“It’s regrettable, Arlene. Elkinas went insane. Completely insane.”\n\nThat was the first thing I heard.\n\nWhat else could I do? I should help him. To help my close friend who seems to have not been able to accept my death, I decided to stay by his side while hiding my identity. This way Elkinas could completely accept the past and become happy, since this is the very reason why I died for him. But… I think he recognized me.\n\n\"You're… Arlene, aren't you?\"\n\nI touched my face. I definitely don't look like Arlene. Shouldn't there be no way he could know who I was?\n\n\"I won't ever let you go… Ever,\" Elkinas said with shining eyes.\n\n---\nHappy to die for the sake of her friends, Aryn the sorcerer succumbs to the poisonous breath of the evil dragon Kuntern. 80 years later, through the divine powers of The World Tree and her former adventuring companion Zephyr, Aryn finds herself reborn. Upon her awakening, she learns that her childhood best friend, Elkinas Pontiac, went insane after her death. Once the leader of their expedition, El is now a tyrant ruler, raising a child hatched from Kuntern’s egg. Will Aryn be able to save him?",
    "image": "https://uploads.mangadex.org/covers/62488bf3-3fca-4e82-8248-6b3037965b81/c12911a8-79b1-4dd7-acef-914ac1cf16e6.jpg",
    "moods": []
  },
  {
    "title": "Eternal Love",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhua",
      "Romance"
    ],
    "summary": "When Wen Yifan returned to her hometown for work, she met the rumoured “First-Class Handsome Guy” in a bar, but he turned out to be Sang Yan, whom she hurt and rejected in high school! In a twist of fate, the two people who could never get along kept bumping into each other. They even rented the same unit by chance and became housemates! Unspoken feelings refusing to see the light of day, strong emotions stirring beneath it all… Let’s see how Sang Yan, the “Peak Ideal Boyfriend” interprets and expresses deep affections and sweet love!",
    "image": "https://uploads.mangadex.org/covers/0866b37c-f4ae-41fd-b6fd-3f68f6c12669/d42fb0cd-605a-48a4-8104-3fec377a5b16.jpg",
    "moods": []
  },
  {
    "title": "The New Empress",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the Apollinaire Empire, where birds are considered sacred, an oracle was passed down from generation to generation that the empire would enjoy eternal glory on the day the divine bird made of silver and gold descends. Richard, the young emperor of the Apollinaire Empire, discovers God's egg brought by his companion bird, Dullahan, and takes care of it with all his heart. On the day when the egg finally cracked, what came out of the egg with much anticipation was... \"Churi-churi!\" It was a small bird that made a sound I had never heard before.",
    "image": "https://uploads.mangadex.org/covers/b4f229c8-9c77-4570-a8c9-746445ba6148/dfbce639-c7b8-4d33-bf6b-ff65c519bd3b.png",
    "moods": []
  },
  {
    "title": "Genre is Romance",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "Super Hero: Black Friday",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I'm Teru! Just your wee lil' horny high school girl who's trying to become a mangaka! One day, while I was lost in my sexual fantasies, I got hit by a truck and was reincarnated into an isekai! Though I became a slave of the beautiful elf queen, Sirius, I've got a wholesome orc as my roommate, and there's cute elves all around, so I have to say I'm having a pretty time!",
    "image": "https://uploads.mangadex.org/covers/7c5cbad4-8bfe-48b3-af13-18c338dda5da/c120b80f-2268-4b98-add7-933c9c9328ab.jpg",
    "moods": []
  },
  {
    "title": "The Life Of An Evil Empress",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn't much different from the one he came from... or so he thought. Little did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him.",
    "image": "https://uploads.mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/5f5c429c-ed7d-45ce-98f4-65f3773583dd.jpg",
    "moods": []
  },
  {
    "title": "The Fake Rides in a Flower Kiln",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/0754ec80-9f64-4282-91ff-d14a45b728b7.jpg",
    "moods": []
  },
  {
    "title": "Taming the Beasts With Multi-Pregnancy System",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "No Dating Allowed In The Office",
    "chapter": "Chapter 68",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Is first love a big deal? If we met that first love as adults, would we really still feel the butterflies? With a first love who is a friend who is also a co-worker, beyond this reversely developed relationship is the true belief of \"No to Office Romance!\"\n\nNamsoo of <Romance 101> meets Dooboo of <One-of-a-Kind Romance>! Masters of romance fusing up to deliver this romantic comedy!",
    "image": "https://uploads.mangadex.org/covers/ad7b3487-5137-4a36-bb79-0b52720dec2c/e57224c7-3ad7-43ac-84b1-5c32879dd167.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Crystal Beast Master",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Young Chen Xing formed a bond with Lily, the “Fated Queen” of the Crystal Beast Realm, becoming the first awakener to contract with a humanoid crystal beast. He gained a special ability to turn crystal beasts into beautiful girls and set out on a journey of battle and power to become the “Strongest Crystal Beast Master.” Jealous? I’ve got countless humanoid crystal beast girls like her!",
    "image": "https://uploads.mangadex.org/covers/fcff4794-e72d-43ef-9fe6-9b82742ac975/30442b00-ffdc-4fb4-9866-7add97e43082.jpg",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 453",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "The End of an Imperfect Divorce",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "Prophecy of the End has come true. A dark star looms closer, turning the Blue Planet into an apocalyptic game. \n\nHumanity has fallen—reduced to mere NPCs, hunted and slaughtered by Players from beyond the stars. As the world mutates and Players run rampant, all hope seems lost… until Yunqi awakens a hidden class, wielding the power to turn the hunt back on the Players. \n\nNow, the battlefield is set: the Blue Planet itself, where NPCs rise against the Players in a war for survival.",
    "image": "https://uploads.mangadex.org/covers/5ab8abc4-9820-4139-bdbe-c5ba91af1466/5530dc1e-6a7e-49a8-a309-583cd9a73cd8.jpg",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 117",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seven years ago, I promised my best male friend that we would always be friends. When I reunited with him in high school, he was… the neatest and most beautiful girl in the school!? And yet, she acts the same old way only in front of me…\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Sites:**\n- [Official X](https://x.com/tenbin_sneaker)",
    "image": "https://uploads.mangadex.org/covers/7873dd0e-131f-4f40-8a92-32601713e1da/a0da6582-dbfc-445b-b739-52b05448d26b.jpg",
    "moods": []
  },
  {
    "title": "Mood Disorder",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 167",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  }
]