[
  {
    "title": "The Neglected Noble Lady Became the Beloved Caretaker of the Imperial Family",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess’s Wise Retirement Plan",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I've transmigrated into a game I used to enjoy playing, \"The Demon King's Consort,\" as the villainess who dies after harassing the female lead!\nWorse still— I have a terminal condition! As a human mana stone, the more I use magic, the more it drains my life force...\n\nWhat kind of life is this...? \n\nNo matter. I can simply just choose not to use magic, right?\nI'll preserve and protect my mana (= life force), gather a slush fund, and run away with my big sister to a warm and peaceful southern country...!\n\nOr so I thought...\n\n\"Take it, Lillian. It's your doll.\"\nMy Father threw the male lead at my feet. The obsessive male lead that was destined to become a psychotic, possessive king in the future...!",
    "image": "https://uploads.mangadex.org/covers/b5e0aa83-8429-4814-b8f9-6f4634ac325c/af628559-05a8-4a7d-bc46-b3a98fb0f95c.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 182",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 88",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/b514688c-6d13-4bd3-9509-eb93b89b8183.jpg",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan!",
    "image": "https://uploads.mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/0d7ee7da-42f1-48e2-9e28-44ae429e8817.jpg",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Twist the Original Story But Ended Up Seducing the Northern Duke",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Breaking Off the Engagement is the Supreme Choice",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Tame the Tomboy",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Halo is a talented female elf magician who has memories of when she was a man in her previous life, which is why she wishes to make out with a cute girl. Halo decides to buy Filia, a beautiful female slave with big breasts, but things don't go as she expects them to...",
    "image": "https://uploads.mangadex.org/covers/5cfad028-38b1-4f50-a282-70ac438fa91a/f38f90be-6dc2-4112-ab2b-eb576ef85a86.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 55",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "Regressing with the King’s Power",
    "chapter": "Chapter 107",
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. \n\nBut when a mysterious being calling itself the King gives him a skill of his own, Taehyeon gets a second chance at life. \n\nNow he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others!",
    "image": "https://uploads.mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as a Legendary Surgeon",
    "chapter": "Chapter 171",
    "genre": [
      "Action",
      "Historical",
      "Manhwa",
      "Shounen"
    ],
    "summary": "300 years. \n\nThat was how long it had been since he had last been opened. For 3 whole centuries, the mysterious book of magic, also known as Grimoire, has been stuck on the shelf of the Le Temis Royal Academy Library. \n\nJust then, an apprentice mage opens the Grimoire, only to die in a freak accident. As the dismayed Grimoire awaits his teleportation to a new location, the library door creeps open and a mysterious girl, Riley, approaches and opens the Grimoire, becoming his new contractor.",
    "image": "https://uploads.mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/121701a5-f261-4760-8db1-525407683ce3.png",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 264",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "Somebody Stop the Pope",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "While livestreaming about his struggles, Siwoo receives a donation with a strange request.  He agrees, only to discover it came from Limen, the goddess of Eden, who has suddenly tasked him with defending her world from seven demon rulers. \n\nTen years later, Siwoo returns to Earth as the pope of Eden, only to find it overrun by monsters. The demon rulers show signs of reappearing, and to maintain his divine power, he must spread Limen’s faith across Earth. \n\nCan Pope Siwoo complete his holy mission?",
    "image": "https://uploads.mangadex.org/covers/4aa9bdd1-76de-462c-91e4-32a40a87fe62/c5f07357-a1e4-48ea-8f28-4f886c448f50.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "I Got Lucky and Pulled a 10th Rank Summon",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the most realistic VR game “Last Savior”. Every player will get a chance to summon a Follower Spirit. The Follower Spirits are ranked from 1 – 9. And obviously, everyone wants a rank-9 spirit. However, the one that I pulled has an unheard-of rank…\n\n[What on earth is going on?]\n“Yeah…”\nI don’t get it either.",
    "image": "https://uploads.mangadex.org/covers/806f34f1-6151-4beb-a2a8-7f53b2e49216/274b540c-1258-425b-b850-3e0c3fbab760.jpg",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "Honestly, This 13th Regression Is Getting Tough",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "Infinite Deduction",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhua",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess’s Coffee Story",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
    "image": "https://uploads.mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/a57dd41a-42a4-4f93-adbe-16ee8bf4f151.jpg",
    "moods": []
  },
  {
    "title": "Infiniseed",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "Forgotten Juliet",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "A Sweet Bond with the Vampire Duke",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Juvenile Prison",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Juyeong is in a juvenile detention center for the attempted murder of his father, Gang-ryong. He clings to hope, dreaming of a future in Seoul with his childhood friend, Dayeon. \n\nBut everything shatters when Dayeon is tragically killed by a rogue truck, and the devastation deepens when Juyeong learns that his father was behind the wheel. \n\nIn a cruel twist, Gang-ryong regains consciousness and offers Juyeong an ultimatum...\n\n\"If you want revenge, become the king of this detention center!\"\n\n Now, Juyeong must navigate the treacherous world of prison politics, determined to rise to power and avenge his friend.",
    "image": "https://uploads.mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "moods": []
  },
  {
    "title": "I’m Really Not The Demon God’s Lackey",
    "chapter": "Chapter 172",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Supernatural"
    ],
    "summary": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
    "image": "https://uploads.mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A compilation of loosely-connected stories about weird highschoolers. Several of the stories focus on Hayashi, an aloof and forthright student, while others focus on Nikaidou, a student with a downcast and grim persona.\n\n**Contents:**\n1. Someone Cute\n2. Would You Be My Friend?\n3. The Artist\n4. Run, Yamada!\n5. Nikaidou Behind Me\n6. Nikaidou Extra\n7. Nikaidou Behind Me: Angry Class Ver.\n8. Nikaidou Behind Me: Terrifying Class Trip Ver.\n\n**Awards:**\n- Won the 24th Tezuka Osamu Cultural Prize in the Short Work category in 2020.\n- Won the New Face Award from the 23rd Japan Media Arts Festival in 2020.",
    "image": "https://uploads.mangadex.org/covers/e9520969-83c9-40fd-a68c-200aad36eb13/ac89da10-2ba2-43ae-aa76-8a0b3546b78d.jpg",
    "moods": []
  },
  {
    "title": "The Indomitable Martial King",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed. But one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert. This Jim Godspeed says he's killed his father and has the corpse to prove it!\n\n(Source: MangaPlus)",
    "image": "https://uploads.mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/6bd64eb5-2fa6-4ac5-9659-733406cb8c5c.jpg",
    "moods": []
  },
  {
    "title": "The Villainess I Possessed Is Raising Hell",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Yaoi(BL)"
    ],
    "summary": "Isabella Dunkeld is a notorious evil woman, hated by her family and scorned by everyone. \n\nBut things take a strange turn when a powerful demon lord from the demon realm finds herself trapped in her body.\n\nThe demon has no memory of making a contract with Isabella, yet here she is, stuck and powerless. \n\nTo avoid revealing her true identity, she must act as human as possible.",
    "image": "https://uploads.mangadex.org/covers/71596396-71ad-47bf-9af2-9919f7c03c85/6231c490-1386-468b-9239-033b571930c7.jpg",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "Thriving Agency for Regretful Male Leads in Full Operation!",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A detective who'll find your leading lady for 500 won has appeared!\n\nOut of all the countless web novel protagonists, I wasn't a romance-fantasy noble lady, a cool hunter, or a holy saintess. Of all things, to think I've been reincarnated as a 'private investigator'… And on top of that, my clients are all regretful male leads?\n\n\"Hurry up and find my woman.\"\n\n\"All of a sudden?\"\n\nStill, now that I've started, I have no choice but to see it through. Just how many 'runaway lead' stories do you think I've read?! The runaway female lead always gets caught soon enough. They come back one way or another! The cool guy, the hero, the beastly man— I'll make sure all the regretful male leads get their happy ending.",
    "image": "https://uploads.mangadex.org/covers/8f9b65e9-24f1-482a-b050-ffdbc72a89ae/3de964b5-4a1f-4455-bc01-79561610ee14.jpg",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "I dedicate my life to revenge",
    "chapter": "Chapter 12",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Bachelorette Enjoys Her Simple Life",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Catherine did not want much.\n\nEven if she did not have luxurious clothes and shoes, she was alright with her hideously frayed bedroom curtains and her shoes that were so worn at the soles it was different in height.\n\nIt had been two years since she started enduring it for the sake of her late mother.\n\nShe no longer felt the need to do that.\n\n\"Alright, I'll leave.\"\n\nCatherine was tired of everything.\n\n***\n\n\"Are you the Pope's watchdog? You've done well coming all the way here.\"\n\nThe man who intruded her home was drenched from head to toe.\nShe could see mud squished beneath his black leather boots.\n\nUnbelievable.\nTo think he would drag in not grass, but mud, while she was cleaning the floors!\n\n\"You've got quite the disguise. Even I was almost fooled into thinking that you're just an ordinary city woman---\"\n\"Wipe it.\"\n\nShe pushed the rag she held onto the man.\n\n\"Why are you looking at me so foolishly? I told you to wipe the floor. And it's not proper to show your sword when it's our first time meeting each other. Is it not enough that you intruded that you would want to be reported for attempted murder?\"",
    "image": "https://uploads.mangadex.org/covers/2cf89460-4b70-4d1c-b66b-123ef530f5de/4ab83b91-4756-4223-903d-fb95f8188580.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being Your Best Friend",
    "chapter": "Chapter 33",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Mad Dog of the Duke’s Estate",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Vampire"
    ],
    "summary": "I lived my whole life as a slave, bound by a leash. But there was one thing that I was able to choose for myself: the place where I would die.\n\n“…Any last words?”\n\nMy only friend asked me in a calm voice, and I quietly replied as I closed my eyes.\n\n“Waaaah!”\n\n…Waaaah?\n\nTo cut to the chase, I was reincarnated. And not just as anyone, but as my friend’s youngest grandson. So, what am I going to do now? Well, what else can I do?\n\nI’m going to cause chaos.",
    "image": "https://uploads.mangadex.org/covers/2e7dbf7a-7ec8-4ac7-a2cd-a6cc8dc8129b/e48c486a-25e2-43b6-b168-8e81bfa61a3e.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 302",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Healing Touch",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Sunbae, what have you been up to these last few nights?\"  \n  \nTaeyoung, who is living with his hobae(his buddy), Junghoon, has a problem.  \nHe relieves himself while thinking of Junghoon every night, but can't finish.  \nBut what is..?! While they're drinking together, Junghoon offers to lend his hand…!",
    "image": "https://uploads.mangadex.org/covers/d143147b-5bbf-49ce-b91a-ea06db11d903/7f3bb3b3-52b8-4b0e-8340-b2d6837dc898.png",
    "moods": []
  },
  {
    "title": "KISSING YOU BEFORE GOING TO BED",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Super power",
      "Supernatural"
    ],
    "summary": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!",
    "image": "https://uploads.mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "moods": []
  },
  {
    "title": "Youth Lovesome",
    "chapter": "Chapter 48",
    "genre": [
      "Romance"
    ],
    "summary": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
    "image": "https://uploads.mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 74",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "I Helped the Imprisoned Male Lead and He Became an Obsessive Man",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I possessed an errand child who brought meals to the male protagonist who was captured as a test subject at the lab. If the experiment was successful and the male protagonist gained power, the lab would be engulfed in flames. So I tried to run away before that, but I felt bad for the male protagonist who was suffering from the cruel experiment. So I secretly took care of various things while avoiding the researchers' eyes.\n\n\"Come to think of it, what's your name?\"\n\n\"I don't have a name...\"\n\n\"You make me one.\"\n\n\"Huh?\"\n\nI somehow became a little close to the male protagonist.\n\n\"Are you going to abandon me? Don't do that.\"\n\n\"Ah... but-\"\n\n\"Anis, do you mind if I'm wrong?\"\n\n\"Ugh... No. No, I don't.\"\n\n\"Then stay by my side.\"\n\nHowever, the only one who can cure him who is suffering from the side effects of the experiment is the original female protagonist.\n\nI tried to help him and leave secretly so that he could find his partner...\n\n\"You promised not to abandon me. But, was it all a lie?”\n\nWith the burning laboratory in the background, Emilien smiled with cold eyes.\n\n“A good child should keep his promises.”\n\nThe temperature of the hand touching my cheek is cold. The red eyes close as if they are going to engulf me.\n\n“Answer, aren’t you going to tell me?”\n\n...What should I do?\n\nI think I missed my chance to run away.",
    "image": "https://uploads.mangadex.org/covers/fec7e5f7-64e8-466c-a49e-9caefbd50403/f31c73df-d75d-46fe-a58b-3241b0aea2a5.jpg",
    "moods": []
  }
]