[
  {
    "title": "Teach Me Desire",
    "chapter": "Chapter 48",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Psychological"
    ],
    "summary": "Saintess Beryl, who must identify the demon among the three families possessing inhuman power and influence. Only her divine power can reveal who the demon truly is.\r\n\r\n\"Who will you marry?\"\r\n\r\nTo escape from the two previous hellish lives, Beryl chooses Duke Vine, who is the real demon. She does this to survive and possibly exact cruel revenge on those who killed her.\r\n\r\nThus, Beryl enters the demon's castle. Having learned only how to restrain her desires at the temple, Beryl now learns from the unholy and tempting demon Vine how to truly desire...!",
    "image": "https://uploads.mangadex.org/covers/b93fe672-1986-4771-8899-a38998f067e4/677322a0-ae59-4cfd-a730-b1dd1c14a88b.png",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 25",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "Heart-Pounding Cute Poem",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Romance"
    ],
    "summary": "Struggling streamer **Doyeon Choi** downloads a mysterious dating sim game, ***Heart-Racing Ghost Dating Sim***, only to find himself trapped in a deadly loop-- where the love interests are real-life ghosts with unresolved deaths. From haunted highways to murder cases, **Doyeon** must navigate a world where romance, horror, and mystery collide. Every wrong move could cost him his life...again.",
    "image": "https://uploads.mangadex.org/covers/2ef5d94a-04d7-405b-9213-4b08e376e615/c500347b-6dfd-4c8a-bac4-6a85e82243a1.jpg",
    "moods": []
  },
  {
    "title": "Become a Witch in a World Full of Ghost Stories",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
    "image": "https://uploads.mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "moods": []
  },
  {
    "title": "The Lithromantic Duke",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Wanted a Divorce, But My Husband Became Obsessed With Me",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Guild’s Strongest Receptionist",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Makina, a blacksmith who worked in the renowned guild “Silver Wings,” is expelled from his guild. The reason? Guild members who don’t value their weapons believed it was more cost-effective to buy them rather than employ his services. Lost and uncertain about his future, Makina receives an invitation from his childhood friend and adventurer, Aria. He joins Aria’s guild, “Rainbow Butterflies.” It’s here that Makina’s blacksmithing talents truly shine. With his weapons in the hands of guild members, they collectively rise to become the mightiest of all.",
    "image": "https://uploads.mangadex.org/covers/0975443e-d701-43a4-93da-839065bd3dbd/7e8f2bed-fbac-4b67-98c2-bcdf01624092.jpg",
    "moods": []
  },
  {
    "title": "My Lovely Bodyguard",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 235",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "The Investor Who Sees the Future",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After experiencing an accident in the military, Kang Jinhu gained the ability to foresee the future. \n\nHe decides to use this ability to invest in various companies and make money, aiming to become the world's number one investor. \n\nHow far do the limits of his foresight extend? Beyond investments, it touches economics, politics, corporations, and even global affairs. From now on, he’s reshaping the world of finance!",
    "image": "https://uploads.mangadex.org/covers/aefc3f7f-e7fd-40d9-86ce-280ff9ac16de/489371d4-43e8-4b32-a32c-af3fad075656.jpg",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 272",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Ha Buk Paeng’s youngest son",
    "chapter": "Chapter 189",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
    "image": "https://uploads.mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "moods": []
  },
  {
    "title": "The Ultimate Wantless Godly Rich System",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Hang Xingwang, who had been silently enduring life as a corporate slave, suddenly awakened the Ultimate Freedom System. The more he indulges, the richer he becomes! From then on, the lowly operations staff transforms into the top boss, stepping on simps and punching snobs in the face. Thus begins his journey as a godly tycoon!",
    "image": "https://uploads.mangadex.org/covers/0313f538-68ec-456c-bd4b-d9bbb61aeff5/53acb235-e2a2-42d9-a98a-c53d40843cd3.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 180",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 208",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "Lock Me Up, Duke!",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
    "image": "https://uploads.mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/be81b7c8-40d9-4303-839e-bb4cd1e91bf2.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Marry In Bed At 19",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”",
    "image": "https://uploads.mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 26",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "That’s Not What My Will Said",
    "chapter": "Chapter 25",
    "genre": [
      "Adaptation",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Villainess",
      "Yaoi(BL)"
    ],
    "summary": "In a world where extraordinary powers called *\" Beneïsons \"* govern everything; only a boy named Kleis was granted the gift of the *\" Seint Graal \"*, a power whose use he could not even understand.\n\nDespite this, he did not lose heart and formed a party with his childhood friend Hinoka, who possessed the beneïson of the *\" Seint de l'Espee \"*, to carry out guild missions. However, due to a minor misunderstanding and betrayal, his mind and body were shattered.\n\nAt the same time, Kleis' beneïson revealed its true potential. The *\" Seint Graal \"* was the pinnacle of power, capable of granting any beneïson in existence to himself or others.\n\nHaving lost everything, yet now holding the power to gain everything, what will he choose? The end of the world or something else?",
    "image": "https://uploads.mangadex.org/covers/7de0a8d1-c7d8-4f34-a211-4f52955b8e52/5c8643ff-fd51-4c3c-9f01-928a817e47f2.jpg",
    "moods": []
  },
  {
    "title": "I Hired a Villain as My Housekeeper",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 18",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
    "image": "https://uploads.mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "They Say i Was Born a King’s Daughter",
    "chapter": "Chapter 293",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After spending most of her youth fielding the attention of countless wealthy suitors, Suhee Kim finally finds true love with a steady boyfriend named Jinsu Han. But then tragedy strikes, and Suhee is murdered in cold blood.  \r\nTo Suhee's surprise, she is immediately reincarnated as a baby girl named Sanghee Kim, who just so happens to be a princess! Plus, she is fully conscious of her past life. There's just one problem: in this society, women are seen as totally inferior, even princesses. Appalled by the treatment of women, Sanghee is determined to change the kingdom's patriarchal ways. Will Sanghee be able to succeed, or will she be stuck living her second life being treated as a lowly woman?",
    "image": "https://uploads.mangadex.org/covers/0e711546-48be-4d95-90eb-c336cfc0ddce/cd0450e1-4a32-4855-8d66-b4cb36502210.png",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 27",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kisa’s world shatters when she hears her fiancé Daniel has another woman. She confronts him, expecting denial but Daniel doesn’t just lie; he mocks her, calling her stupid. Betrayed and trapped by her father’s refusal to let her break the engagement, Kisa’s fate feels sealed until Seyodd, the new duke and her late brother’s replacement, steps into her life. A secret contract marriage with him becomes her only escape. Just when she thinks she’s found freedom, a chilling letter from Daniel warns her about Seyodd’s dangerous secret. What darkness is Seyodd hiding beneath his noble mask?",
    "image": "https://uploads.mangadex.org/covers/b1a31efd-3610-4493-ad9f-239bf47fe6a7/38b5db6d-dee5-4235-9c31-2485ccbd04c7.jpg",
    "moods": []
  },
  {
    "title": "The Villainess’s Coffee Story",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
    "image": "https://uploads.mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/a57dd41a-42a4-4f93-adbe-16ee8bf4f151.jpg",
    "moods": []
  },
  {
    "title": "A Fresh Concubine",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Start Invincible",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The weakest awakened one, Chu Mingxuan, is swallowed by a giant beast. On the brink of death, he unexpectedly inherits a system, thus embarking on a long journey of continuous strengthening towards godhood. But how are awakened ones formed, and where does the system come from? Beneath the calm surface, undercurrents surge, and the world’s bloody great revolution is about to begin.",
    "image": "https://uploads.mangadex.org/covers/5588f70d-e9a9-4845-aa93-36e71a4d3358/f2e02ef5-26d8-48be-ad8a-150aef5d0312.jpg",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)\n* Alt. Official English: [Tappytoon (R19)](https://www.tappytoon.com/en/book/the-secret-bedroom-of-the-abandoned-princess-m)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "A S*ave Of Rubelfast",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Getting a job is the grave of life…” sighs Tanaka Makoto, an office worker belonging to a black guild, as he takes on a dungeon for work again today. \n\nOne day, he makes a mistake in the broadcast settings for recording work, and broadcasts his dungeon capture to the whole country. A single blow from the Tyrant Dragon?! Tanaka, a sword master in the modern age, shows off his extraordinary skills, and the broadcast turns into a festival! \n\n\"100 million concurrent viewers…?!\"\n\nTanaka, who unexpectedly becomes an incredibly popular broadcaster, quits his black workplace and becomes an independent broadcaster. \n\nNow it’s time for work. The former corporate slave’s life of dungeon broadcasting begins!",
    "image": "https://uploads.mangadex.org/covers/d4841c9b-5239-42e9-b452-87f1b5b50ab5/577e76d7-0314-44b7-bf4d-aab5c62c814b.jpg",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "Dearest Fiancé, I Know You Despise Me [Official]",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "God-level Assassin, I’m the Shadow",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where people sleep and enter the realm abandoned by God, Qin Feng, who had sacrificed everything for his sister, is betrayed by her.\nHowever, fate grants him a second chance, sending him back nine years before the abandoned world appears.\nThis time, Qin Feng chooses to abandon his sister and focus on becoming the strongest.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/b3bb2a04-f9b0-4f28-b56e-ea723aefe2e6/0a6c9d82-62db-40f2-833e-8c07f214df52.jpg",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 176",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "A heart-pounding reemployment(!?) story between a fed-up corporate slave and a cold, callous, villainess!\n\nThree years after graduating college, Natori Midori, who once idealized the \"grown-up adults\" she saw as a child, is working hard at her job as a temporary employee. However, one day, her contract is suddenly terminated for an absurd reason. As she sits there, wondering if there would ever be a workplace for her to devote herself to, her phone flashes and she finds herself in the world of the novel RPG she was playing. And before her eyes is the villainess, Lapis Tenebrae, who betrayed the heroine and committed countless atrocities before losing her life!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/60556)",
    "image": "https://uploads.mangadex.org/covers/5ec0922a-4869-4e6b-a154-2307945cc406/5d5cd448-24e7-4aa3-a2f2-65e4dedb9725.jpg",
    "moods": []
  },
  {
    "title": "Why Does Everyone Love Me?!",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Only Hope",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Time travel"
    ],
    "summary": "The night she witnessed her beloved husband involved in a murder, Eun-hye was murdered and time traveled nine years back to the day she first met him. Will she be able to put a halt to her husband's horrific killings? And, more importantly, will she ever be able to love again?",
    "image": "https://uploads.mangadex.org/covers/d91528ab-4d70-4a52-b530-ab2b35bcaa98/74be5a2b-96ba-4b78-a9a9-28841fff9466.jpg",
    "moods": []
  },
  {
    "title": "All Hail the Sect Leader",
    "chapter": "Chapter 453",
    "genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Romance"
    ],
    "summary": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "image": "https://uploads.mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "moods": []
  },
  {
    "title": "Best Actor in a Relationship Award",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ji-eun, an aspiring director attending the nation's top art school. Ji-eun, who is unknown, wants to cast Jae-ha, the top student in the acting department, to make her work successful and make a name for herself at school. On the other hand, Jae-ha proposes a romantic relationship to Ji-eun in order to get rid of a senior he dislikes. Ji-eun, who is fooled by the acting genius, wants to complete both her school life and her love life. Will she be able to kill two birds with one stone?",
    "image": "https://uploads.mangadex.org/covers/8f8f3b19-077b-4f64-a5d5-e566868e30cd/2f41eee3-4d0c-4942-b152-affb28e9256d.jpg",
    "moods": []
  },
  {
    "title": "See You, My King",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance",
      "Shounen Ai",
      "Time travel"
    ],
    "summary": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?",
    "image": "https://uploads.mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "moods": []
  },
  {
    "title": "Battle of Mosol",
    "chapter": "Chapter 37",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Win love! Win 500 million won! A competition begins where three single women in their thirties put 500 million won on the line to break free from being single. A princess without her prince, Gong Jurim, a trash collector, Kang Seon, and a firm believer in premarital purity, Kim Chaeyul! Who will be the ultimate winner of this singles showdown?",
    "image": "https://uploads.mangadex.org/covers/1cc47081-9e2e-4d71-84d3-fe8796ca6432/ccde73c9-b37c-4ddd-874a-a2b4df0ff825.jpg",
    "moods": []
  },
  {
    "title": "My Lover’s Personality Is a Little Strange",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a fateful encounter as children, Evonne and the outcast prince, Theo, can’t deny their deep connection. However, their lives are torn apart when Evonne’s family is wrongly accused of treason, leading to their ruin. Cursed and forced to disguise herself as a man, Evonne struggles to survive until Theo finally finds her and uses all his power as emperor to take her with him. Together, they’ll start a journey facing challenges that’ll test their love as they try to start a life together.",
    "image": "https://uploads.mangadex.org/covers/2a037e2e-fcdc-4841-b83d-4c47a19c9755/122eff32-f31c-4ee9-8f2c-d400850dc792.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead’s Boyfriend is Obsessed With Me",
    "chapter": "Chapter 65",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Transmigration",
      "Villainess"
    ],
    "summary": "I was transmigrated into a a dark and melodramatic BL novel.\n\nMoreover, I became the villainess who was madly in love with the obsessive male lead, the boss of Baekcheon, and died in the first encounter with the main characters!\n\nI thought about changing their love story, which ended with the death of my favourite schemer, into a happy ending!\n\n\"Let's go together, to my hell.\"\n\nWhat? Did my favourite character just kidnap me?\n\n\"I like you,”'\n“but this is too much.”\n\nTo ensure that the story unfolded just like it did the novel, I tried to seduce my favourite character just enough that he would hesitate to kill me.\n\n\"Why do you like me?\"\n\nBut something feels off.\n\n\"Just try running away. That’s if you can, Princess.\"\n\"I’ve got my eyes on you right now, I'll go crazy if you do.\"\n\nThe male lead's boyfriend has started obsessing over me.\n\n\"Please, Yeonbyeol...\"\n\"Don’t abandon me...\"\n\nSo dangerous and dizzying, it's impossible to escape!",
    "image": "https://uploads.mangadex.org/covers/f32a4aa2-6d24-4e95-a9e5-5cc112c32fed/1ba422c8-fab0-453b-8979-05fa4fddd93f.jpg",
    "moods": []
  },
  {
    "title": "How a Villainess Survives as a Saint",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Grimoire Alchemist is a dating sim popular among both boys and girls in Japan. The player’s rival in love, Claudia Ellington, is jokingly called the “Villainess of a Thousand Deaths.” But this alias of hers is actually no joke; she really does die a thousand times in the game!\n\nAlas, our poor little protagonist ends up filling Claudia’s shoes when she gets reincarnated in the world of Grimoire Alchemist. Determined to escape the dire fate she has in store for her, Diehard Grimoire Alchemist Fan #1 (now the reincarnated Claudia) does everything she can to avoid entering the love interests’ romance routes in an attempt to separate herself from the game’s storyline and save her own skin. Despite her best efforts, she fails spectacularly as her love for the characters and game compendium of a brain lead to her pulling off impressive feats one after another.\n\nJoin her as she (much to her dismay) magnificently steals the hearts of the game's charming love interests!",
    "image": "https://uploads.mangadex.org/covers/3b5f4963-97ff-42f4-9a52-37198d9a2569/cd7a9c1c-1b5f-4e44-827e-f5c62ad483d9.jpg",
    "moods": []
  }
]