[
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 41",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If a Second Marriage Can Save You",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Turn a Gentle Male Lead Into an Obsessive Male Lead",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Was Supposed To Be A Temporary Princess But It Seems She Is Done A Little Too Well",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Lovely Bodyguard",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Emperor and the Beloved Family Plan",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Giraffe Flower",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "I’ll Resign And Have A Fresh Start In This World",
    "chapter": "Chapter 127",
    "genre": [
      "Comedy",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The main character, Cho Isu, lived an ordinary but happy life.\nFive years ago, he suddenly loses his parents, and becomes a devastated man, as he struggles every day.\nWhen he was exhausted from the suffocating daily life, a portal opened in the room. A place he has never been to, a place he doesn’t know what might be.\nA healing life to enjoy in a different world starting as a commoner and turning into a feudal lord.",
    "image": "https://uploads.mangadex.org/covers/63605dd2-d8ca-4ff2-967f-9fc33d1dbd6f/d89b52b8-a94c-4d17-9ff4-d55fff25e3a2.png",
    "moods": []
  },
  {
    "title": "Underground of Babel (Official)",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Vampire",
      "Webtoons"
    ],
    "summary": "Though she's a tomboy with a hangup over her tiny chest, Iori has a crush on Sota Seto, who is the pastry chef at the café where she works. Iori was sure that he wasn't interested in her until one day, he suddenly professes his love for her and goes on to kiss her. She sees him unclothed for the first time - and my, he's huge!! She never would have expected the graceful man's lips to be caressing her all over. It's terribly embarrassing, but she discovers that his you-know-what isn't gross at all…",
    "image": "https://uploads.mangadex.org/covers/5d434c18-127b-42a1-9a73-80b66d2b8ff0/92b8bc20-ead3-4aea-8a08-06d6c74c3a7d.jpg",
    "moods": []
  },
  {
    "title": "Imperial Maid",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Common features, the illegitimate child of a self-proclaimed author.\"\n \nLeona, a maid who rose to power with her exceptional intelligence despite lacking a prestigious background.\n \nBut when the empire, which she thought would be eternal, crumbled under the enemy's invasion, she too met her death by the enemy's sword.\n \nA life filled with greed, harming others, and engaging in cunning schemes.\nHer life was filled with regret, so death was welcome...\n \nBut she returned.\nBack to the time when she first entered the palace as a maid.\n \nThis is definitely a chance to correct the mistakes of her past life.\n \n\"This time, I will live a life of protecting and nurturing, not harming and taking from others.\"\n \nChoosing the Crown Prince, her political enemy from her past life whom she had dethroned, as the key to changing this life, she served as a maid, and everything seemed to be going well...\n \n\"Leona, let's leave this place together.\"\n \nSomething seems wrong.\n \nThe secrets of the Crown Prince, who she thought was cold and indifferent, and the truth hidden from the world are revealed, and the shadow of destruction falls upon the empire.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/877d512e-6b33-44e7-9860-1a4a5d8dad53/6acac9b7-3d04-43b5-9f0f-67d8a6f39b42.png",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "Your Majesty, I Will Raise Him This Time!",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Who would have thought that the day would come when I would be killed by my own son...\" Empress Dahlia of the Empire is killed by her son’s rebellion. Dahlia, who has been kept in the dark finds it difficult to comprehend the drastic change of her son. \"I’ll accept any punishment. Please, give me one more chance to face that child...!\" Dahlia, having turned back time, need to face her strict husband, Klaus, in order to restore their already severed parent-child relationship. Can she use this opportunity to redo the parenting and avoid the worst future?",
    "image": "https://uploads.mangadex.org/covers/fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566/d0ac68ce-59d4-4e53-9c51-4752e4aba0fc.jpg",
    "moods": []
  },
  {
    "title": "I Was a Sacrificial Princess, but I Reincarnated and Became the Body Pillow of the Demon King",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 4",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Just Fortune-Telling. How Did the Nine-Tailed Demon Emperor Become My Wife?",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Romance"
    ],
    "summary": "Jiang Jue travels through the world of Xianxia and obtains the Destiny Deduction System.Observing other people's destiny, knowing their past and knowing their future can even change their fate against the sky!It's just that there seems to be a big problem with this system.No matter what he calculates, he has to truthfully tell the fortune-teller's destiny.On this day, he met the leader of the Ten Thousand Demon Kingdom, the Demon Lord.Tu Shanlan: \"Sir, you might as well do the divination for me.\"\"Thousands of years later, you will be married and have five children.\" \"...\"\"By the way, your husband-in-law is me.\"",
    "image": "https://uploads.mangadex.org/covers/e8a6a64a-fe7b-4ae7-9b81-007c6142aba3/6c8357ff-fe69-49bf-bec7-2bcf5ac7b1bf.jpg",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 216",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "Late Regret",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Uruwashi Maria, a student at the Hananomiya private academy is a strong-willed and selfish \"villainess.\" Her life is on easy mode and she has no enemies, but one day the memories of her past life come to her. Suddenly she remembers that in her previous life she was a normal high school girl. And she’s seen this life of hers play out before in a manga she read in her previous life! According to memories of her past life, Maria is killed by somebody in the manga. \"And I don't know who did it because I died before I could read the ending!\"  \n  \nCan Maria avoid her death and find happiness?",
    "image": "https://uploads.mangadex.org/covers/3521c5e8-a737-43a3-97b6-c25d2f23d24e/db722600-71b9-4dd0-b204-e4a0e24928cc.png",
    "moods": []
  },
  {
    "title": "The Extra Guardian Missed the Right Time to Leave",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Fallen Saint Pregnant With a Tyrant",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Father, I Won’t Do Anything",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jayna’s life is a parade of misfortunes: born to a dragon mother who dies early, bullied by other dragons throughout her childhood, disregarded by her human father, and murdered as a teenager. At least, according to the novel she’s been reborn in. At 10 years old, she’s given the chance to live with her father, the Master of the Magic Tower, Diamid. She’s aware her father and destiny will not be kind to her, so her only goal is to enjoy the small luxuries of life until she dies at 17. But will this life truly be the same tragedy?",
    "image": "https://uploads.mangadex.org/covers/760dd05d-1668-4603-9a87-16634b95494a/6c68788e-8850-4929-9107-2b224e5d4184.jpg",
    "moods": []
  },
  {
    "title": "Father, I Won’t Do Anything (Manhwa)",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "Jayna’s life is a parade of misfortunes: born to a dragon mother who dies early, bullied by other dragons throughout her childhood, disregarded by her human father, and murdered as a teenager. At least, according to the novel she’s been reborn in. At 10 years old, she’s given the chance to live with her father, the Master of the Magic Tower, Diamid. She’s aware her father and destiny will not be kind to her, so her only goal is to enjoy the small luxuries of life until she dies at 17. But will this life truly be the same tragedy?",
    "image": "https://uploads.mangadex.org/covers/760dd05d-1668-4603-9a87-16634b95494a/6c68788e-8850-4929-9107-2b224e5d4184.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mysterious Village",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Mumyeong Heo’s grandmother passed away years ago. But when he visits her home to spend some time in the quiet countryside, he notices that someone kept it clean all this time.\nHis new neighbors aren’t exactly thrilled by his visit. In fact, most of them don’t want him around.\nBut that’s when his nasty neighbors go missing one by one… for better or worse.",
    "image": "https://uploads.mangadex.org/covers/3a49494b-2070-4437-8352-f032779f0cc8/9880608d-929f-4510-90e4-c8c139a9979c.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 266",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 145",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "Genius Grandson of the Loan Shark King",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?",
    "image": "https://uploads.mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 184",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 114",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set ten years after the death of the notorious crime lord Geese Howard, the city of South Town has become more peaceful. Now, the stage is in the neighboring city of Second South Town. A new fighting tournament called \"King of Fighters: Maximum Mayhem\" starts in the area, and several characters related with the fighters from the old era of King of Fighters tournaments participate within it.",
    "image": "https://uploads.mangadex.org/covers/4088566f-e860-4166-9f64-284ea2a5091b/1849525a-72be-419c-843a-75075ca830b9.jpg",
    "moods": []
  },
  {
    "title": "I Want to Maintain My Stepmother’s Character",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 45",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Briefing: The Anchor Of the Soul",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 52",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "Layer Upon Layer of Butterfly Reflections",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I wish to annul the engagement",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "It is mid-spring in the country of Brior. Olivia, a duchess, pretends to be a fool under the order of her fiancé, the crown prince, Alan, and suddenly, he tells her that their engagement has been broken off. Olivia was stunned, but she was even more confused when the second prince, Cyrus, suddenly appeared in front of a large audience and asked her to marry him.",
    "image": "https://uploads.mangadex.org/covers/8209b7ed-26ae-41e7-8bc9-e4475014d62e/e9b9ef6b-be5e-4c2d-84f5-38e92c9b8ea7.jpg",
    "moods": []
  },
  {
    "title": "Honestly, This 13th Regression Is Getting Tough",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 42",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "To Those Who Long for My Destruction",
    "chapter": "Chapter 119",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/afac87ae-4739-4793-8183-e8946f3e840d/2659cbb2-fc8e-4c4b-8081-6223c2f1e34b.jpg",
    "moods": []
  }
]