[
  {
    "title": "To Julie",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 157",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "The oppressed magic tool maker elopes with a mod butler",
    "chapter": "Chapter 29",
    "genre": [
      "Romance"
    ],
    "summary": "I never expected the dull servant to actually be a prince...!\n\nErin, a young girl who devotes herself to developing magical tools to fulfill her late mother’s dream of \"making people happy with magic tools.\"\n\nHowever, as the child of a mistress, Erin is in a difficult position and endures relentless harassment from her stepmother.\n\nDespite her struggles to achieve her dream, Erin's hopes are crushed by her stepmother's schemes, and she is pushed to the depths of despair.\n\nIn her darkest moment, the only ally she has, the servant Foolda, reaches out to her.\n\n\"Would you elope with me?\"",
    "image": "https://uploads.mangadex.org/covers/2297f5a8-2a61-4b43-9ceb-d31a4969186c/5ee65803-d231-48a8-a689-4cbcd25d1cb4.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A girl walks alone in a world without humans. Her mission is to search for survivors and cleanse the land. Will humans be found? A story of loneliness and beautiful ruins.\n\n---\n**Links:**\n- Alternative Official Raw - [Comic Walker](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
    "image": "https://uploads.mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/95f57dbd-edee-42df-b4ac-9eb610e27e72.jpg",
    "moods": []
  },
  {
    "title": "The Prince Meant for You",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Wife of the Shady Duke",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Kindergarten Superpower Diaries",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where superpowers are part of everyday life, even kindergarten isn’t normal.\nOh Sae-ong, a substitute teacher with no powers, no experience, and barely any stamina,\nfinds himself assigned to a class full of toddlers who can summon fire, control water, and even glimpse the future. Outmatched and overwhelmed, he fumbles through each chaotic day—learning, growing, and gradually connecting with these extraordinary little beings. Because in a place where everyone is special, sometimes the most ordinary heart can make the biggest difference. A heartwarming and chaotic slice-of-life story about powers, patience, and the magic of growing up.",
    "image": "https://uploads.mangadex.org/covers/020d5fff-b5c9-41cf-9094-e9eb861ae757/b3bb3ffc-013c-4a25-90b5-717a72cbe856.png",
    "moods": []
  },
  {
    "title": "Spirit Sacrifice: The Path to Godhood",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!",
    "image": "https://uploads.mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "Living with My Favorite Person is Too Precious",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hajun, a member of the popular K-pop idol group \"HANURu\", had gone on hiatus for military service. But even after his discharge, there were no signs of his return—leaving fans restless and anxious.\n\nNana, a devoted fan of Hajun, continued supporting him while secretly worrying about his absence. However, after her parents' sudden remarriage, she was forced to move out of her home.\n\nWith no other choice, she headed to the new place her parents had arranged—only to find none other than her bias waiting there!?",
    "image": "https://uploads.mangadex.org/covers/662fb73b-1cf0-490c-9eff-20fb29dd6661/33cae5b8-d922-4a3e-bfa3-d6be9278d403.jpg",
    "moods": []
  },
  {
    "title": "Blade of Retribution",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
    "image": "https://uploads.mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "moods": []
  },
  {
    "title": "I’m Really Not The Demon God’s Lackey",
    "chapter": "Chapter 168",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Supernatural"
    ],
    "summary": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
    "image": "https://uploads.mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "moods": []
  },
  {
    "title": "Genius Grandson of the Loan Shark King",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?",
    "image": "https://uploads.mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "moods": []
  },
  {
    "title": "Admission is a Waste of Time",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!",
    "image": "https://uploads.mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "moods": []
  },
  {
    "title": "The Fake Saint of a Reverse Harem Game",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead and I Are Trapped In A Horror Game",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "Show Window Scandal",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tamed the Broken Male Lead with My Fist",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Lilliana is the saintess of the Laterre Kingdom. Her husband is perfect in terms of looks, physique, and size of that thing, However, the fact that he's a man of integrity makes her sexually frustrated.\n\nUnable to bear it any longer, Lilliana, using her authority as a Saintess, welcomes a second husband, rumored to be a notorious scoundrel who loves having sex with women. During the wedding ceremony, she makes a lewd wish to the Goddess.\n\n\"A threesome would be good, too.\"\n\nLilliana, who briefly fell asleep before her wedding night, wakes up with her body stuck between her two husbands' rooms...",
    "image": "https://uploads.mangadex.org/covers/e2b93dfd-550d-4fe8-a9df-0e76340351fa/e3f03283-e589-430d-aae9-5e9098a22db8.png",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "When Cinderella’s Magic Fades Away",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Swindler Couple of Ardel",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "William in the Closet",
    "chapter": "Chapter 57",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Surviving as an Illegitimate Princess",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Don't look down on me just because I'm a child! Even though I look like this, this is my 10th life!\"\n\nI'm an illegitimate princess whose life was cut short after being misunderstood for having the same blood as the enemy country and died early. After nine tragic repetitions, I discovered the identity of my biological father. He is Paeon, a war hero who defeated the demon king and the strongest holy knight in the continent. He had a forbidden relationship with the princess, had me, and then deserted me!\n\nIn order to survive the harsh royal palace, I've decided to use and then abandon this impudent father. I will become the strongest as fast as I can and escape from this disgusting country!\n\nAnd so, while I was building my strength, I happened to meet the demon king's son, Leo. He wasn't arrogant like his father, but he was pitifully living in captivity. So, I took care of him in secret.\n\n\"Asha, you cannot get engaged to anyone.\"\n\n\"...Huh? Why?\"\n\n\"Because I’ll take responsibility for you forever.\"\n\n\"What?!\"\n\n\"We spent the night together.\"\n\n...What is this prince saying?\n\nA holy knight father who had (?) a forbidden love. Along with an enemy prince who is trying (!) to have a forbidden love. With them, can the unfortunate princess change her fate?\n\n---\nAs an illegitimate princess, Anastasia Entimos has died in just about every way imaginable. Every time she dies, she is brought back to the moment of her birth and forced to relive her tragic fate. It is only in her 10th life that she discovers her father is the esteemed knight and war hero, Paeon Parschel! Determined to escape her miserable fate once and for all, Anastasia vows to use her aloof father as a stepping stone to freedom. Will the 10th time be the charm for this ill-fated princess?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55912087), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8639242)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%83%9D%EC%95%84-%EA%B3%B5%EC%A3%BC%EB%A1%9C-%EC%82%B4%EC%95%84%EB%82%A8%EA%B8%B0/2966), [KakaoPage](https://page.kakao.com/content/59761866)\n\n**Official Translations:**\n* [English](https://tapas.io/series/surviving-as-the-illegitimate-princess/info)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%A7%81%E7%94%9F%E5%85%AC%E4%B8%BB%E7%94%9F%E5%AD%98%E8%A8%98/369)\n* [French / Français](https://fr.piccoma.com/fr/product/928)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Surviving-as-the-Illegitimate-Princess/608)\n* [Japanese / 日本語](https://piccoma.com/web/product/117224)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%AA%E0%B8%A1%E0%B8%A3%E0%B8%AA/437)",
    "image": "https://uploads.mangadex.org/covers/d7a8d066-446e-4ddc-83c7-fdd53fe2dff7/939c5d2d-1b8f-45d6-a20a-7db9cf8fb8f4.jpg",
    "moods": []
  },
  {
    "title": "Sam Plays the Game",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming.",
    "image": "https://uploads.mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "A Regressor’s Tale of Cultivation",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As a result of entering high school, Nanase moves into a sharehome. Only, there is a special rule that states \"all the residents must be assigned a family role\"!! What will happen of Nanase's life as she starts living with her pretend family...!?",
    "image": "https://uploads.mangadex.org/covers/5b947fed-957b-44e1-8889-d998b95ba3e4/a2af8467-c715-4c6d-957b-3bd904b69705.jpg",
    "moods": []
  },
  {
    "title": "How to Retire as a Disaster Necromancer",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Top Ranker’s Life Guide for Aspiring Writers",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "Exclusive maid of the evil empress",
    "chapter": "Chapter 113",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I, Paresa Menzel, a money-grubbing handmaiden to the infamous Empress. I thought she was the ultimate villainess, but she's nothing more than a prickly cat?! But then I realized that there was a lot more to her than meets the eyes, so I wanted to help her.\n\"If you are a spy disguised as a maid, I have no choice but to dispose of you.\"\nBut I never expected to be noticed by the crown prince. It's bad enough that my heart flutters every time I see the face of the most beautiful one in the empire...! I know I seem suspicious, but my loyalty to the Empress is genuine!",
    "image": "https://uploads.mangadex.org/covers/348c3315-3ee9-4945-beff-8b3d816cb864/33b7b23b-7003-40a9-b061-c6105f9f0c8c.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "moods": []
  },
  {
    "title": "The Luoyang Branch of the Heavenly Demon Cult",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "What does \"Mu\" (武) in martial hero (武俠) mean? It is the power to enforce one's own sense of justice (俠). If that power extends beyond oneself, through others, and reaches the ends of the world, then that is the realm of the divine (神). What does a mere human need to ascend to godhood (入神)? Now begins the epic of Pi Wolryeo in search of that answer!",
    "image": "https://uploads.mangadex.org/covers/e7e9e7c6-7641-4405-b68e-231658bc8746/0a62b573-1815-49cf-b37a-cd64428c7b19.jpg",
    "moods": []
  },
  {
    "title": "I Possessed as an Extra in a Childcare Story",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ranker Who Lives A Second Time",
    "chapter": "Chapter 212",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
    "image": "https://uploads.mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "moods": []
  },
  {
    "title": "The Third Prince of the Fallen Kingdom has Regressed",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "SSS-Class Suicide Hunter",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Psychological",
      "Romance",
      "Seinen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "In the mysterious, RPG dungeon-like Tower, Gongja Kim lives a mundane existence, envying all the star hunters. One day, his wish for more is granted with a legendary skill to copy others’ abilities… at the cost of his life. Before he can make sense of it, he’s killed by the #1 hunter, the Flame Emperor! But this activates his skill and now he’s copied a new one, the ability to travel back in time upon death.\n\nHow will Gongja use these skills to outplay the competition and rise to the top?",
    "image": "https://uploads.mangadex.org/covers/4a973243-952e-44d7-a50f-883b4b7c9cc2/9adafa19-0424-4677-aab4-93a07a01a591.jpg",
    "moods": []
  },
  {
    "title": "Materialistic Princess",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Affectionate Beast",
    "chapter": "Chapter 37",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Youngest Member of Top Idol",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
    "image": "https://uploads.mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "moods": []
  }
]