[
  {
    "title": "Esteemed Female Masters All Want to Possess Me",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "Xiao Nan died tragically and then isekai-ed to the 21st Continent. Although reborn as useless trash, he awakened the reverse system, and his strength would increase as long as he was hurt. What he didn’t know was that he had a hidden identity-as the chosen son of heaven who was prophesized to revitalize the Sword sect. The elders of all factions in the sect therefore hid their identities and approached Xiao Nan to try to recruit him into their own ranks. Since then, Xiao Nan began to enjoy being nurtured by beautiful female masters, whilst discovering features of the system to become stronger + start a harem",
    "image": "https://uploads.mangadex.org/covers/cd0c2244-94d9-4070-902b-7c06b4315a68/90086582-bd46-4666-a902-737655f954ba.jpg",
    "moods": []
  },
  {
    "title": "One Step Forward to the Flower Path",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Web Comic",
      "Webtoons"
    ],
    "summary": "I lived my whole life being used by other people and died at the age of sixteen. I thought it would be over like that, but when I opened my eyes again, I was back in the past. I thought I'd die while living the rest of my life in pain one more time. \n\nBut suddenly, a father who I had never seen before appeared before me. My dad, whom I hadn't even known existed.\n\n===\n\n\"When are you going to take away my powers?\"\n\nDante's eyes shook greatly at Ivanna's words.\n\n\"Everyone did. You, when will you take it?\"\n\n\"…I won't.\"\n\n\"Why?\"\n\nIvanna couldn't understand. Everyone coveted her power. Everyone wanted it, saying she was a sacrifice sent by God for humans. So why does he refuse?\n\n\"No one will take your power now. No one will bother you. I'll protect you.\"\n\n\"You're trying to take my power.\"\n\n\"I'm not.\"\n\n\"Everyone said that and stole my power from me. They locked me up in prison.\"\n\nIt was too cruel for a mere five-year-old to say. But the young Ivanna's face had no emotion as if what she said were natural. Dante's heart eventually collapsed when he saw his daughter completely shattered.\n\n---\nAbducted from her mother at a young age and tortured for her incredible power, Evanna knew nothing but agony her whole life. That is until one day, she is rescued and returned to the father she never knew, the Duke of Vicente. But as Evanna’s very existence brings back painful memories for the Duke, he must learn how to love her, while Evanna must come to trust her father and heal her trauma. But with Evanna's power highly coveted, can these two overcome their thorny pasts for a rosier future?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%BD%83%EA%B8%B8%EA%B9%8C%EC%A7%80-%EC%95%9E%EC%9C%BC%EB%A1%9C-%ED%95%9C-%EA%B1%B8%EC%9D%8C/2845), [KakaoPage](https://page.kakao.com/home?seriesId=58273697)\n\n**Official Translations:**\n* [English](https://tapas.io/series/everythings-coming-up-roses)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%80%E6%AD%A5%E4%B9%8B%E9%81%99%E7%9A%84%E5%B9%B8%E7%A6%8F/282)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/One-More-Step-to-the-Flowery-Path/93)\n* [Japanese / 日本語](https://piccoma.com/web/product/89964)",
    "image": "https://uploads.mangadex.org/covers/0d3e7438-3393-4fd7-952a-99df634f4ca3/c496236c-3586-4bcc-94d5-69a304f0e283.jpg",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 220",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Invincible After Shocking My Empress Wife",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
    "image": "https://uploads.mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "Emotional Transference",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance"
    ],
    "summary": "Su-a, a college freshman in Creative Writing, struggles to understand and express her emotions, leaving her isolated from those around her. When she meets Taeyang, a second-year Sports Coaching student who can sense emotions through touch, their unexpected connection sparks a journey of discovery. Paired for a class assignment that involves a \"date,\" their bond deepens. This is a story about a man who feels too much and a woman who feels too little, and their journey toward emotional growth.",
    "image": "https://uploads.mangadex.org/covers/b6d5dddb-dcfb-4dd2-a468-de4ee895d3d9/0be2f572-179e-4b78-92c3-cb7407a26e68.jpg",
    "moods": []
  },
  {
    "title": "Marriage is with your brother",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A beautiful and successful news anchor, Yeojin's life looks perfect from the outside. But in reality, she's trapped in an unhappy marriage. Not only did her husband have an affair with her close coworker, but he also murdered her parents and stole their company. Yeojin thought her life was over, but when she opened her eyes, she found herself back on her wedding day. Watching her husband and his mistress flirt, Yeojin swears to get her revenge. She will do whatever it takes, even if she must marry her husband's older brother.",
    "image": "https://uploads.mangadex.org/covers/8caa3b73-aa12-4e1a-ab89-7f87d468fd3d/e715a007-7f7f-47a0-a5d1-3a3d36833314.jpg",
    "moods": []
  },
  {
    "title": "The Life Goal Is to Get a Two-Story House",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Campus Romance, I Guess",
    "chapter": "Chapter 81",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Shoujo"
    ],
    "summary": "An ordinary university student, Hayoon. She meets Kang-on on a trip for which she leaves on impulse. \n\nKang-on falls in love at first sight with Hayoon and confesses to her but she rejects him. The two who thought they would never see each other again are reunited during a university club recruitment event...and end up joining the same club. But wait..the president of the club they joined likes Hayoon too?!\n\nLol this isn't made up but really just a campus romance...I guess.",
    "image": "https://uploads.mangadex.org/covers/603ba0f1-2a02-4e50-836a-a222056d6b5e/1087106e-bd40-4d77-82f1-f4c8494c5706.jpg",
    "moods": []
  },
  {
    "title": "For The Princess Who Will Disappear",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a life tangled with pickpockets, Sasha discovers she might be a \"princess\"!? Selling a necklace by mistake leads her all the way to the royal palace. Quick-witted and bold, Sasha, the street-savvy princess, and Rascan, the cold-hearted duke and her fiancée who silently stands by her side, embark on a secret romance!",
    "image": "https://uploads.mangadex.org/covers/248f0f58-092b-43f5-8e13-f0e8907da4f8/781ec863-9cc0-42d5-87ad-a7fd7311df24.jpg",
    "moods": []
  },
  {
    "title": "Just A Cat",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world of monsters and magic, the hunter Hawk and just a cat set off on an adventure— \"One to protect what is precious, the other to seek revenge.\"\n\nDifferent purposes, same destination.",
    "image": "https://uploads.mangadex.org/covers/0e9b2027-d24f-4fd9-bbb1-d2ad553a00f6/288dc6b8-76f1-4d82-8bc4-a4ff10907173.png",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Son’s Retribution",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Blood ties bind, but vengeance severs, and in the heart of a heartless man, a fire ignites.\n\nKang Piludu, a prosecutor born into a legacy of corruption, uncovers his family's harrowing involvement in his mother’s murder. Now, a chilling vendetta awakens the monster within, drawing out the primordial urge he has long sought to contain. \n\nWill he rely on the law to be his ally on this treacherous path, or will he become the judge, jury, and executioner?",
    "image": "https://uploads.mangadex.org/covers/ea9ed9d1-04ed-4522-ae42-57042697e4a6/5f73cbbf-ed25-4d4c-8cac-0807943192bf.jpg",
    "moods": []
  },
  {
    "title": "Confessing My Love to Him, the Treacherous One",
    "chapter": "Chapter 49",
    "genre": [
      "Romance"
    ],
    "summary": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?",
    "image": "https://uploads.mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Spirit of the Dead",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Sakaki is transferred to a paranormal investigation agency and is partnered with Kunugi, an old high school classmate. Unfortunately, Sakaki has a strong sensitivity to the supernatural and is afraid of ghosts, and together, the unlikely duo investigate cursed and haunted locations.",
    "image": "https://uploads.mangadex.org/covers/463765f9-b6cd-4ae8-ba27-717f121c91cc/d75534ae-32e4-4993-a934-de0a79b2b1c2.jpg",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 61",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "My Status Window is on Strike",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Monsters pour out of gates, wreaking havoc on the world, but Taejun couldn’t care less. After seven years of failure and bullying in his hunter’s guild, he’s fired—until his dormant S-Tier power suddenly activates. Now, with newfound strength, Taejun hunts monsters, exacts brutal revenge, and rises to fame. But as his power grows, so does the danger, and shadowy forces begin targeting him. Can Taejun stay one step ahead and crush those who want him dead?",
    "image": "https://uploads.mangadex.org/covers/ecbb0ff6-8a80-4897-a13f-5305f6c181db/c255a62e-f629-4305-8bdf-7b6cb4f91f40.jpg",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "I’ll Change the Ending Through Home Education",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "The Wolf Archduke’s Companion",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A long time ago… Wait… it's not really that long ago. There lived a certain Ookami-san… She's bad-mouthed, and not to mention flat-chested. Even so, she's still the heroine. She works for Otogi Ginkou, a group who does favors for others and demands something in return when necessary.  \n  \nWell then, watch as Ookami-san and company unfold many weird… really weird stories. Behold, Ookami-san and her Seven Companions.",
    "image": "https://uploads.mangadex.org/covers/dec289b2-2af9-4a61-bc67-07970256db1f/0bce9b8d-15cf-4453-a924-2311a7e13db5.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 59",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnated Scum Hunter",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In another world, the “scum reincarnated people” are addicted to power and continue to run wild according to their desires. The one who stops their rampage is Hasuda, a reclaimer who specializes in reincarnated people. When Hasuda appears before them, their strongest abilities and bodies are reclaimed, and a dark judgment is passed down. The underground fantasy of the scum reincarnated people vs. the reclaimer begins!",
    "image": "https://uploads.mangadex.org/covers/583f03a6-32d6-433a-8d1c-5e435f4c0b52/61e149dc-e451-4cd2-af93-98c7008e28c1.png",
    "moods": []
  },
  {
    "title": "In This Life, I Will Survive Until the End",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Overpower Your Enemies by the Law",
    "chapter": "Chapter 43",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After a mysterious accident on a scorching summer day, high school student Jaehun wakes up to a startling discovery - his soul is now sharing his body with that of an enigmatic ascetic. Over the next three years, Jaehun adjusts to life with his unexpected companion while undergoing rehabilitation. Just as he begins to settle into this strange new reality, he faces a pivotal moment: choosing his path for college. A conversation with his defense attorney father opens the door to a world he had never considered before.",
    "image": "https://uploads.mangadex.org/covers/c320025f-322e-4208-acc6-cd6dc7a9873d/349b6674-4c4f-4c8d-bb56-731cb0206c8a.png",
    "moods": []
  },
  {
    "title": "I Became a Miserable Extra in a Healing-Genre Novel",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 132",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "No, I Only Charmed the Princess!",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Elvira Von Lustro. I can’t accept you as a saint! The ‘Maiden Lily’ you were growing was a fake! You fake saint!”\n\nPrince Alexander cursed me like that. Everyone shouted in surprise.\n\n“Elvira is not the saint?”\n\n“There must be some mistake.”\n\nThere is no doubt about it. I was supposed to be recognized as a legitimate saint in this ceremony. But then, all of a sudden, he called me a fake saint. Furthermore, Prince Alexander declared,\n\n“I can’t marry a woman who isn’t a saint! Your betrothal is forgotten!”\n\nThen, for the first time, I opened my mouth.\n\n“ーYes, I understand.”",
    "image": "https://uploads.mangadex.org/covers/0937b03b-c5e2-40fd-a9df-26562f747b38/406c7afb-7f11-4d92-8488-e6c6a127e662.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "I Got Married to a Duke Called Beast",
    "chapter": "Chapter 82",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Duke of Statern, with his vast estate and immense wealth, proposed to me.\nWhy did he proposed me? I’m from a noble family that had no fiefdom and only is only a noble in name.\nThere was a even horrible rumor coming from the capital…",
    "image": "https://uploads.mangadex.org/covers/9b216d59-cb73-43fd-98dc-747454faff85/d57d3c09-496a-4afc-a5e4-de0aa0da1731.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "I Became the Greatest Heiress of the Empire",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 22",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Honey, I’m Going On a Strike",
    "chapter": "Chapter 134",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "mature - 2",
      "Romance",
      "Shoujo"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "To Hell With Being A Saint I’m A Doctor",
    "chapter": "Chapter 139",
    "genre": [
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Jin Yoosung was a gifted surgeon said to be able to bring the dead back to life. However, not even this genius doctor had the ability to revive himself. Following a fatal car crash, Yoosung closed his eyes for what he'd thought was the last time… only to wake up and find that he's been reborn in a fantasy world!\n\nA doctor through and through, Yoosung — now Ray — resolves to become a healer again. Unfortunately, it seems his new magical abilities may not be the most fitting for his dream career…",
    "image": "https://uploads.mangadex.org/covers/0139a824-a758-44f8-a841-2c247ebe4588/e580bbb8-be41-4852-b9bf-9d9be4ad6208.png",
    "moods": []
  },
  {
    "title": "From a background character to the guardian of the marquess’s heir",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I was supposed to have died in an accident… but when I opened my eyes, I found myself inside the pages of my favorite novel!\nAnd the worst part? I wasn’t reborn as the heroine or even the villainess… but as a completely insignificant side character.\n\nAccording to the original story, the noble couple I work for will soon disappear, and all the servants will be dismissed afterward.\nI knew exactly how it was going to play out, so I told myself:\n“I’ll just live quietly, freely, and comfortably in my own way.”\n\nBut things didn’t go as planned…\n\nSuddenly, and completely against the original plot, I find myself in charge of the marquess’s children, who were left behind after the tragic accident.\nI’ve become their guardian, even though I was never meant to play this role!\n\nEven when I tried to walk away, I couldn’t ignore their innocent eyes and their need for comfort…\nSo I chose to take on the responsibility, leading them on a journey filled with surprises and challenges.",
    "image": "https://uploads.mangadex.org/covers/04e91207-ec17-488e-af2b-b6e0b4ad4ea8/0105fe29-2501-4fe4-85e1-18f4ceab4d44.png",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?",
    "image": "https://uploads.mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/88cadeeb-cc86-4093-b973-46b6b7cd4521.jpg",
    "moods": []
  },
  {
    "title": "Expelled Hero Is Too Strong",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…",
    "image": "https://uploads.mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  }
]