[
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 123",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "My Introverted Boy",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Do you ever wonder what the most popular boy at school is really like? As it turns out, he might be just as awkward and shy as any of us. That’s what wallflower Jayu Nam begins to discover after a chance encounter with Jahyeok Yeo, a boy in her class who seems to excel at everything in life. Well, almost. Underneath Jahyeok’s persona is a secret super-introvert who would rather just stay home, except his charming good looks keep forcing him into social situations. Together, Jayu and Jahyeok begin to learn a little something about friendship and maybe more…",
    "image": "https://uploads.mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "moods": []
  },
  {
    "title": "Perfect Contract",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Junwon, a perfect man, and Ju-i, a woman who knows her abilities and charms, strike an unusual deal: they will date with one strict condition—no falling in love. What starts as a simple arrangement soon becomes complicated as unexpected feelings begin to surface. Can they stick to their promise, or will emotions get the better of them? Dive into a world where love is both the goal and the enemy, and find out if their hearts will follow the rules or break free.",
    "image": "https://uploads.mangadex.org/covers/81cc2380-a4c6-4cd1-97cb-cd24eaf354d8/e266fe62-ba09-4cba-967d-85bffe6be917.jpg",
    "moods": []
  },
  {
    "title": "Red Shirt",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The legend of the killer company, Cha Si-hyuk. He decides to retire after meeting the woman he loves, but the company has no intention of letting him go easily. Eventually, everything starts to be taken away from him, and Cha Si-hyuk takes up the sword again. Revenge begins, and the war with the huge organization ‘Neville’ becomes unavoidable… What will be left at the end of the sword of revenge?",
    "image": "https://uploads.mangadex.org/covers/a538729e-2320-4c41-b324-33983267de72/18dae44c-3aee-4a97-a761-da3a99c4613b.jpg",
    "moods": []
  },
  {
    "title": "The Cop Is Too Strong",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "image": "https://uploads.mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/090d8644-cc71-454e-b673-ef36cf9bb999.jpg",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "The Adorable Toddler Fortune Teller Everyone Adores",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Prepare for cuteness overload with Su Mianmian, a three-and-a-half-year-old metaphysics wonder! Cradling her milk bottle, she’s a fortune-telling sensation, adored by the nation’s wealthiest family. Whether she’s exposing scandals live on air, banishing evil, or revealing hidden fates, she’s a force to be reckoned with. Villains beware: one flick of her wrist and a well-placed talisman will put you in your place! This pint-sized powerhouse, with a thousand years of cultivation, dishes out epic comebacks and spreads joy. The internet is obsessed, demanding new chapters: “The ultimate adorable badass? Sign me up!*From the author of my previous work, “Matriarch Downgraded into a Mistress”",
    "image": "https://uploads.mangadex.org/covers/0d8b3011-9a82-466b-a130-60e5832a19fb/e849ae15-f276-4673-a703-724dcf01a3e3.png",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mightiest Melee Magician",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "School Life"
    ],
    "summary": "Sensing shifts in mana, successfully manifesting it, and attending the most prestigious school at the top of his class at a young age, Ruin Ardell is on track to become a great mage. Everything was going smoothly until he discovered that he had a condition preventing him from expelling mana. \n\nRuin’s tumble from grace gave those jealous of him the opportunity to toy with him. But in the depths of his despair, he discovers a miracle in the form of a system message.",
    "image": "https://uploads.mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/415d73b4-7dfe-4ecf-b77d-3b2939f44a39.jpg",
    "moods": []
  },
  {
    "title": "GG Complex",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "Your Sweet Breath",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Revenge",
      "Romance"
    ],
    "summary": "Actress Seo Kang has been suffering from terrible nightmares for 20 years. One day, the man who always saved her in her dreams, Hansan, appears in reality as her personal bodyguard. What is his mysterious identity?",
    "image": "https://uploads.mangadex.org/covers/3c10783d-d87b-4d02-b5cd-2b52352815fd/b95aea03-0e60-440d-8f96-e0fa83fa6aa1.jpg",
    "moods": []
  },
  {
    "title": "Doctor Hong’s Secret",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hong Gye-dong, a genius doctor with mysterious eyes that can see a person's fate. In truth, \"he\" is a woman. One day, due to unavoidable circumstances, she accidentally shifts the drinking expenses onto a man she believed was just an ordinary guy and gets caught. Now, entangled with this dangerous man, who seems to have no visible fate, she finds herself entering the royal court! But the ordinary guy she thought he was turns out to be none other than His Majesty, the king of this nation...?",
    "image": "https://uploads.mangadex.org/covers/4cc8c388-234f-4f2d-befe-46ae58c6c072/a4a33fc2-76ed-4d26-a229-a7a0174c8a01.png",
    "moods": []
  },
  {
    "title": "Entomologist In Sichuan Tang Clan",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "moods": []
  },
  {
    "title": "Demon King Who Lost His Job",
    "chapter": "Chapter 435",
    "genre": [
      "Action",
      "Comedy",
      "Manhua"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0b1eb6ab-a2fb-4be7-890c-9ca1138e6abb/36ae5621-b229-49fd-b5a7-9257a0d8cf7c.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 67",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Fist King",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanae Yano, a 28-year-old single woman with no boyfriend, is suddenly summoned to another world. There, she encounters Rita Scryne, the duke's daughter who looks exactly like her, and Rita's father, Zack. They ask her to take Rita's place in an arranged marriage with the ruthless and feared King Eugene Astaroth—known as the \"Merciless Wolf.\" Upon learning that the summoning magic can bring people from another world but cannot send them back, Kanae finds herself with no choice but to accept. However, when she meets King Eugene, she makes a shocking discovery—his true identity is none other than her first love!",
    "image": "https://uploads.mangadex.org/covers/68626091-4998-402f-a246-d965536813b0/4bb484e6-e9ac-421d-96b1-c0ce05ba4eb3.jpg",
    "moods": []
  },
  {
    "title": "Offering Salted Fish To Master",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Fantasy",
      "Romance",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Another Heaven",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?",
    "image": "https://uploads.mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/ef3eaf7f-12da-4daa-9a3d-74e2e28142ea.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 402",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "The Investor Who Sees the Future",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After experiencing an accident in the military, Kang Jinhu gained the ability to foresee the future. \n\nHe decides to use this ability to invest in various companies and make money, aiming to become the world's number one investor. \n\nHow far do the limits of his foresight extend? Beyond investments, it touches economics, politics, corporations, and even global affairs. From now on, he’s reshaping the world of finance!",
    "image": "https://uploads.mangadex.org/covers/aefc3f7f-e7fd-40d9-86ce-280ff9ac16de/489371d4-43e8-4b32-a32c-af3fad075656.jpg",
    "moods": []
  },
  {
    "title": "One and only",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Yakumo is an adventurer who was expelled from the \"Holy Sword Group\" after his unique skill [Paper Mastery] was determined to be a small fry skill. However, as a result of protecting his friends during the final dungeon capture, another unique skill [Maximum Magic] awakens! Instantly kills a powerful monster solo. Yakumo decides to take on a request from the guild as a solo soloist. On the way, Armine, a beautiful elf alchemist, comes across a place where she is being attacked by monsters. When I helped her with her awakened power, she invited me to join her own party...!? Is the skill to manipulate \"paper\" a \"god\" skill? Become the strongest!",
    "image": "https://uploads.mangadex.org/covers/606496d3-1379-479f-af65-219594c16a6a/3feb65ba-d71a-44aa-be01-44ee7d3931ce.jpg",
    "moods": []
  },
  {
    "title": "Full-Time Awakening",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "As the captain of the Divine Legion and the strongest Awakener, Bai Yi is betrayed by a comrade, witnessing all his teammates die before his eyes. Only then does he realize he has always been a pawn of those in power. Having lost everything, he is reborn 20 years ago, back to his middle school days before awakening.\n\nAt that time, his family and teammates are still alive. To save them, to avenge the betrayer, and to overthrow the entire corrupt ruling system, he embarks on a lonely path of strength.",
    "image": "https://uploads.mangadex.org/covers/6fc3bb28-6c67-4345-8088-ec3c856e9b36/0f62281d-d3c1-49b8-96e7-adf6eb80c5b1.png",
    "moods": []
  },
  {
    "title": "Misfortune at Work",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
    "image": "https://uploads.mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "moods": []
  },
  {
    "title": "Matchmaking Breach",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Black Killer Whale Baby",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.\n\n---\nAt age 3, Calypso Aquasiadel is the most outstanding genius her family's ever seen, and no wonder... She's actually a modern girl who's been reborn into the same novel thrice! This time around, Calypso's determined to harness the powers of the mysterious dragon duke and send herself back home. The only problem is, she'll first need to earn the respect of her hardened family to survive until then! Can Calypso win their approval and even their hearts? Or is this life doomed for another do-over?",
    "image": "https://uploads.mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "When Love Calls My Name",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"his goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded duke who found love by returning from death and an unfortunate, calm, goddess-like wife!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n2039hs/)",
    "image": "https://uploads.mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/57436275-8134-4f6c-b9b2-d6c9f51b487f.jpg",
    "moods": []
  },
  {
    "title": "How to Turn a Gentle Male Lead Into an Obsessive Male Lead",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love or Love",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hikigaya Hachiman, a boy with a distorted personality, is brought to the \"Service Club\", led by a beautiful and harsh girl named Yukinoshita Yukino, by his academic advisor. Hilarity ensues as the isolated boy, through his many mistakes, begins to reshape himself and those around him.",
    "image": "https://uploads.mangadex.org/covers/0296dc0b-7635-4154-927a-33c2244c4503/24afa460-727c-400f-b66b-5aa1cdc3977c.jpg",
    "moods": []
  },
  {
    "title": "Revenge Witch",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "Perhaps Invincible",
    "chapter": "Chapter 40",
    "genre": [
      "Romance"
    ],
    "summary": "Hyeol Yu is a third-rate warrior feared more for his menacing appearance than his actual skills. Branded by false rumors and endless misunderstandings, he has long been an outcast in the world of martial arts. But everything changes when Seolhwa, the woman he once vowed his life to, reappears before him as a true martial arts master. From that moment on, Hyeol is thrust into chaos, his name weaving its way through the ranks of warriors, sects, and factions. As his unwanted reputation spirals out of control, he is pulled into a conflict far greater than he ever imagined.",
    "image": "https://uploads.mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "Confession",
    "chapter": "Chapter 48.1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life"
    ],
    "summary": "Ayumu Otsuki is a space lover with an ambitious dream—to meet an alien. Despite lacking friends or romantic experience, she started the Astronomy Association by herself, which is the only place where she feels she belongs. One day after school, she dropped an association poster, but an upperclassman picked it up for her. The upperclassman introduced herself as Hayami, and Ayumu completely fell in love at first sight when Hayami recognized her passion! Ayumu's mind is now filled with love, and she goes all out to share her feelings. However, Senpai seems to already adore something else. She fell for a fitness junkie?! A peculiar girl's straightforward romcom!!",
    "image": "https://uploads.mangadex.org/covers/b155dd4b-4db3-4dfd-80b9-d7690ee0c053/91143498-c992-407d-b522-eb32ec372209.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "Grand Duke of the North",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the sister of the villain, who shed no blood or tears in a war-ridden novel! I thought I was born again as the youngest daughter of a noble family, but I'm the little sister of a villain who's only being used!  \r\n  \r\nA baby's body too fragile to survive in the Lagrange household, a brutal family that makes children fight for successors… I've decided to stick to the villain in order to live!  \r\n  \r\nI need you to be my guardian until I run away from here. Raise me, villain!  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/8848b6bd-dfae-4fec-8bc4-8a130394c9a1/822345b5-c2b7-4cc3-9d7e-7dd5a12b4151.jpg",
    "moods": []
  },
  {
    "title": "YoKai Yokai Yokai!",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Natsume's just an ordinary kid, except he can see spirits just like his grandma Reiko could. Reiko, though, used to bully the spirits, and bound them to her will in the \"Book of Friends.\" Now that Natsume has inherited this book, a never-ending stream of spirits is coming after him. With the help of a spirit \"cat\" (who really just wants Natsume to die so he can have the book), Natsume spends his days dissolving the contracts that bind the spirits and trying not to get killed.\n___\nExtras:\n* Manabiya no Sumi (In the Corner of the Schoolyard) in v.6.\n* Natsu ni wa Tameiki (w)o Tsuku (Heave a Sigh in Summer) in v.7.",
    "image": "https://uploads.mangadex.org/covers/2c3cd370-04bd-4994-87dc-e54a4d80c4ec/9b86e7f5-ad0c-488c-9fdf-7c1c9603d519.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Grand Archive’s Young Master",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Murim"
    ],
    "summary": "The soul of the charming and imposing Martial Arts Alliance Leader, Hu-Gong, suddenly wakes up in the body of a young man.\n\nThat young man’s name is Beom-Hang. He’s the young master of the ‘Heavenly Grand Archive’, one of the three major archives of the Jianghu, yet he is a sorry excuse of a person.\n\nTo determine why his soul has swapped bodies, Hu-Gong begins to train Beom-Hang’s body. When the possessed young master of the Heavenly Grand Archive’s movements are totally different from how they used to be, it starts to attract the attention of the Jianghu...",
    "image": "https://uploads.mangadex.org/covers/b2379cf4-3915-4577-b4df-329fc9900620/4d8d601c-ba0d-4584-9ed3-537f825f1ad8.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]