[
  {
    "title": "I Will Buy Divine Power With Money!",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "Dear Fairy, Please Contract With Me",
    "chapter": "Chapter 25",
    "genre": [
      "Fantasy",
      "Magic",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "Hello. Am I perhaps your first fairy?\n\n**\n\nDeep down in a basement, I met a lonely child.\nI wanted to see the smiling face of that child. \nSo I decided to come into being as a flower fairy.\n\n\"I promise you. I’ll leave this place with you!”\n\nYou’re a seed stuck in the ground.\nIn the name of the flower fairies, I’ll be sure to make you bloom.\n\n“Yes. Let’s work hard. Let’s leave together… Let’s get each other out of this place.\"\n\nThis fairy is going to have to do a lot in order to escape with the cute boy!\n\nWe prepared for a long time.\nThen an unexpected opportunity came, but…\n\nWe finally made it out back into the world.\nThat entire world wanted my human who had now blossomed.\n\n“You’re too amazing for me to keep.”\n\nMy first human. \nMy precious planet. My lovely flower. \nLeoren, fairy Shurensha’s origin. \n\nFor the sake of Leo, I want to let go of him, just a teensy bit, but, \n\n“Ren, you are the best in the whole world. I am only Shurensha’s Leoren.”\n\nLeo only cared about me.\n\n“Shurensha, please contract with me.”\n\nForever.",
    "image": "https://uploads.mangadex.org/covers/ea79d21b-d15a-4797-b7aa-52c61269dc11/3f1fa3fd-7062-48c1-ba1f-f1159dbf5517.png",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Genius Swordmaster",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!",
    "image": "https://uploads.mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "moods": []
  },
  {
    "title": "I Want to Live Life Effortlessly",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A boy named Atsumu was branded as \"useless\" by his famous sisters and banished from his entertainment-industry family. However, hidden within him was an extraordinarily talented \"behind-the-scenes support\" skill that neither he nor his family had noticed! After transferring schools, Atsumu is now determined to live a normal life, but as he crosses paths with talented entertainers—VTubers, idols, and models—his natural ability starts to shine, making him their indispensable support. They can't help but adore him, turning his simple wish for normality into a showbiz underdog success story!",
    "image": "https://uploads.mangadex.org/covers/d76dc781-0512-4626-9872-cd01835cfa5e/6ea89983-04b4-4e66-99fc-62db8177ea93.jpg",
    "moods": []
  },
  {
    "title": "Casting Cinderella",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A seasoned actress meets a sharp businessman with an unusual offer. It’s not about romance—it’s a game of deals, control, and blurred lines between acting and reality.",
    "image": "https://uploads.mangadex.org/covers/073dab14-6639-468c-b31b-01b22b1535be/209076dd-03c5-4e93-aec4-3b27544759ec.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "The Corrupted Witch Has No Choice But to Become a Villain",
    "chapter": "Chapter 100",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Visitor Of The Night",
    "chapter": "Chapter 25",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Loser Is the First Lady",
    "chapter": "Chapter 10",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 147",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 33",
    "genre": [
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "The Masters Are Subscribing To Me",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "There are three female masters who are known to be the strongest in the world. The only thing they can’t get their hands on… their ideal man.\n\n“If there are no ideal men, why not raise one ourselves!?”\n\nAs they skim over the list of candidates, the ladies' eyes all fixate on one boy. A level 0 with no shred of talent…\n___\n**Character Designer:** [Tajima Ryuushi](https://mangadex.org/author/3ac15f57-6a12-4018-b549-30aab86fc6c8)",
    "image": "https://uploads.mangadex.org/covers/e4f385f0-d6c3-4eae-a953-f4c4b7ebd40d/9e92f5b2-2ef5-41b5-8cc4-e43e6d753c04.jpg",
    "moods": []
  },
  {
    "title": "I Became The Black Swan Mother of The White Swan Princess",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The transmigration that happened to others happened to me, too. I’m pretty sure I’m now a supporting character… but exactly which novel is this?\n\nWhen I opened my eyes, I was a widow with stepdaughters my own age, and not only that, I turned into a black swan every night due to a dark curse! Holding back my tears, I decided to take charge of my fate…wait, why should I? Why So Serious?\n\nA duchess during the day, a queen of the lake during the night – I have the best luck to be able to leisurely float around! Life should be lived unplanned! When I had just about decided to live my life like this, a white baby swan, one that was not in my no-plan life plan, came to me.\n\n“Mommy, are you really my mommy?”\n\nWhat, you were a person? And even the youngest sibling of the tyrant emperor?\n\n“I’m not your mother! Can’t you tell by the different colors of our feathers?”\n\nI’m a black swan, you’re a white swan! But why is she so crazy cute. Can our mother-daughter love endure the obsession and persecution of this child’s seven brothers, including the tyrant emperors?",
    "image": "https://uploads.mangadex.org/covers/f99e3c12-048d-44f5-8fa1-587a407b1ac8/c6929c61-5ccb-4406-8a14-7cf427a1dc94.jpg",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Whose Baby is it?",
    "chapter": "Chapter 337",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Shounen Ai",
      "Webtoons"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "Hades & Persephone",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This series including fanfic short stories about the famous couple in Greek mythology- Hades and Persephone and some other couples as well.",
    "image": "https://uploads.mangadex.org/covers/23ce2193-3859-4c26-9026-7eba6c62c523/1c545701-0ed7-4237-8e79-439c725736ca.jpg",
    "moods": []
  },
  {
    "title": "Full-Time Awakening",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "As the captain of the Divine Legion and the strongest Awakener, Bai Yi is betrayed by a comrade, witnessing all his teammates die before his eyes. Only then does he realize he has always been a pawn of those in power. Having lost everything, he is reborn 20 years ago, back to his middle school days before awakening.\n\nAt that time, his family and teammates are still alive. To save them, to avenge the betrayer, and to overthrow the entire corrupt ruling system, he embarks on a lonely path of strength.",
    "image": "https://uploads.mangadex.org/covers/6fc3bb28-6c67-4345-8088-ec3c856e9b36/0f62281d-d3c1-49b8-96e7-adf6eb80c5b1.png",
    "moods": []
  },
  {
    "title": "Debut or Die",
    "chapter": "Chapter 84",
    "genre": [
      "Adaptation",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After a night of drinking, aspiring civil servant Ryu Gunwoo passes out, only to awaken three years in the past in the body of a young man named Park Moondae. Before he can even assess the situation, he's given a mission: Debut or Die! Now, Moondae has one year to debut as an idol or face his doom. Luckily, he's able to snag a spot on the famous survival program \"Idol Inc.,\" but with his skills so low and the competition so high, does Moondae stand a chance at becoming a shining star?",
    "image": "https://uploads.mangadex.org/covers/b753dae4-5c05-4a3a-aa03-70aa94da90ec/0ff911ae-2407-4191-898b-d11abbd324ec.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Get A Divorce Because The Duke’s Is Too Fond Of Me!",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I transmigrated into my favorite novel — as the doomed villainess Ione! To survive, I must protect my beloved stepson Edwin and play the perfect duchess in a contract marriage. But when it’s time to break the marriage contract, my newfound family won’t let me go. What happens when the villainess is no longer the villain?",
    "image": "https://uploads.mangadex.org/covers/6384faf8-7ab0-4f8a-8162-3680d40356b5/ebe839af-713a-41fd-9f99-5c7f0c7ce34d.png",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 248",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "After Rebirth, I Used Mirror Reversal For Vengeance",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As a result of entering high school, Nanase moves into a sharehome. Only, there is a special rule that states \"all the residents must be assigned a family role\"!! What will happen of Nanase's life as she starts living with her pretend family...!?",
    "image": "https://uploads.mangadex.org/covers/5b947fed-957b-44e1-8889-d998b95ba3e4/a2af8467-c715-4c6d-957b-3bd904b69705.jpg",
    "moods": []
  },
  {
    "title": "Predatory Marriage",
    "chapter": "Chapter 73",
    "genre": [
      "Adaptation",
      "Bloody",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
    "image": "https://uploads.mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "moods": []
  },
  {
    "title": "All About Dominative And Exclusive Destruction",
    "chapter": "Chapter 65",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 29",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Unrequited Love Doesn’t End With Marriage",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”",
    "image": "https://uploads.mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Contractually Married Husband Wants Me",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 184",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 404",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "The doomsday ruthless man: hoarding trillions of supplies at the beginning",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 39",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The brunette’s reaper",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Grace In Wonderland",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Briefing: The Anchor Of the Soul",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of an Irrevocable Dark Family",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the stepmother of Rebecca, the 5-year-old wicked girl who planned to commit all kinds of troubles because of her limited time due to an illness.\n\nSoon, I’m going to get severely hurt because of Rebecca.\n\nIn this second life of mine, I can’t believe I’m going to be crippled and unable to live properly for the rest of my life.\n\nAs expected, the Duke’s appearance exceeded my expectations.\n\n“Get lost.”\n\nI just went to your side, is there a need to swear?\n\n“My mom? As if! Such a rotten being. Get out of my house!”\n\nSplashing water at me, why does my daughter have a mother-in-law style that is typically seen in a morning drama?\n\n“Don’t cross the line. I don’t like you.”\n\nEven the Duke, who brought me over himself, loathes me.\n\n***\n\nNasty and cheap humans.\n\nI’m out of here!\n\nI made up my mind and started to do what I wanted.\n\nAfter taking a little revenge on a kid who does not even apologize, let alone feel remorseful, all that’s left is to run away….\n\n“Mom, you can’t live without me, can you? I’ll grant you a special place next to me!”\n\n…No. I don’t want to be next to you.\n\nEven that girl’s father, the Duke, the man who hated me to death, was acting strangely.\n\n“I hate you so much. So I’m going to put you next to me.”",
    "image": "https://uploads.mangadex.org/covers/6b7cace5-cc1c-4956-9d78-f013fbbb20d8/ba6fcdf7-7951-4fde-8410-8e3fd28ca401.png",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]