[
  {
    "title": "The Wife’s Seduction",
    "chapter": "Chapter 9",
    "genre": [],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The main character, Kim Kyung-Sam, is an orphan preparing for the civil service exam while working part-time at a convenience store.\n\nWhile immersed in the game ‘God Forsaken World’ and playing the scenario of ‘Gilosan Ello D’ Baltic’, the fallen Third Prince of The Empire, without realizing it, he is transmigrated into that character.\n\nThe worst part is that at the time it happened, the fallen Third Prince, better known as ‘The Pig Prince’, has been kidnapped and is on the verge of execution…!\n\nWe will see how Kyung-Sam uses his knowledge of the game to overcome various crises!",
    "image": "https://uploads.mangadex.org/covers/df1e3bc8-0cbf-4ba6-ab21-6e472ae902e7/6a8dd743-7eda-49bb-a217-678e63160195.png",
    "moods": []
  },
  {
    "title": "The Zenith",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Yangcheon Ku, born to the virtuous House of Ku of Sanseo, the Little Star and next Head of House. Status: The world’s most hated demonic martial artist. Cause of death: Defeated during the Virtuous-Demonic War, tortured upon capture. Or so he thought. Moments after dying in the arms of his childhood friend, the Heavenly Sword herself, Seol-ah Wi, he finds himself back in the past. Already things have changed, but is it enough to ensure his second chance at life doesn’t end with the same regrets?",
    "image": "https://uploads.mangadex.org/covers/114ddfec-a260-4871-a5e5-4cb0333c4826/e888b73b-ddb6-4110-8a77-606aace6ed58.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Mercenary’s Machinations",
    "chapter": "Chapter 47",
    "genre": [
      "Action"
    ],
    "summary": "Cecil Perdium, the Mercenary King, was killed in battle before he could avenge his family. As he faces death, he learns that Duke Delphine, the man who caused the downfall of his family, didn't work alone. \n\nSuddenly waking up as his teenage self, Cecil must work to both overcome his poor reputation and build up his strength to save his family. With their soldiers and knights defecting due to the harsh conditions they must endure, he has his work cut out for him. \n\nCan Cecil become the mighty warrior he once was and avert his family's fate?",
    "image": "https://uploads.mangadex.org/covers/53f1ec5e-058b-4d18-a23b-2a7dbca5669f/c60c3924-f73c-4736-a2d3-10e6b8b71049.jpg",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 173",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Revelation Of Youth",
    "chapter": "Chapter 105",
    "genre": [
      "Comedy",
      "Josei",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Lim Chungah is a highschool student whose household got swindled by her own trusted uncle. With her parents leaving in pursuit of finding her uncle, she is temporarily left alone to live in her uncle's empty house. HOWEVER, what if Chungah's family weren't the only ones duped by her uncle's con? Enter Millenium Adventist Church, the biggest cult in their community and one of her uncle's scam victims. Lim Chungah finds herself cohabitating with Kim Yohan, the cult leader's one and only son. Oh God, will their living situation be okay?!",
    "image": "https://uploads.mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "moods": []
  },
  {
    "title": "The Bad Ending of an Otome",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "One day, office worker Suzune (Reine) is reborn as Raine, the heroine of a \"work-based otome game\" that is too far away from romance. She wants to fall in love with a handsome man in this life! However, she finds herself in a world where there is a magical caste system, and to her surprise, she is the lowest rank! Her family treats her coldly and she is on the verge of being expelled from school. ...... Even so, she is undeterred by the \"strong mentality\" she has developed in her previous life. Practising magic, studying, and increasing the likability of her targets, she runs hard to avoid a bad end and get a sparkling school life! As Rene pushes forward with such a bright and positive attitude, her high-spec brother Julius, with whom she was supposed to be on bad terms, somehow begins to dote on her - or does he? A school fantasy about a strong mental heroine who is loved by everyone!",
    "image": "https://uploads.mangadex.org/covers/57f64981-c341-4c8a-9994-7723d688a2f7/d2d2e479-e1a4-4eb7-bdba-d3ced87a7081.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 63",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Bad Ending of an Otome",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "One day, office worker Suzune (Reine) is reborn as Raine, the heroine of a \"work-based otome game\" that is too far away from romance. She wants to fall in love with a handsome man in this life! However, she finds herself in a world where there is a magical caste system, and to her surprise, she is the lowest rank! Her family treats her coldly and she is on the verge of being expelled from school. ...... Even so, she is undeterred by the \"strong mentality\" she has developed in her previous life. Practising magic, studying, and increasing the likability of her targets, she runs hard to avoid a bad end and get a sparkling school life! As Rene pushes forward with such a bright and positive attitude, her high-spec brother Julius, with whom she was supposed to be on bad terms, somehow begins to dote on her - or does he? A school fantasy about a strong mental heroine who is loved by everyone!",
    "image": "https://uploads.mangadex.org/covers/57f64981-c341-4c8a-9994-7723d688a2f7/d2d2e479-e1a4-4eb7-bdba-d3ced87a7081.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 63",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 82",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 60",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "I Brought the Male Lead to His Knees Before Me",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Before I died, I was reincarnated into my favorite novel as Iena, a supporting character and an actress — a profession scorned in the Empire. After reincarnating, I had to “discipline” a few pests who kept bothering me.\n\nThen one day, the Crown Prince approached me with a strange proposal…\n\n“I heard there’s no man who doesn’t fall from just one of your gestures.”\n\nI think we’re imagining very different kinds of gestures here.\n\n“They say no one can meet your eyes when you smile.” That’s because they’re scared of me…\n\n“Use whatever means necessary to make the Duke fall for you.”\n\nExcuse me, Your Highness… I think you’ve come to the wrong person!!!\n\nThe Duke is the male lead, and he already has a destined female lead he’s supposed to fall in love with!! I agreed to the Crown Prince’s plan, deciding to just hang in there until the real female lead shows up.\n\n... but something’s gone off track?\n\n“Your Grace, desire isn’t inherently bad. If you want something, speak up confidently. But if the other person says no, you step back. That’s all it takes.”\n\n“Is that so?”\n\n“Yes.”\n\n“Then allow me to be bold. Iena, I wish to hold you.”\n\n…Are you being serious right now?",
    "image": "https://uploads.mangadex.org/covers/76f3cd63-f882-476c-a40e-0ab20fabb0b3/bb3e7723-8b82-46ee-b212-34fdcb66fb00.jpg",
    "moods": []
  },
  {
    "title": "Hell of a Romance",
    "chapter": "Chapter 9",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/eaecd9b5-0510-46aa-b65c-a09611fa912b.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 84",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "Kill The Dragon",
    "chapter": "Chapter 159",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The human race plunged into a war against dragons, who have invaded the earth. At the same time, among the humans arose people with supernatural powers, called psykers.\n\nThrough the countless sacrifices of psykers, the war seemed to be coming to an end with the human race as the victors. But when a psyker with the ability to see the future foretold that the dragons will be returning in 15 years, the people established Ark, a facility to train children born with psychic abilities to prepare for the last war of the human race.\n\nThere are only three years remaining until the prophesized war. What will happen next?!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
    "image": "https://uploads.mangadex.org/covers/53c4d807-660f-4b10-9e45-726925b41dcd/4b32c17a-fa69-491c-9828-390bfc5dba75.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "Max Talent Player",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!",
    "image": "https://uploads.mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "moods": []
  },
  {
    "title": "The Silent Transfer Student",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "This is a story about a high school boy who is afraid of big tits who gets caught up with the new transfer student with big tits!",
    "image": "https://uploads.mangadex.org/covers/f991e6e5-7183-4ff3-be2b-22b2727b6233/182a7344-995e-4e3b-bcc8-7f71b39ec94a.jpg",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 210",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "Seoul Station Druid",
    "chapter": "Chapter 203",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Shounen",
      "Si-fi",
      "Webtoons"
    ],
    "summary": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
    "image": "https://uploads.mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/25af0915-1ee5-4b57-ac6b-300bd885f149.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 47",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "Shadow Princess",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/276decee-1efa-41b1-b87e-bc4950c1a66a/ff9e93da-4f6c-41f8-b077-a00a2e989b53.jpg",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Onii-san, congratulations on your marriage. This person is your bride.”\r\n\r\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\r\n\r\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\r\n\r\n“…Well then, who’s your favorite heroine right now?”\r\n\r\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\r\n\r\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\r\n\r\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\r\n\r\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\r\n\r\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
    "image": "https://uploads.mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 64",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "My Flower in the Desert",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A collection of stories:  \n  \n1. The Boundary Between Archer and Scorpion  \n  \n2. The Long, Far Road  \nAlso included in [[es] ~Eternal Sisters~](https://mangadex.com/manga/4879)  \n  \n3. Giraffes' Necks Are Too Long  \n4. The Imaginary Land  \n5. Flowers Forming a Parabola  \n6. Her Cat Wards Off My Bad Dream  \n  \n7. Itoshii no Maid-sama (Miss Beloved Maid)  \nOneshot from Yuri Hime S.  \n  \n8. Capturing You  \n9. The Crow Woman  \n10. A Love Song in a Nameless Country  \n11. The Prince of the Night Sky and the Princess of the Morning Glow",
    "image": "https://uploads.mangadex.org/covers/c5ce2b67-6590-4407-a056-c1a6079fae0f/b153753b-93c8-4037-86af-6c9d14260ea5.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "Die Melusine",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "My serenade, my Kieron. \nDuring one of his conquests, the heartless Archduke Kieron discovers Melusine, a mermaid in captivity. Their bond deepens, but according to legend, mermaids must kill their lovers to return to the sea. Melusine cannot bear to harm Kieron and leaves instead. What cruel fate awaits the lovers?",
    "image": "https://uploads.mangadex.org/covers/47c6cd94-ba3a-4536-bade-06987fa2ff88/5cda178f-9230-4450-8fe8-c89764e5475f.jpg",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "The Ducal Family’s Poisonous Flower",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhua",
      "Romance",
      "Vampire"
    ],
    "summary": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse.",
    "image": "https://uploads.mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "The Indomitable Martial King",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed. But one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert. This Jim Godspeed says he's killed his father and has the corpse to prove it!\n\n(Source: MangaPlus)",
    "image": "https://uploads.mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/18e506d1-16a5-4fc1-9a3c-c269b17a94f8.jpg",
    "moods": []
  }
]