[
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The apocalypse game swept across the globe and merged with the real world, causing the collapse of order. In his previous life, Ye Xiao devoted everything to elevating his fiancée, Liu Ruyan, to the pinnacle of power, only to have his heart literally ripped out by her on the day of their engagement and transplanted into her male best friend. Reborn into a new life, Ye Xiao resolves to ascend the throne alone. Before the game closes its recharge portal, he spends billions of his fortune to switch to a god-level profession.\n\n---\n\n**Original Webtoon**: \n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/24688)",
    "image": "https://uploads.mangadex.org/covers/2d23a9d0-f059-44eb-be16-599baa40eed0/40272cb9-eb09-4e0a-a5e6-b95134340b2d.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 211",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Hiding a Logistics Center in The Apocalypse",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Imagine you are stuck inside a warehouse while the world is experiencing an apocalypse. That’s exactly what’s happening to Jeong-gyeom, except he suddenly awakens a very odd but powerful ability to store anything in a parallel dimension, giving him the tools to defeat the creatures wreaking havoc on the world. But as he ventures into the ravaged city of Seoul, he realizes there is more to this apocalypse than meets the eye as he encounters other survivors and mysterious monsters on his quest to find his family.",
    "image": "https://uploads.mangadex.org/covers/db521aef-caad-4aba-9ced-e45dbb67b314/319ff59a-389a-4c9f-8e9c-31d9b26db2a3.jpg",
    "moods": []
  },
  {
    "title": "Aladdin: Twisted Story",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Green Light",
    "chapter": "Chapter 37",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Zhang Gong decides to learn light magic, a magic few show interest in and eventually becomes the legendary Grand Magister. While trying to end the continent’s east and west separation in order to unite all of the different races, he becomes every race’s Child of Light.",
    "image": "https://uploads.mangadex.org/covers/1cec5419-b190-4b67-a98c-533da2b4c835/1c265b9e-39e7-4c96-ba8b-348305c44a62.jpg",
    "moods": []
  },
  {
    "title": "No More Kisses",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When the apocalypse descends, the world transforms into a brutal game of evolution—humanity’s final trial, and the favorite playground of gods and demons. Brian Carter time-travels back to ten days before it all begins. Armed with foreknowledge and no time to waste, he injects himself with the zombie virus and awakens a legendary SSS ability: Virus Monarch! Now, with the power to command infection itself, Brian forges a terrifying new path through the chaos, one where he doesn’t just survive the end of the world, but rules it!",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A girl named Yuki discovers a mysterious watch that stops time—and uses it to save a boy, Hiroki, from certain death. Drawn together by the secret of the clock, the two find themselves bound by an unforgettable summer. In a world frozen in time, an unprecedented suspenseful romance begins! (MANGA Plus)",
    "image": "https://uploads.mangadex.org/covers/89dfc7c9-f891-4834-a8d0-7b112c7fef26/a0e23519-d42b-425c-b03e-d308da04fe3b.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess Who Lost Everything Waits for Her Knight",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’ll Retire After Saving the World",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The only way out is through.\nIn the midst of a disastrous monster attack fated to end the world, a strange device throws Heejae back in time 20 years where he meets the students of his foster father, Seokyoung. Now it's up to him to take them under his wing and stop the apocalypse so he can finally set off for a peaceful life.",
    "image": "https://uploads.mangadex.org/covers/a8639c78-3e58-48fd-be65-e6d5fbec6066/ca569cb8-6fd7-4b40-b994-3475a9727dba.jpg",
    "moods": []
  },
  {
    "title": "The Stone Thrown in the Lake",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am Being Chased by My Husband",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "Proposed to my lifelong nemesis? A dangerous romance of chasing and deceiving between a scheming woman and a prickly man, based on Yuna Jin's original work. Elise, the Empire's most wanted criminal, dreams of a new life after leaving her dark past behind, only to receive a terminal diagnosis. The only solution is to obtain the \"Stone of Time,\" owned by Duke Johannes—the man who's been chasing her all her life.\n\nScrew it. Can't she just hide her identity?\n\n\"Love at first sight, Duke! Marry me!\"\n\nCan Elise successfully hide her identity and secure the Stone of Time?\n\n---\nMy husband is hot on my trail! \n\nEloise, a fugitive with a dark past, and Lord Johannes, the temple’s relentless hound, enter a marriage built on lies. With one year to live, Eloise must steal the Stone of Time from Johannes without revealing her identity. Can she survive this deadly game of deception?",
    "image": "https://uploads.mangadex.org/covers/251011a4-14a7-4395-b5ad-7029b34fa663/d070f861-9109-4e89-a88f-58d6c924d246.jpg",
    "moods": []
  },
  {
    "title": "Please Leave Emily Alone",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Emily Addisio, with her acceptance letter in hand, enters the academe, featuring of a happy academy life, but she suddenly gets into an accident. Ethan Valenti, who accidentally helped her, gradationally becomes attracted to Emily, and Emily also feels shocked by his aggressive style. Before Emily could feel a strange sense of relief, he seized the window hedge with his right hand, which reached up to his midriff, and fluently jumped inside the structure. ” What?” In a moment, a dark shadow fell on Emily, who was amazed by the unforeseen narrow distance. That was because Lord Valenti, who is higher than her, was looking at her with his reverse leaning against the window. And as the shadow girdled her, Emily artificially tried to step back. But before she could move, Valenti reached out to snare the handkerchief she was holding.” Thank you, Emily. That was kind of you, but you did not have to return it.” The beautiful romantic story of Emily, which is ordinary but always girdled by extraordinary situations, and Ethan, who gave her his first and last love.",
    "image": "https://uploads.mangadex.org/covers/1c514261-ae33-42d3-8f9c-ccf831c10670/882e587d-f4e9-46ea-bbdc-9ca3234be7d2.png",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Legendary Hunter Becomes Young Again",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"If only I were 10 years younger…!!\"\n<A special reward is given that reflects the target's wish.>\nGwak Pilseong, a legendary hunter enjoying his retirement at the age of 80.\nHe accidentally gains the ability of immortality and rejuvenates, returning to the hunter industry after a long hiatus…\nThere are… too many rotten scoundrels in the hunter industry!",
    "image": "https://uploads.mangadex.org/covers/aef338a6-795e-4fff-9048-50f5957ab220/96818e83-7fa9-4a8c-9097-f49c9c9bc058.png",
    "moods": []
  },
  {
    "title": "Records of the Demonic Path’s Return",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The worst talent that no one can compete with. Unstoppable Demon God, Dan Uhyeon.\n\nA thousand years after being sealed for the misdeed. A thousand years was enough to get rid of Dan Uhyeon's sense of superiority. A world that has changed, solitude with no one knows, and the only thing left is despondency and emptiness.\n\n\"Time goes like the wind. There's really nothing left.\"\n\nA little girl who appeared in front of Dan Uhyeon lost her purpose and will to live aimlessly, Hwa Somi. For a girl who seems to have nowhere to lean on, Dan Uhyeon feels the same and gradually begins to open the door of his mind.\n\n\"I'm Dan Uhyeon. Come with me.\"\n\nThe story of a warrior with an icy heart and acute and pure girl The story of an unusual family's life in the midfield will warm your heart.\n\n---\nThe Ultimate Martial Divine Demon, Dan Woohyun, was sealed up because he was too strong for the world to handle.  After a millennium passed by, he was released from his seal and felt like everything was meaningless as he wandered the back alleys… \n\nJust as he fell down because he was sick of the world, a small hand appeared in front of him.\n\n\"What's this?\" asked Dan Woohyun. \n\n\"A dumpling!\" came a reply. \n\nThis was the first time in his life that someone had been nice to him without any impure intentions, and that changed his fate. This is the chronicle of a martial god who traversed through a thousand years of time and space!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891), [KakaoPage](https://page.kakao.com/content/59492385)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16060)\n* [Japanese / 日本語](https://piccoma.com/web/product/112858)",
    "image": "https://uploads.mangadex.org/covers/54e1b971-fe2c-4720-b96b-4dc049863ae7/a421797d-f755-48b4-a357-b5d0b1c7a94e.jpg",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 95",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  },
  {
    "title": "The Sound of Gifted Silence",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Start Invincible",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The weakest awakened one, Chu Mingxuan, is swallowed by a giant beast. On the brink of death, he unexpectedly inherits a system, thus embarking on a long journey of continuous strengthening towards godhood. But how are awakened ones formed, and where does the system come from? Beneath the calm surface, undercurrents surge, and the world’s bloody great revolution is about to begin.",
    "image": "https://uploads.mangadex.org/covers/5588f70d-e9a9-4845-aa93-36e71a4d3358/f2e02ef5-26d8-48be-ad8a-150aef5d0312.jpg",
    "moods": []
  },
  {
    "title": "The Lithromantic Duke",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 121",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 61",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "A Terminally Ill Villainess Refuses To Be Adopted",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into the body of a terminally-ill villainess, Ibellin decides to find a peaceful life and a happy ending instead. Rather than selling off the main villain, Raven, to get the expensive medicine needed to treat her illness, Ibellin decides to heal the boy and then quickly send him on his way. But when Raven's father comes to seek her out, Ibellin is given a choice she's never imagined before. Will she accept it, or will she decline in hopes of finding happiness elsewhere?\n\n---\nWhen the villain was young, she became Extra #1 who deceived him and sold him as a slave. This girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the slave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain. Even though he was young, he was wary of me until the time of parting came, perhaps because he was the villain. Fortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“…Are you telling me to go away?”\n\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease. Well, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You…”\n\n…There was something strange about the villain’s prickly face that was looking at me.",
    "image": "https://uploads.mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/f87ead29-494e-41bf-b8fa-7809589cdd38.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 80",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 38",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 12",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "High Society",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\"",
    "image": "https://uploads.mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "moods": []
  },
  {
    "title": "Wail Of Weakness",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "Ananta, a descendant of one of the First Six Incarnates, can transform into an unstoppable brawling dragon whenever anything stands in his way. \n\nIt's a power he'll need in his quest to exact revenge against the Wings Incarnate, a power-hungry deceiver that resembles a heavenly angel only in appearance.",
    "image": "https://uploads.mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "moods": []
  },
  {
    "title": "Genius Martial Arts Trainer",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Farming in Beast World: My Villainous Snake Cubs are Super Clingy",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Gilded Cage",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Unrequited Love Doesn’t End With Marriage",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”",
    "image": "https://uploads.mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Can’t Take Revenge on Her Reaper Father",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "I Became a Fallen Saint Pregnant With a Tyrant",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 48",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  }
]