[
  {
    "title": "Fakes Don’t Want To Be Real",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Gu Chan & ji-ah",
    "chapter": "Chapter 6",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "What would you do, if a girl you're interested in would confess to you? On top of it, what if there was another girl as well? A cool upperclassman adored by the whole school and your cheerful, energetic childhood friend. I bet you would be over the moon. Thing is, what if there was an unexpected problem about the contents of that confession?",
    "image": "https://uploads.mangadex.org/covers/5966861c-9e2c-41b8-a768-eba93b13b94f/c80015c1-0d00-4f01-b071-a33db74cf7cb.jpg",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 126",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/a23c1ecb-2f5e-4d7f-988b-c88295d77be4.jpg",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
    "image": "https://uploads.mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/5043b22f-0f31-4987-8e18-e43b768e0458.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!",
    "image": "https://uploads.mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/017c6c2c-a6ac-48c0-af20-5ae7128903ba.jpg",
    "moods": []
  },
  {
    "title": "Link Click",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adaptation",
      "Drama",
      "Manhua",
      "Time travel"
    ],
    "summary": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
    "image": "https://uploads.mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Date a Fictional Man!",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
    "image": "https://uploads.mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/1fda5eba-7c04-457b-932e-43d74544435c.jpg",
    "moods": []
  },
  {
    "title": "She Tames Heroes",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 6",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "Licentia Outside the Stone Wall",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f4045a9e-e5f6-4778-bd33-7a91cefc3f71/df4e9dfe-eb9f-40c7-b13a-d68861cf3071.jpg",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "The Bully In-Charge",
    "chapter": "Chapter 149",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa"
    ],
    "summary": "Mars, a boy who was reincarnated in another world, travels with the Elf slave, Lilia. His goal is to conquer the world's main dungeon and obtain a \"forbidden magic book\" that has powers beyond common sense. But... since he fucked with Lilia every day, his conquests tended to be delayed.",
    "image": "https://uploads.mangadex.org/covers/c641a4a5-ec82-4173-89f3-6febdff4142e/c295c7f8-18c3-4421-a5dd-f91bc040d794.jpg",
    "moods": []
  },
  {
    "title": "Island of Stars and Chains",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The bond of family can be a star that guides us in the night, or a chain that drags us down. For aspiring hunter Seunghyeon Gi, both are true. He dreams of becoming a legendary hunter like his father, despite his bitterness at his family’s preoccupation with his comatose sister, Sohyeon. Everything changes when Sohyeon suddenly regains consciousness and reveals herself as a ‘Homecomer’, possessing powerful abilities from transmigrating to another world while comatose. Seunghyeon realizes that if he wants to protect his sister, he'll need to grow stronger, and there’s no better place than the Seonghan Academy for the Gifted...\n\n---\n\n**Original Webtoon:**    \n- [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=837100)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12283968) \n\n**Official Translation:**\n- [English](https://www.webtoons.com/en/action/island-of-stars-and-chains/list?title_no=8380)",
    "image": "https://uploads.mangadex.org/covers/e97ea7ea-923d-44bd-b338-580d36a4d713/2713a8da-9b13-4e5b-9133-4796b1013ec9.jpg",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "Invincible Romance",
    "chapter": "Chapter 17",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Chronicle of Runes",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where Runecraft thrives, Van is born with the Asura Rune, the most accursed rune in history, said to bring only ruin.\n\nWhen a sorcerer coveting its power strikes, Van loses everything and is sealed inside a pocket dimension, severed from the mortal realm. Drowning in despair yet fueled by unquenchable rage, he refuses to die.\n\nFor 999 years, he hones his blade of vengeance. At last, he unlocks the Asura Rune’s true power, tears open his prison, and returns to the world, bringing destruction with him.",
    "image": "https://uploads.mangadex.org/covers/d83feceb-4435-4003-ab83-069ea4189ccf/0aa75387-7db0-4e17-a2ab-6ff9ef4bdb65.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 89",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "The Moon Descended by Seohwa",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Ended Up Training the Villain Too Well Too Early",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On their 10th birthday, a child regains memories of a past life and realizes their family is destined to be destroyed by a future villain. To prevent this, they decide to raise the neglected prince, the future villain, with care and guidance. However, their efforts work too well, leading to unintended consequences.",
    "image": "https://uploads.mangadex.org/covers/ee3f329e-edf5-4493-b8d4-313f02df5de6/4d0c7a68-c1f9-4b05-93fb-7c2e3383e8fc.jpg",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Superstar From Age 0",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being reborn for the umpteenth time, 7-month-old Lee Seojun finally gets the chance to fulfill his original dream of becoming a superstar actor! Using magic abilities from his past lives, baby Seojun captivates his playmates and becomes an overnight sensation with a viral mukbang video that helps fussy kids eat. Soon, he's shooting a baby food commercial, and his uncle's entertainment company is knocking at his door... but will Seojun be able to keep up the magic to match the demand?",
    "image": "https://uploads.mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/d92e0930-c5f1-4f77-ab16-6b3ed7d2b60f.jpg",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Legendary Youngest Son of the Marquis House",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "After getting revenge on the Thulcaan Empire, Jack Valantier took his last breath. But just when he thinks it's all over, he finds himself transported back to when he was 14!\n\nFrom his negligent and wicked family to his loyal servant and caring sister, it's all just as he had remembered. But this time, Jack is armed to the teeth with decades of experience from his previous life! He's ready to give them hell, and those that have wronged him will pay dearly.\n\nBecause this time, he's invincible.",
    "image": "https://uploads.mangadex.org/covers/43547c04-8fa2-49ce-84b4-b0424dd98bd6/88ff8ee0-26e4-474a-9e60-90a68b7767ab.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 71",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Bachelorette Enjoys Her Simple Life",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Catherine did not want much.\n\nEven if she did not have luxurious clothes and shoes, she was alright with her hideously frayed bedroom curtains and her shoes that were so worn at the soles it was different in height.\n\nIt had been two years since she started enduring it for the sake of her late mother.\n\nShe no longer felt the need to do that.\n\n\"Alright, I'll leave.\"\n\nCatherine was tired of everything.\n\n***\n\n\"Are you the Pope's watchdog? You've done well coming all the way here.\"\n\nThe man who intruded her home was drenched from head to toe.\nShe could see mud squished beneath his black leather boots.\n\nUnbelievable.\nTo think he would drag in not grass, but mud, while she was cleaning the floors!\n\n\"You've got quite the disguise. Even I was almost fooled into thinking that you're just an ordinary city woman---\"\n\"Wipe it.\"\n\nShe pushed the rag she held onto the man.\n\n\"Why are you looking at me so foolishly? I told you to wipe the floor. And it's not proper to show your sword when it's our first time meeting each other. Is it not enough that you intruded that you would want to be reported for attempted murder?\"",
    "image": "https://uploads.mangadex.org/covers/2cf89460-4b70-4d1c-b66b-123ef530f5de/4ab83b91-4756-4223-903d-fb95f8188580.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 10",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being a Hero, Even If It’s Retirement",
    "chapter": "Chapter 74",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "Everyone's shocked when 9-year-old prodigy Adelia Ester suddenly refuses to enroll in the elite knights' academy. They don't know that Adelia was magically sent back in time after wasting her life on the battlefield and suffering an early death! Now, Adelia's out to protect her peace from her ex-boss, the evil future emperor, by setting her ally on the throne instead. Will Adelia succeed in one last mission and finally retire for good? Or will she find herself forced to be a hero once more?",
    "image": "https://uploads.mangadex.org/covers/385cd38f-f6ab-4439-a69a-faf07704f150/0a7a7614-a916-423b-aa7f-30d1a9df50f5.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her transmigration into the body of a villainess, Ibellia Barnein made it her first goal to call off the contractual marriage that would lead to her untimely death. Try as she might to avoid the cold duke and his son, however, they appear in front of Ibellia time and time again. Can she break her role as the evil stepmother? Or are the novel's events doomed to pass despite her best efforts?",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/4273ade7-f1dd-441d-9302-29c2e54b29e4.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Today the Villainess has Fun Again",
    "chapter": "Chapter 121",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Magic",
      "Reincarnation",
      "Romance",
      "Time travel",
      "Villainess"
    ],
    "summary": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
    "image": "https://uploads.mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0b1eb6ab-a2fb-4be7-890c-9ca1138e6abb/36ae5621-b229-49fd-b5a7-9257a0d8cf7c.jpg",
    "moods": []
  },
  {
    "title": "Clever Cleaning Life Of The Returned Genius Hunter",
    "chapter": "Chapter 125",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
    "image": "https://uploads.mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/fc335efd-4529-4ef6-9b74-2fe457061657.jpg",
    "moods": []
  },
  {
    "title": "Childhood Friend of the Zenith",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation’s top idol, cut all ties with him using a line straight out of a drama.\n\nForced into submission for years as her so-called childhood friend, Kazuma decides it’s finally time for his first-ever rebellion. He’s done playing lapdog. This time, he’s taking back his freedom—and aiming for a normal school life.\n\nEscaping a powerful beauty like her is easier said than done...",
    "image": "https://uploads.mangadex.org/covers/202718c6-525e-4cec-a469-c945548cacc3/7d7feb20-275b-4729-8d09-638d4ce67d3b.jpg",
    "moods": []
  }
]