[
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  },
  {
    "title": "The Cup Of Vengeance Is In Your Hands",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?",
    "image": "https://uploads.mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Maxed Out Leveling",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Max-level internal arts, max-level external arts.\n\nJianghu, Murim’s famous and strongest, Cha Shin Hyeon.\n\nI came back to Earth after reaching the peak of martial arts, but why has everything changed so much?\n\nA world where monsters are coming out of dungeons, and hunters are leveling up via their status windows.\n\n‘Start again from level one? That doesn’t phase me at all, since my martial arts are already at the max level.’",
    "image": "https://uploads.mangadex.org/covers/c7995d2e-95dc-4e14-96e3-9418adab648c/ca4aae02-1ee5-457c-b290-de966eba7b67.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 351",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "I’m a Villainess, but I Won’t Live Like One",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Bianca is just another noble lady with a simple dream: to marry into a duchy and enjoy a life of luxury.\n\nBut everything changes when she stumbles upon a book—one that casts her as the villainess, doomed to stand in the way of her real-life fiancé’s love story with a commoner girl. As Bianca realizes the book accurately depicts her own fate, she refuses to accept her tragic ending.\n\nCan she rewrite her story, or is she simply destined to become a villainess?",
    "image": "https://uploads.mangadex.org/covers/f3d1c4d7-babd-47da-8093-ecc757edc599/1e040c43-a88e-43d2-abda-2a44767ec7b9.jpg",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 67",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "Becoming Best Friends With the Icy Male Lead",
    "chapter": "Chapter 54",
    "genre": [
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "There's the flower of Takamine High, Hanae Riko, whom every boy admires. Then, there's the plain boy, Niiyama Minato, who got proposed to by that most beautiful girl in school. Without knowing what's happening, the curtain on their newlywed life rises! For some reason, my bride, who's too cute and happily follows me around everywhere, refuses to leave my side...",
    "image": "https://uploads.mangadex.org/covers/bbc06354-a4ab-4f44-bb0a-db2e3a58d57c/68a02bc5-51c3-409b-895f-e0b5f23ef65a.jpg",
    "moods": []
  },
  {
    "title": "The Queen’s Life was At Stake",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "It’s My Life – Webtoon",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Astra Ludger Doomsday, former captain of the royal knights has finally achieved his dearest wish: To retire and use his savings to get his very own house.  \nBut not long after finally arriving to his sanctuary, a young girl crashlands into his house. The girl is an apprentice witch, and seems to mistake Astra for someone else…",
    "image": "https://uploads.mangadex.org/covers/d9ab5041-e497-4323-83cb-c3f3b9aaaf71/40f81dbb-901e-4a29-a0a0-5401961f3817.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/a3b71431-445d-4442-a6a0-6566e88ca6de.jpg",
    "moods": []
  },
  {
    "title": "It’s Okay to Be Left Out",
    "chapter": "Chapter 31",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Our company is pleasing to the eye! From the gentle team leader to the handsome CEO! However, I made a ridiculous mistake at the new employee welcome party. The wonderful team leader until yesterday is starting to turn away from me... I can't put an end to my love for the team leader like this! I was going straight and going straight until you accepted my virtue... But can someone tell me why this becomes a love affair and not a virtue?",
    "image": "https://uploads.mangadex.org/covers/8f3702ad-214e-46b6-b29e-9f07354d377b/6b37aa71-f487-4132-80b0-208103649d6c.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "My Male Lead Is the Northern Black-Haired Grand Duke",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Prince Rudolf gained knowledge of the future 300 years from now during a near-death experience. He uses his wits to change the future in which he will be assassinated as a tyrant prince! \n\nMeanwhile, discrepancies between the story passed down to posterity and reality gradually emerge…",
    "image": "https://uploads.mangadex.org/covers/630fcb7b-a262-4c92-b0c7-1323392f1b67/3165300b-96dc-4d20-a5d0-a409ee64519c.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Terminally-Ill Genius Dark Knight",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
    "image": "https://uploads.mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 40",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  },
  {
    "title": "Onsaemiro",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
    "image": "https://uploads.mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "moods": []
  },
  {
    "title": "Oh, the Flower That Bloomed on the Wall",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 231",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "All Football Talents Are Mine",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sports",
      "Supernatural"
    ],
    "summary": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents...",
    "image": "https://uploads.mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/7f937fdd-4d65-43a2-907e-57b5a0af4b3c.jpg",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Doctor Just Wanted to Live Quietly",
    "chapter": "Chapter 30",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Tragedy",
      "Yaoi(BL)"
    ],
    "summary": "In the operating room, Dr. Jinhyeok Lee is flawless—unyielding, brilliant, and untouchable. But outside, he’s a ghost to his family and loved ones. He misses everything, even his mother’s final moments. By the time he understands what he’s lost, it’s too late… until it isn’t. He wakes up 27 years in the past. Now armed with a lifetime of memories, Jinhyeok vows to live differently. But peace won’t come easy. Old rivals, new battles, and countless lives await. Scrubs on. Lights up. Scalpel ready. And this time, Primum non nocere.",
    "image": "https://uploads.mangadex.org/covers/be67deb6-2635-4e95-b18f-bdde9352f8f8/741825cb-ec8c-4986-bc17-6081c7974647.jpg",
    "moods": []
  },
  {
    "title": "The End of a Fake Marriage",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "When Miyagi, the head of a well-established Japanese restaurant, is confessed to by Kasuga, a chef-in-training visiting from a sister restaurant, the next day and every day after invites continuous sexual advances! Even as he struggles to resist Kasuga's proposals, what will happen as Miyagi becomes moved by Kasuga's unwavering attempts?!",
    "image": "https://uploads.mangadex.org/covers/fdb572e6-3d58-4d92-830e-c51f16f6e577/b756eaff-aefe-4619-a044-4540e801e480.jpg",
    "moods": []
  },
  {
    "title": "Broadcast Genius Youngest Writer",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing both her job and her work due to the schemes of the PD she worked with, Yeonwoo learns the truth and faces death from a heart attack. She thought her life was ending there, but when she opens her eyes, she finds herself back to her youngest writer days 20 years ago. Can this second chance at life turn into a successful one unlike before? The story of Yeonwoo, the youngest writer in broadcasting with a career-oriented perspective, begins anew.",
    "image": "https://uploads.mangadex.org/covers/75391b19-37c3-4b15-b9ae-e362750b6422/d1804698-2a08-4c88-939b-59b773ef63c4.jpg",
    "moods": []
  },
  {
    "title": "High School Musical Genius Is Paganini Reincarnated",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?",
    "image": "https://uploads.mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "moods": []
  },
  {
    "title": "Even If Despair Consumes You",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?",
    "image": "https://uploads.mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "A sister rewinds time to rescue her brother from doom, but fate laughs: he’s now the reluctant vessel of a godlike Constellation begging him to \"destroy the world\" while he shrugs (\"But I just got rich and found my family?\"). As S-rank hunters swarm him for his power, she fights to preserve his carefree NEET dreams in this chaotic comedy of cosmic proportions.",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "The Fake Master Who Accidentally Became the Strongest",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Breed, an old dragon master, is not only fired from his job but also exiled from his country... but the dragons love him and follow him!?\n___\n**Alt Official Raw:** [MagaPoke](https://pocket.shonenmagazine.com/episode/2550912964695382195)",
    "image": "https://uploads.mangadex.org/covers/16e5e948-f589-4347-a93b-513e0fd9e776/41af297d-908d-4006-a8ef-dc06efcbfb5c.jpg",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A global anomaly has occurred, and monsters have invaded. Monster trainers now bear the burden of saving human civilization. After Xiao Xingyu crosses over, he awakens the “God-tier Monster Training System”. By opening the Eye of the Demonic God, he can see through all hidden evolution paths of monsters, activate their hidden bloodlines, and unlock infinite evolution… A husky can evolve into the Hellhound! A fairy can mutate into the Twelve-Winged Blazing Angel! Hatching a dragon egg can summon the Nine-Spirited Candle Dragon!”",
    "image": "https://uploads.mangadex.org/covers/25996493-b2ae-46c5-96bf-2a8eb9c72dd8/1dffb329-71cd-4f7f-be9a-68f53a139b0f.jpg",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "I created an Urban Legend",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "The protagonist Yuan Zhenji crossed into the parallel world of Jiang Shi, and found that this world was full of various horrors and that ordinary humans were as fragile as paper before them. He used a book called the \"Urban Legend Records\" to create urban legends that affect reality, punish criminals, house horrors, absorb their abilities, and \"use magic to defeat magic,\" becoming a watchdog who fights against horrors. With his allies, he'll counter the impending horror that seeks to extinguish the world.",
    "image": "https://uploads.mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "moods": []
  },
  {
    "title": "Battle of Mosol",
    "chapter": "Chapter 29",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Win love! Win 500 million won! A competition begins where three single women in their thirties put 500 million won on the line to break free from being single. A princess without her prince, Gong Jurim, a trash collector, Kang Seon, and a firm believer in premarital purity, Kim Chaeyul! Who will be the ultimate winner of this singles showdown?",
    "image": "https://uploads.mangadex.org/covers/1cc47081-9e2e-4d71-84d3-fe8796ca6432/ccde73c9-b37c-4ddd-874a-a2b4df0ff825.jpg",
    "moods": []
  },
  {
    "title": "Contractual Marriage Vows",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]