[
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 172",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Sorry, I got distracted by your looks",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 155",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 10",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Review",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Giju is usually the most rational person around, but when it comes to love, she becomes completely foolish. During an argument with her boyfriend, the one she thought would be different this time, she accidentally falls down the stairs. When she regains her consciousness in the hospital, some strange review windows appears before her eyes. “What is this? Reviews written by his ex-girlfriends… rating my boyfriend?” Could these review windows be the salvation Giju needs for her love life?",
    "image": "https://uploads.mangadex.org/covers/6cd0836b-760c-4888-b36f-9afe30d26dda/c2b3aa15-bc03-468c-9611-4583f2ca4e89.jpg",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 272",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated as a New Employee",
    "chapter": "Chapter 45",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Yaoi(BL)"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/8de95bd2-1155-4f59-9c1e-90c0242a205b/486c2106-7f8e-4b01-a8f3-c2324e477437.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 298",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "The Business Is Closed Due To The Tyrant Parents",
    "chapter": "Chapter 68",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family",
      "Slice of Life",
      "Time travel",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 162",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The main character, Noah, is a reincarnated person. He was active as a sword saint in a previous life, and as a sage in another. But he’s been forced to work hard all his life, and he's sick of being a hero! One day, Noah dies and wakes up to find that he has been reborn as a prince. He had a high level of magical talent and the swordsmanship of a sword saint, but he didn't want to get busy again, so Noah pretended to be incompetent with all his might.\n\nThen, on his 15th birthday. A skill appraisal revealed that he was incompetent (actually, he was just hiding it with his concealment skill). Noah was scorned and banished. With what seemed like a gesture of warmth, his father gave him a remote territory.\n\n\"Now I’ll enjoy my second life!\" Noah was enthusiastic, but he didn't know.\n\nActually, the territory was in the devil's forest, which is said to be uninhabitable. But his past life was more advanced compared to this one, and the level of human beings in this world was lower. Noah's ability is revealed when he helps a girl who was attacked by a monster in the forest.\n\n\"Amazing!!! Noah-sama defeated a dragon with a single blow!\"\n\"How did this happen? Ahhhhh!\"\n\nOn the other hand, the royal family also noticed Noah's ability and came to take him back, but it was too late. At that time, Noah was already being praised by the people as the lord of the Demon Forest.",
    "image": "https://uploads.mangadex.org/covers/5dd0f8de-3597-4bf7-aa41-9bdb3146c295/b0056407-bf4c-4c09-a718-cbc8d7e29d39.jpg",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "How Far Are You Okay With?",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…",
    "image": "https://uploads.mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "moods": []
  },
  {
    "title": "Solo Leveling: Ragnarok",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After witnessing the death of one of their own, the Absolute Ones — creators of the many universes outside of our own — frantically seek to fill the power void left by their fallen brother. With earth's existence in danger once more as gates spill monsters into our dimension, Sung Suho must answer the call and conquer the shadow dungeon while learning of his father's legendary legacy.\n\n**Original Webtoon:**  \n- [KakaoPage](https://page.kakao.com/content/64612703)\n- [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85-%EB%9D%BC%EA%B7%B8%EB%82%98%EB%A1%9C%ED%81%AC/4172)\n\n**Official Translations:**  \n- **English**: \n  - [Tapas](https://tapas.io/series/solo-leveling-ragnarok/info)     \n- **S.Chinese**: \n  - [PODO](https://pdt.tencentac.com/?contentId=702)\n  - [AC.QQ](https://ac.qq.com/Comic/comicInfo/id/655894)\n  - [BiliBili](https://manga.bilibili.com/detail/mc36074)\n  - [KuaiKan](https://www.kuaikanmanhua.com/web/topic/24015/)  \n- **Japanese**: \n  - [Piccoma](https://jp.piccoma.com/web/product/169737)     \n- **French**: \n  - [Ono](https://www.ono.live/webtoon/solo-leveling-ragnarok)     \n- **German**: \n  - [Tappytoon](https://www.tappytoon.com/de/book/solo-leveling-ragnarok-de)",
    "image": "https://uploads.mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 203",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "The Wicked You Sink Into This Love",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Evelyn marries Wilfred to help her sickly sister.\n\nWilfred is popular in high society and wealthy, but continues to cheat on her even after their marriage. However,\nwhen he returns home, he embraces Evelyn.\n\n\"Have you grown tired of me? So why do you make love to me?\"\n\nEvelyn is troubled by her relationship with Wilfred. She\nthought it was a loveless marriage, but Wilfred's deeper intentions begin to emerge...\n\nThe story of a married couple who love each other but deceive each other begins now.",
    "image": "https://uploads.mangadex.org/covers/9d9229f6-5043-4db4-bd41-97724e89e8d9/8a7d020d-568c-448a-aaee-df6fd8bc9f74.png",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "The Cloud Dream of the Nine – Zero",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/a399b74f-4511-4b69-ab08-d9e04561a2f7/af07c212-91e3-4974-8955-248fc5e7fdbf.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "The Sacred Life of a Webtoon Artist",
    "chapter": "Chapter 39",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hayoon, a once popular adult webtoon writer, has fallen dramatically between a rock and a hard place. With the help of her new stern and efficient Producer, Nam Johoo, and her ex-boyfriend and writer, Choi Minjun, will she succeed? A wacky romantic comedy that's both exciting and funny♥",
    "image": "https://uploads.mangadex.org/covers/35b9b248-b5eb-4d9a-875a-74b846f8bcae/ce33979b-325c-4f83-aa73-82ed8c816233.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yoon Hyesung is just your average office worker—but in her heart, she’s the number-one fan of Na Yeonwoo, a trainee who keeps getting this close to debuting before every opportunity falls through. After yet another failed debut, Hyesung has a full-on meltdown in her room, bawling about the unfair system and her own helplessness. But when she wakes up, she finds herself in a mysterious space with a strange window popping up: [Would you like to accept a reality where your dreams come true?] This must be one of those setups, right? After a brief internal panic, Hyesung makes up her mind.",
    "image": "https://uploads.mangadex.org/covers/d2642142-cd29-4e40-8455-f4969dd7f727/a8605089-85ac-453e-ae78-2aa5fdc37126.png",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Disaster-Class Hero",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
    "image": "https://uploads.mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "moods": []
  },
  {
    "title": "The Villain Family’s New Daughter-In-Law",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Time travel",
      "Villainess"
    ],
    "summary": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?",
    "image": "https://uploads.mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A S*ave Of Rubelfast",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Getting a job is the grave of life…” sighs Tanaka Makoto, an office worker belonging to a black guild, as he takes on a dungeon for work again today. \n\nOne day, he makes a mistake in the broadcast settings for recording work, and broadcasts his dungeon capture to the whole country. A single blow from the Tyrant Dragon?! Tanaka, a sword master in the modern age, shows off his extraordinary skills, and the broadcast turns into a festival! \n\n\"100 million concurrent viewers…?!\"\n\nTanaka, who unexpectedly becomes an incredibly popular broadcaster, quits his black workplace and becomes an independent broadcaster. \n\nNow it’s time for work. The former corporate slave’s life of dungeon broadcasting begins!",
    "image": "https://uploads.mangadex.org/covers/d4841c9b-5239-42e9-b452-87f1b5b50ab5/577e76d7-0314-44b7-bf4d-aab5c62c814b.jpg",
    "moods": []
  },
  {
    "title": "Lord Baby Runs A Romance Fantasy With Cash",
    "chapter": "Chapter 90",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I lived without a home or family and suffered until I died, but then an 'angel' appeared and made me an offer.\n\n\"You, a professional reader of rofan novels, would you like to be reincarnated into a world created based on rofan?\"\n\nBecause he said that my (handsome) Dad and my (handsome) older brothers will fed me with a diamond spoon, I was reborn...\n\n—They say I might be a child born from my mother's affair?\n\nAs soon as I was born, I was handed over to my relatives and became a servant, facing abuse.\n\n\"At this rate, I might freeze to death or starve to death alone.\"\n\nThere's nothing I can do about this situation.\n\n\"Daddy, take me away—!\"\n\nLet's find a way to survive somehow.\nBut...\n\n[You have fulfilled the conditions.]\n[The trait <Rush and Cash> has awakened.]\n\n[Dear reader, do not hesitate to use any means and methods to obtain what you desire. Conquer and seize it!\nRomance novel readers don't back down in situations like this!\nShow your abilities!\n-Condition: Persuade the Duke of Pheraton and obtain the <Summoning Medium>.\n-Reward: 5,000 cash draw ticket.\n-Quest rejection penalty: Game over in life.\n-Quest failure penalty: Game over in life.]\n\n\"So, the quest is to kiss my Dad on the cheek?\"\n\n...I've been scammed.",
    "image": "https://uploads.mangadex.org/covers/8dafd1ee-f5d4-4119-b287-e8963b1b34a3/85adaa0b-57e9-404a-9ead-a2a25b16d80c.jpg",
    "moods": []
  },
  {
    "title": "Clever Cleaning Life Of The Returned Genius Hunter",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
    "image": "https://uploads.mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/fc335efd-4529-4ef6-9b74-2fe457061657.jpg",
    "moods": []
  },
  {
    "title": "Do All Mothers in Childcare Novels have to Die?",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reborn as a mother doomed to die in a childcare novel, she fights to change her fate. When trying to escape her tragic destiny, she gets caught by the emperor himself—her future husband! Instead of death, she finds herself at the center of a loving family, but can she defy the trope and survive?\n\n---\nLilliana is a neglected princess with a single mission: do not get pregnant. Ever since she woke up in a novel where she will die giving birth to the main character, Lilliana has known that her pregnancy will be her death sentence. However, her mission’s greatest obstacle is her new husband, Emperor Helio. Although they have married for political reasons, the ruthless emperor's fondness for Lilliana drives him to decide that his mission is to win her over. Thus begins the battle of wills between wife and husband. Will Lilliana be able to defy destiny and Helio’s affections?",
    "image": "https://uploads.mangadex.org/covers/d27918f3-5d9a-4a0d-87c9-95a7473c01a8/e53f9e11-879d-4728-8b12-133f677629e9.jpg",
    "moods": []
  },
  {
    "title": "Secretary in Power",
    "chapter": "Chapter 31",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "I Became The Male Leads’ Target",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?",
    "image": "https://uploads.mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "High Society",
    "chapter": "Chapter 64",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\"",
    "image": "https://uploads.mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "moods": []
  },
  {
    "title": "Ministry of Strategy and Finance",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was always a good person. And with a smile on my face, I ran the country into the ground.\n\nWasting a 5,000 trillion won budget to chase approval ratings plunged South Korea into its second IMF crisis.\n\nHis life as the president who ruined the country over, Lee Seong-jun finds himself 30 years in the past.\n\nHe returns to find a budget proposal—riddled with dirty tricks, corruption, and blatant self-interest—being pushed through the Ministry of Economy and Finance.\n\n'I have to block all of these budget proposals, even if I'm vilified for it. It's the only way to save this country.'\n\nThe dirty tricks, political strategies, and media manipulation I learned over 30 years in politics...\n\nI will use every last one to become the gatekeeper of the nation's coffers.",
    "image": "https://uploads.mangadex.org/covers/cc7aa073-6dae-4696-959a-45ce7e7a3ac6/6355049e-0dc1-4f5b-bcd4-9671da58d616.jpg",
    "moods": []
  },
  {
    "title": "Flower Scholar’s Love Story",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Short stories about Yuu, his vigorous childhood friend, and their mutual love.  \n  \nThe volume release comes with other similar stories made by the author, most (if not all) of which can be found in their Pixiv.",
    "image": "https://uploads.mangadex.org/covers/c68fc469-5807-4978-b5d4-00238178373a/b1bdc427-ee78-45c0-bd02-7af59e8d09aa.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment! Gaile decides to try to make a living on his own off of his cursed items.",
    "image": "https://uploads.mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/69668547-642e-4256-a2e6-742a0af1e24d.jpg",
    "moods": []
  }
]