[
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 140",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "You can't see her.\nBut you can feel her.\nAnd she wants to be loved, completely.",
    "image": "https://uploads.mangadex.org/covers/8754fb67-d7f1-45f8-ad40-e4c218ba5836/605caded-f8d6-483b-a5e7-bd0ead4244b7.png",
    "moods": []
  },
  {
    "title": "Fell Into the Arms of a Mad Villain",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Instead of being caught by Prince Charming, I've fallen into a complete nightmare! Not only did I transmigrate into a trashy romance fantasy novel, but I fell from the sky and ended up in the arms of the mad villain, Edwin Crawford. Before I knew it, he called me his wife from the heavens and was raving about some prophecy. I don't even know who I am, so how can I be his wife?! Until I figure out what is happening, will it be safe to stay in the embrace of the Mad Dragon of the West?\n\n---\n**Link:**\n- Alternative Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/미친-악당의-품으로-떨어졌다/3708)",
    "image": "https://uploads.mangadex.org/covers/75448d1a-8957-4dd5-a780-21dc0710b7cd/bdde60c9-94c6-44ce-9eec-b639db7b3187.png",
    "moods": []
  },
  {
    "title": "Our gap",
    "chapter": "Chapter 8",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
    "image": "https://uploads.mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/033cb1e9-4e06-4d2e-876e-e6dde6598c94.jpg",
    "moods": []
  },
  {
    "title": "Wake up, Jeon Seung Yeon",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Seung-yeon is popular because of her pretty face, tall stature, and unique aura, and she works at a cafe, where she gets cheap self-esteem from male customers who show her favor.\r\n\r\nNow in her senior year, Seung-yeon knows she should focus on her studies, but she can't quit her job at the cafe easily...\r\nShe meets the charming Lee Beom...\r\n___\r\n### Links\r\n* [Alternative Raw](https://series.naver.com/comic/detail.series?productNo=11589552)",
    "image": "https://uploads.mangadex.org/covers/dea6d3a0-776e-4b07-8f74-61968db5dd10/c3fc4cc1-eb2c-495b-a9bc-25c21525bf02.jpg",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "Affectionate Temptation",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 73",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 31",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Green Light",
    "chapter": "Chapter 35",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Zhang Gong decides to learn light magic, a magic few show interest in and eventually becomes the legendary Grand Magister. While trying to end the continent’s east and west separation in order to unite all of the different races, he becomes every race’s Child of Light.",
    "image": "https://uploads.mangadex.org/covers/1cec5419-b190-4b67-a98c-533da2b4c835/1c265b9e-39e7-4c96-ba8b-348305c44a62.jpg",
    "moods": []
  },
  {
    "title": "No More Kisses",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How a Villainess Survives as a Saint",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Grimoire Alchemist is a dating sim popular among both boys and girls in Japan. The player’s rival in love, Claudia Ellington, is jokingly called the “Villainess of a Thousand Deaths.” But this alias of hers is actually no joke; she really does die a thousand times in the game!\n\nAlas, our poor little protagonist ends up filling Claudia’s shoes when she gets reincarnated in the world of Grimoire Alchemist. Determined to escape the dire fate she has in store for her, Diehard Grimoire Alchemist Fan #1 (now the reincarnated Claudia) does everything she can to avoid entering the love interests’ romance routes in an attempt to separate herself from the game’s storyline and save her own skin. Despite her best efforts, she fails spectacularly as her love for the characters and game compendium of a brain lead to her pulling off impressive feats one after another.\n\nJoin her as she (much to her dismay) magnificently steals the hearts of the game's charming love interests!",
    "image": "https://uploads.mangadex.org/covers/3b5f4963-97ff-42f4-9a52-37198d9a2569/cd7a9c1c-1b5f-4e44-827e-f5c62ad483d9.jpg",
    "moods": []
  },
  {
    "title": "Hiding a Logistics Center in The Apocalypse",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Imagine you are stuck inside a warehouse while the world is experiencing an apocalypse. That’s exactly what’s happening to Jeong-gyeom, except he suddenly awakens a very odd but powerful ability to store anything in a parallel dimension, giving him the tools to defeat the creatures wreaking havoc on the world. But as he ventures into the ravaged city of Seoul, he realizes there is more to this apocalypse than meets the eye as he encounters other survivors and mysterious monsters on his quest to find his family.",
    "image": "https://uploads.mangadex.org/covers/db521aef-caad-4aba-9ced-e45dbb67b314/319ff59a-389a-4c9f-8e9c-31d9b26db2a3.jpg",
    "moods": []
  },
  {
    "title": "The New Employee Chairman Kang",
    "chapter": "Chapter 57",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I’m Kang Yong-ho, the Chairman of Choi Sung Group, one of South Korea’s top 10 conglomerates.\nJust when I was basking in the glory of my retirement declaration, out of the blue, a new employee fell from the sky and landed on my head. But hey, where’d my body go, and now I’ve turned into a new Employee?!\n\n“What’s this? Are you telling me to start with Excel or something?",
    "image": "https://uploads.mangadex.org/covers/75aefd90-30af-4c9e-9adb-d4e347e8ec6b/c5e675d7-767f-4cc5-a507-0a85100b1305.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 299",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Embrace My Shadow",
    "chapter": "Chapter 510",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "An innocent girl named Coco and her meeting with the cold but intriguing CEO, Beiming. As political and corporate families clash, love joins the fray and things get even more complicated. Love, revenge, the corporate world, and a twisted, captivating story of two intriguing lovers!",
    "image": "https://uploads.mangadex.org/covers/0681c4e4-a170-4055-92ce-8580ba6be2ef/18f852fb-5ebb-41b3-81f0-91127b69d2e4.jpg",
    "moods": []
  },
  {
    "title": "I refuse this kind of reliance",
    "chapter": "Chapter 23",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 152",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 228",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "I have Max level luck",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The main character \"Ryuya\"  is told that he has no skills and is abandoned by his friends. The only way for him to compete with those possessing skills is to raise his level. After five years of training in the forest, he has raised his level to 8 million. Due to his excessively high level, he is beyond the reach of skilled humans, demons, or even gods.",
    "image": "https://uploads.mangadex.org/covers/5edf437e-1ab1-4c20-843b-41db19836b79/aefaed43-81a5-46a9-9b8e-04ea2b08a04a.jpg",
    "moods": []
  },
  {
    "title": "I Became the Only Healer in This World",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A lifelong game-addict healer with decades of experience.\nBy chance, the world changed, and I became the only healer in existence.\n[A place that needs you, the one and only healer, has summoned you.]\n\n[Will you accept the summons?]\n\"What? They have tanks and DPS but no healer?\"\nSeriously, what kind of broken game balance is this?\n\n[The constellations observing you protest indignantly: \"This isn’t a game—it’s reality!\"] Decades have passed since the Gates first appeared.\nI’d heard they’d accumulated plenty of strategies and data by now, but— \"Why is everyone so inefficient? It’s infuriating.\"\n\nAs someone obsessed with optimal strategies, I focused solely on obliterating the Gates. But then— \"You’re the one who saved me. You made it so I can’t see anyone but you.\"\n—A betrayed former No. 1 ranker who became a recluse: \"I need you. My savior. My life.\"\n—The leader of the world’s top 10 guild alliance: \"Don’t abandon me. I can’t even breathe without you.\"\n—The current No. 1 ranker: \"I’m already drowning in Gate raids, but now these strange people won’t leave me alone.\"\n\n(Source: KakaoPage, edited)",
    "image": "https://uploads.mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/b16a1330-b01c-4f4f-9ecd-bf310d096899.jpg",
    "moods": []
  },
  {
    "title": "Miss Forensics",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhang, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... They fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years.",
    "image": "https://uploads.mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/514b90b2-cdb7-45e6-b75d-c4fdac7d3b9d.jpg",
    "moods": []
  },
  {
    "title": "Butler, Please!",
    "chapter": "Chapter 5",
    "genre": [
      "Romance",
      "School Life"
    ],
    "summary": "\"From now on, you will become the butler of the Demon King’s Castle and live for me!\"\n\nRyuto, a young boy who was summoned to another world, but was abandoned due to his incompetence. The one who took his hand was the Demon King’s only daughter, Lurunoa. That encounter turns everything upside down. Three demon princesses with great hidden powers and secrets. When the mysteries of the continent are revealed, the boy becomes the world's trump card!",
    "image": "https://uploads.mangadex.org/covers/d48703b7-7b7a-4f41-b958-fbb90863ff30/cbce25ce-599c-4784-8452-fb3832b74b21.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "I Raised an Obsessive Servant",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being reborn as a desolate fire witch and villain destined to die a tragic death, Chersinia creates a plan to avoid her fate by gambling at a casino to become a wealthy recluse. \n\nThe only problem? She somehow ends up with a slave boy named Ben instead of the money she needs! \n\nBut much to her surprise, she starts to warm up to Ben, who provides the perfect joy and comfort in her lonely life. Little does she know that Ben has a dark secret that will change her life forever...",
    "image": "https://uploads.mangadex.org/covers/8c6f00a0-72d2-4fb6-9c6e-e922b9ce1df5/de6d6f2d-bb56-4577-a6f8-35dd3ea1a5e6.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 119",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Snow Falls, Flowers Bloom",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A yuri anthology focused on boobs! More than a dozen of wonderful authors bringing you some ecchi and funny boob-centric yuri stories!\n\nCover: [Konbu Wakame](https://mangadex.org/author/580a9899-14f8-4ef6-a156-bcf1ed53e119)\nIllustration: Kagawa Yuusaku\n\n**Chapters**:\n1. **The Secret Kiss Should Be On The Breasts** by Kurou\n2. **I've Become An Adult, Right?** by Hachiko\n3. **Being Taught By A JK About The Joys Of One's Gender Who's In Their 30's** by Endo\n4. **Drunk Oppai Discussion** by Kanro Ame\n5. **Luring Bloom** by Majoccoid\n6. **Intense Boobs Discourse** by Homura Subaru\n7. **Senpai And Me** by Hisagi\n8. **Oppai ≤ You** by Kisaragi Mizu & Doggy\n9. **Love Breasts** by Yuino Chiri\n10. **Forest of Flower Garden** by Kanda Dan\n11. **Oppai Facts** by Guu\n12. **The Student Council's Idle Talk** by Itou Hachi",
    "image": "https://uploads.mangadex.org/covers/0bbed55f-a503-4b14-ad08-e0a416420adb/883c5244-1d1e-45f7-9dd1-48af5c6ad710.jpg",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Once Again [Official]",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods. The story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
    "image": "https://uploads.mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/cd495772-81a7-4053-80ea-f52057994674.jpg",
    "moods": []
  },
  {
    "title": "The Young Genius Paintress",
    "chapter": "Chapter 82",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past commoner life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. Thus Anisphia concocts a plan to help Euphyllia regain her good name  somehow involving them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom... and the entire world!\n___\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
    "image": "https://uploads.mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/38b6bdd8-ee42-498f-820e-319d87607445.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "The Sacrificial Princess Ran Away and Was Devotedly Adored",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "The Chick-Class Hunter is Filial!",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a world where special powers awaken in individuals, a 4-year-old child becomes an S-class hunter but has no parents. Assigned a quest to find guardians, she is eventually adopted by the nation’s top hunter. With a new skill that allows her to register caregivers and earn \"filial piety points\" for growth, she sets out to gather the best guardians to grow stronger and thrive.",
    "image": "https://uploads.mangadex.org/covers/cdff1217-6dde-4224-9c47-f8e15bcfd870/11760067-a9eb-49cd-ad90-593052ebbc71.jpg",
    "moods": []
  },
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "The Duke delights in tormenting me",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]