[
  {
    "title": "Terminally-Ill Genius Dark Knight",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
    "image": "https://uploads.mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "moods": []
  },
  {
    "title": "The Delinquent and the Gangster Heiress",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The rough and wild delinquent, Jang Tae-ho, gets dragged off to his grandma’s countryside house on the very first day of summer break, thanks to his parents’ brilliant plan (or maybe a scheme).\nWaiting for him there is none other than the gangster heiress, Min Ju-a!\n\nWith a gun pointed straight at a stunned Tae-ho, Ju-a declares:\n“I kidnapped you to make you my underling.”\n\nAnd so begins the chaotic, action-packed summer break of the delinquent Jang Tae-ho and the gangster heiress Min Ju-a!",
    "image": "https://uploads.mangadex.org/covers/123febc3-eb93-4b9a-bd29-92f78ddefcd1/6c64c689-2e10-47b8-9726-395cd5971a43.jpg",
    "moods": []
  },
  {
    "title": "Saving the Doomed Idols With My Touch",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Manhwa",
      "Showbiz"
    ],
    "summary": "I can save even the most doomed restaurant with my touch!Im Hyeonseong, a famous chef who has even shown up in a TV show as the CEO of a food industry.He built his wealth and fame from the ground up, but meets an unjust death because of his stepmother and step-sibling.At that moment, a system window appeared in front of him.They will give him a chance to take his revenge if he succeeds in making ‘Climax’, the doomed idol group, successful by controlling Cheon Ise’s body.Will I be able to save the doom restau– I mean the doom idols with my touch? We will now begin the special quest, ‘Idol, Cheon Ise’!",
    "image": "https://uploads.mangadex.org/covers/fed92b3a-77e9-4566-bca2-46392463b94e/bf4ec601-f407-44d6-aebb-cf4f2f559406.jpg",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "The Heat of the Reincarnated Villainess",
    "chapter": "Chapter 164",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Mature",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Konoha Satou has a dark history, written throughout middle school-a fantasy adventure of love and magic about the Count's daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she's been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!  \n  \nGhost-seeing School Boys oneshot included in volume 1 as chapter 3.5.",
    "image": "https://uploads.mangadex.org/covers/2ea8f5bc-31a7-472e-9c60-705d586f0c83/3d663393-5e97-4b2d-8770-e85b2062e718.jpg",
    "moods": []
  },
  {
    "title": "I am the Most Powerful Transcendent Being",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "You know how they say “never meet your heroes”? Well, what if you’re literally about to die? Failed hunter Minato spent his entire life dreaming of becoming just like the 106 Progenitors, a heroic band of transcendents who defeated the Tower of Monsters three centuries ago, but he never expected to meet them in his dying moments when his high-school bully tries to kill and scapegoat him for looting their tomb. The Progenitors offer him a second lease on life by letting one of them take over his body, but that’s not enough for Minato: he wants them all!",
    "image": "https://uploads.mangadex.org/covers/03cc4248-5bc4-4f53-8fac-68d28afbc3c5/92cdba2b-6b39-4f2e-98e4-c8dc2d4306a9.jpg",
    "moods": []
  },
  {
    "title": "The Ghostly Doctor",
    "chapter": "Chapter 595",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "She, the leader of the hidden sect, specializes in poison and assassination. A genius, and a weirdo, in the eyes of others. After dying from an accident, she was reborn in the body of a disfigured lady. Having her identity changed and unable to return to her family, she abandoned them, but, if she doesn't take revenge on those who caused her harm, will she be worthy of the title \"The Ghostly Doctor\"? As clouds gather, heroes fight to be the strongest! How will she conquer the world in a red robe, and fight among the strong heroes?!  \n  \n*The 2 missing chapters are announcements by the author.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/e900135b-8eba-4d29-85c9-db3d5ae885c7/9a9fa7b3-df9a-4b74-970e-9853a40e2977.jpg",
    "moods": []
  },
  {
    "title": "Artifact-Devouring Player",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Sanghyeon has the uncanny ability to absorb powers of magical artifacts — by devouring them. But it took him thirty years to master, and at fifty-five, it’s too late to escape mediocrity. \n\nThen one day, he’s miraculously sent back in time to the fateful day he awakened his powers as a monster-hunting player. \n\nWith a chance for a do-over, he wastes no time using his ability to its full potential, rapidly absorbing incredible powers and rising through the ranks, determined to become the hero he always dreamed of being.",
    "image": "https://uploads.mangadex.org/covers/ed9e5899-c98e-43da-babf-d66fba2df651/841bce0b-c6cc-421e-a9b5-71f725a91c35.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 216",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 74",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "Office Worker in the Ice Age Apocalypse",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sacred Life of a Webtoon Artist",
    "chapter": "Chapter 43",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hayoon, a once popular adult webtoon writer, has fallen dramatically between a rock and a hard place. With the help of her new stern and efficient Producer, Nam Johoo, and her ex-boyfriend and writer, Choi Minjun, will she succeed? A wacky romantic comedy that's both exciting and funny♥",
    "image": "https://uploads.mangadex.org/covers/35b9b248-b5eb-4d9a-875a-74b846f8bcae/ce33979b-325c-4f83-aa73-82ed8c816233.jpg",
    "moods": []
  },
  {
    "title": "Evil Dragon Is Reincarnated! Revenge Begins at the Age of Five!",
    "chapter": "Chapter 289",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I was once the legendary red dragon who stood at the top of the world. For thousands of years, my brethren have been murdered by humans and the desire for revenge slowly turned into my only mission in this world! However, I failed. On the day of the decisive battle against human beings, I died with hatred in my heart... if there is an afterlife, I will definitely avenge my kind. If there is an afterlife, I will make these filthy humans pay with their blood! If there is an afterlife—hmm? I was reincarnated as a weak human baby?!!",
    "image": "https://uploads.mangadex.org/covers/bf327014-2ad7-40ec-8914-996a69a76348/a0ec6f4a-d6cb-427b-873d-a8f0fdb96e33.png",
    "moods": []
  },
  {
    "title": "A Transmigrated Warden’s Battle for Redemption",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The Rose Prison in Baiyin City is recognized as the strictest and strongest women's prison in the entire continent. \n\nIt gathers the most dangerous and vicious female criminals on the continent, and I——Aiden is the warden in charge of managing this prison. \n\nBut the original \"Aiden\" is a strong man who is proficient in spears, swords, and even black magic!\n\nI'm just an ordinary person who transmigrated to him, and I don't even know the fighting skills mentioned above...",
    "image": "https://uploads.mangadex.org/covers/b78bbae9-f525-45d5-b832-f15dcbe1c489/4b86560b-8037-4790-a6f9-a44e67172bc3.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 306",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "My First Case: The Corpse of My Ex-Girlfriend",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhua",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/6d8e8e02-e863-48bf-9220-608f22a498d5/e540dc2c-3212-4ee0-80dd-eb247deffbd5.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 452",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "Making Love in a World Where It’s Taboo",
    "chapter": "Chapter 72",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "\"You want to make a baby with me, right?\" Having never made love before, The Prince and his wife are in for a steamy night. Once they get a taste, they'll never be able to go back.\n\n(Source: Coolmic)",
    "image": "https://uploads.mangadex.org/covers/05bb2ebf-2964-4d89-80d1-8be317986886/85a2967f-a625-4ee6-9e25-fc19a8f3839e.jpg",
    "moods": []
  },
  {
    "title": "Please Take Care",
    "chapter": "Chapter 29",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Help! Why is my blind date my 'ex'-boyfriend?!",
    "image": "https://uploads.mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "Only for Love",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Office Workers",
      "Romance",
      "Shoujo"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/82499952-dab3-454b-9049-80bff50cf2b9.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 65",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 278",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Gu Changge, a traveller from another world, comes to realize that he is the villain in this world. However, with his noble background, unrivalled abilities, and a cheat system that penalizes the protagonist, he is ready to steal the protagonist’s thunder and win the female lead’s heart…\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/12602/)\n\n**Official Translations:**  \n- **Japanese**: \n  - [Piccoma](https://piccoma.com/web/product/119582)   \n- **Korean**: \n   - [Kakao](https://page.kakao.com/content/61188260)  \n\n- **English Ongoing**:  \n  - [INKR](https://comics.inkr.com/title/1382-i-am-the-fated-villain)\n  - [Webcomics](https://www.webcomicsapp.com/comic/I-am-the-Fated-Villain/63805b998c252b7c5e6b6b74)\n  - [Mangatoon](https://mangatoon.mobi/en/i-am-the-fated-villain?content_id=3446131)\n  - [Alandal](https://alandal.com/series/comic-i-am-the-fated-villain)\n  - [Renta](https://www.ebookrenta.com/renta/sc/frm/item/146190/)\n\n---\n\n- **English Discontinued**:  \n  - [Voyceme](https://www.voyce.me/series/i-am-the-fated-villain)",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "You Were the Only One Who Saw Through My Lie",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 26",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 26",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 106",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 29",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tried to Twist the Original Story But Ended Up Seducing the Northern Duke",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ee2cc54e-c314-4cc4-9d14-a2eb2ed0106a/ee0713ad-3938-46c1-adf2-ad8a72d14bd9.jpg",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 127",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. \n\nIt is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. \n\nWhen Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "Forgotten Juliet",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "“Your Highness, there’s something I’d really like for my birthday.”\n\n“What is it?”\n\n“Will you promise to listen?”\n\nThen the man blatantly laughed.\n\nBut who would point out his arrogance – a young Northern Duke who’s not even afraid of the Emperor? He could even get a throne if he wished for it.\n\nBut it was just a sweet lover’s birthday wish.\n\n“Alright. I swear.”\n\nSo, Juliet spoke lightly,\n\n“Please break up with me. I don’t love you anymore.”\n\nA fiance just for show. A succession of meaningless nights.\n\nNow is the time to end seven years of unrequited love.",
    "image": "https://uploads.mangadex.org/covers/6bf47c2d-305e-443c-a9f9-99a380e2ae27/b754d897-8c9c-4f09-a0a5-59265446ba65.jpg",
    "moods": []
  },
  {
    "title": "I Became the Servant That Was Obsessed by the Crown Prince",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/01004f1e-0fef-41f2-a0b1-b0f07f050457/af946885-18f1-45ee-9f61-8de702e0373d.jpg",
    "moods": []
  },
  {
    "title": "SSS-Class Gacha Hunter",
    "chapter": "Chapter 125",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the mysterious, RPG dungeon-like Tower, Gongja Kim lives a mundane existence, envying all the star hunters. One day, his wish for more is granted with a legendary skill to copy others’ abilities… at the cost of his life. Before he can make sense of it, he’s killed by the #1 hunter, the Flame Emperor! But this activates his skill and now he’s copied a new one, the ability to travel back in time upon death.\n\nHow will Gongja use these skills to outplay the competition and rise to the top?",
    "image": "https://uploads.mangadex.org/covers/4a973243-952e-44d7-a50f-883b4b7c9cc2/9adafa19-0424-4677-aab4-93a07a01a591.jpg",
    "moods": []
  },
  {
    "title": "Adored By The Beast That Killed The King",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 27",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The last boss of the game Altena Fantasia...\n\n... Isn't me. I was reincarnated as one of his underling mob villains. Determined to take the place of the infamous last boss, I resolved to liven up the game as a true villain.\n\nBut for some reason, all my misdeeds end up being praised, and my reputation soars..!?\n\nHow did it come to this? Somebody, please tell me!",
    "image": "https://uploads.mangadex.org/covers/077812bd-6ee9-4756-a508-9148b254661e/4a133c57-e712-4820-8cc7-10a6498bb494.png",
    "moods": []
  }
]