[
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 56",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Mars, a boy who was reincarnated in another world, travels with the Elf slave, Lilia. His goal is to conquer the world's main dungeon and obtain a \"forbidden magic book\" that has powers beyond common sense. But... since he fucked with Lilia every day, his conquests tended to be delayed.",
    "image": "https://uploads.mangadex.org/covers/c641a4a5-ec82-4173-89f3-6febdff4142e/c295c7f8-18c3-4421-a5dd-f91bc040d794.jpg",
    "moods": []
  },
  {
    "title": "I Hired a Villain as My Housekeeper",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Youngest Sister-in-law of the Ruined Reverse Harem’s Male Leads",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One feverish night, 6-year-old Liliana Bercchio suddenly recalls the plot of a tragic reverse harem novel. Unsure if she's been reincarnated or has time traveled, her young mind struggles to make sense of it all. Her family is doomed to get caught up in the protagonists' mess—but there's still time… or so she thought. When she witnesses the female lead's death and the deranged male leads appear before her sisters, the story takes a turn. They seem different now, but is her family truly safe?",
    "image": "https://uploads.mangadex.org/covers/3fdfc75c-7b51-474b-8d45-d0decdc0c782/76efb301-bb3b-4664-a7ff-501bfdf5ce3e.jpg",
    "moods": []
  },
  {
    "title": "Kneel, Your Grace!",
    "chapter": "Chapter 24",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "Everyone dreams of knocking out their insufferable boss, but what if that boss is a war hero, a duke, and constantly breathing down your neck? For Chloe, enduring Curtis's relentless inspections was a daily struggle... Until a royal marriage decree offers her an unexpected way out.\n\n---\nEveryone has had the urge to punch their infuriating boss, but actually going through with it is hard. Especially when that boss is a war hero and a grand duke, no less. Chloe could only grit her teeth as she watched Curtis constantly conduct service inspections… but then, a once-in-a-lifetime opportunity presented itself. The king ordered Curtis to marry a noblewoman from another country, and he put forward his lieutenant, Chloe, as his lover. Now, the gun was in her hands… “First, get on your knees, Your Grace.”",
    "image": "https://uploads.mangadex.org/covers/c966fba8-642a-453c-82ac-ded37a8ee1ed/b1f30557-e075-4b10-acb7-7693283b18d2.jpg",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 95",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "Prison Guard Zero",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ji-hun, a former member of a secret special forces unit under the Special Operations Planning Office of the South Korean Army Headquarters, returns from a long overseas deployment — only to receive the news that his younger sister Ji-yun has died, and that the person accused of killing her is none other than her boyfriend, Seo Min-jun.\n\nWhile still struggling to accept the fact that his sister is gone, Ji-hun, who trusted Min-jun, learns that Min-jun was falsely accused and had gone to Yeokseon Prison in search of Ji-yun’s real killer.\n\nBut eventually, Min-jun also meets his death inside the prison.\n\nDetermined to uncover the truth behind the unjust deaths of both Ji-yun and Min-jun, Ji-hun becomes a prison guard and heads to Yeokseon Prison to uncover the secrets hidden within.",
    "image": "https://uploads.mangadex.org/covers/025d9232-6a40-4a28-822c-4febc88e3652/e13ca825-9f58-4466-b20d-8a10128da6c2.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. It is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. When Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Buy Divine Power With Money!",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cheating Men Must Die",
    "chapter": "Chapter 480",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Sci-fi"
    ],
    "summary": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
    "image": "https://uploads.mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/d41e28a4-fcc9-4933-b7eb-00b3fd73566b.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Licks the Ice Prince Clean",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Slave Emperor",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ran is the young empress of the North Empire. In order to protect her empire, she must assassinate the Orhan, the new emperor of the West Empire. Ran plans to ensnare Orhan in a honey trap by guising a beautiful assassin as tribute of good will. It is revealed, however, that the emperor is not interested in any other woman but Ran herself. Rude and arrogant like a savage, the emperor dares to claim the heart of the noble empress. Left without a choice, Ran decides to hide her identity and sends herself as tribute to the emperor. Can the empress win the emperor's trust? Will the empress be able to assassinate the emperor?",
    "image": "https://uploads.mangadex.org/covers/0d9ef6e0-886f-4aee-ba3d-74d061d60aac/c6b18b0b-8bdf-4cc3-a48e-c794843959b2.jpg",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "The Princess Of A Fallen Kingdom Kisses Him Morning And Night To Break The Curse",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Cheryl, the princess of a fallen country, was cursed by Piany, the princess of the enemy country that destroyed her country, to \"burn her body when exposed to sunlight,\" and she spent her days being tortured. However, when Liam, a handsome general, came to the castle to occupy it, Cheryl was protected. As an efficient way to break the curse, she decided to kiss Liam morning and night to inject his magical power into her...!?\nThis kiss was necessary to break the curse. But that was all it was supposed to be--",
    "image": "https://uploads.mangadex.org/covers/f83c48e9-1f38-43a6-a41d-05cd16208376/f1c61aae-89ca-407f-b530-fc36e2534846.png",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "Hidden House in the Apocalypse",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
    "image": "https://uploads.mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 251",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 190",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Worn and Torn Newbie",
    "chapter": "Chapter 231",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
    "image": "https://uploads.mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 29",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "You Have to Repay Your Savior",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Fristine, a noblewoman whose family has fallen into ruin and who lives in the countryside,\nis appointed by the king to care for the exiled princess.\nAlthough the princess is being kept alive as a hostage and used as a political tool,\nFristine takes good care of her and succeeds in saving her from a life-threatening situation.\nLater, the king is replaced and the princess is released from exile, where Fristine is invited to the palace\n. In recognition of her past achievements, she is granted an audience with the king.\nHowever, the king she meets is none other than Gerard, with whom Fristine was once in love.\nThis unexpected reunion sets her destiny in motion.",
    "image": "https://uploads.mangadex.org/covers/4edc791f-5056-4d75-81d6-d7620fe6da5e/970c4e88-1196-484e-8231-bc4485b29e3f.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 165",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Night Time Lady And The Doting Head Of The Family",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "After losing his parents, our protagonist, Yuno, lives an unfortunate life as a servant in his stepmother's household.\nOne day, a series of natural disasters leads to him being offered as a human sacrifice to a family of gods.\n\nThe Ciel family, a family of gods, governs the heavens and the earth and is feared for their immense power. To avoid excessive human contact, they live in a remote castle towering deep in the mountains.\nYuno becomes anxious when she hears rumors that he is an exceptionally virile man and that women are only used as a source of his power. However,\nupon actually meeting the head of the family, Jupiter, she finds him to be extremely responsible and kind.\n\nJupiter's unfulfilled sexual desires cause natural disasters, weakening his ability to repel demons, so Yuno becomes intertwined with Jupiter as a human sacrifice. Jupiter is\nin a similar situation, alone and without family, and Yuno is gradually drawn to his clumsy kindness.\n\nThe demon he has been suppressing appears, threatening the two.\nWhat will become of their love?\nWill the world be saved?",
    "image": "https://uploads.mangadex.org/covers/41f8ebf8-9e3a-4ed0-9e6c-f235db832b8c/52e57735-3ca4-4f49-b132-c1e2fba93f9a.png",
    "moods": []
  },
  {
    "title": "The Back-Alley Mage’s Return",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Aster, a troublemaker from the Dequlan family of magicians, who used to be a vagrant. He runs away for freedom, but is eventually caught and loses his life.\n\nBut when he opens his eyes, he finds himself back in his vagrant days in the black-and-white zone...!\n\n“I will build the library that was my comrades' dream, no, I will build a tower even greater than that!”\n“As a bonus, I will display the Deculanga Vision Book on the first floor.”\n\nAster's return to life as a vagabond!",
    "image": "https://uploads.mangadex.org/covers/f1877909-b484-4ab9-a6a2-a98e11b4bd23/ecb0a695-5a69-4e2a-93c5-0b6cb70e431c.jpg",
    "moods": []
  },
  {
    "title": "My duke is Not Dead",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 7",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "For centuries the Lee and Dai had shared a deep bond in the form of a master-servant relationship which gradually evolved into a strong friendship between the heirs of both families. Therefore true to tradition Dai Xiaodao (aka Dai Xiaoshuang) decides to assume the role of the manservant for Li Qingri (aka childhood friend) in place of her dead brother, Dai Dadao.   \n  \nTo her chagrin, pretending to be a boy was but the tip of the iceberg in terms of the list of challenges that would come her way. On top of having to contain her secret love for Li Qingri who has become her roommate… what's the deal with that sinister-looking senpai (who's always flashing some fish at her) and that sweet-looking female classmate (who's really a carnivore in herbivore's clothing)!   \n  \nAll that aside, what was that mysteriously beautiful scent that Dai Xiaodao got a whiff of when she bumped into the notorious Ye Weien at that secret path? Surely, no matter what the legend says, that obnoxious playboy could not be the man of her destiny!",
    "image": "https://uploads.mangadex.org/covers/2faff886-bfde-4d86-a1c3-8ce189ca7674/b413cc06-fc37-4b99-b5ea-e61acb8bf35b.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "I Became a Dead Character in a Prison for Wastes",
    "chapter": "Chapter 27",
    "genre": [
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "I reincarnated into a novel… but, hey… What am I supposed to do if I reincarnate in 10 years before the novel begins?\n\nThe location: prison. The problem is that even a jungle is better than this place!\n\nAfter ten years finally passed, I became the top dog in this prison. \n\n*\n“Hey Mint. Cut it out. Don’t go overboard.”\n\n“I have no idea what you’re talking about.”\n\nI became a good-for-nothing leader, but I’m fine with that. That’s a privilege a pro gets. \n\n“I’ll make you dead on paper, so do me one last favour.”\n“I have no idea what you’re on about.”\n\nA golden opportunity was bestowed upon me. \n\n“If you help me, I’ll release you from prison.”\n“What do you want me to do, Master?”\n“...”\n\nThe chief of the prison asked me, the psycho of the prison, for a favor.\n\n“Make the new guy coming into the leader of this prison.”\n\nIt may be called a prison, but in reality, it’s a lawless place. If I can make one man into the leader, I can finally be released.\n\n“But to do that, you need to enter a male prison.”\n“...Huh? How can I attach something that’s not there and get in?”\n\nBut oh god? The new guy is the male lead of the original novel.",
    "image": "https://uploads.mangadex.org/covers/6f14cd82-defc-4d69-a0ea-ad5b4c7768d4/6a6ae15c-8a5a-43bd-83c3-57c2e1d6737a.jpg",
    "moods": []
  },
  {
    "title": "Genre is Romance",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The akashic record which only i can read",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I, who know all the world's secrets, will change this doomed future!\"\n\nIn a world where dungeons exist, Yuya Shirasaki, an awakened warrior, risks his life to conquer them, aiming to earn enough for his ailing sister's medical treatments. Yet, despite his efforts, his sister dies, and Yuya himself falls to the mightiest of monsters—or so it seems. In the instant before his death, Yuya awakens the forbidden skill, Akashic Record, allowing him not only to gain all knowledge but also to return ten years into the past.\n\nWith a second chance at life and armed with the wisdom of both past and future, Yuya sets out to rise at an unstoppable pace in this monster-filled world. \"If it's to save my sister—and this world—then I’ll become the strongest there is!\"",
    "image": "https://uploads.mangadex.org/covers/b895aaa1-1824-4cc8-892e-8c091757ffe1/89f52e0e-7bd5-43fc-9173-3895af7d33cc.jpg",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 88",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "Swordmaster’s Youngest Son",
    "chapter": "Chapter 172",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "I Became the Successor of the Martial God",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "One day, I suddenly became the protagonist of a game. However, the more you look at this protagonist... the more you'll sigh. He's got the worst stats, the worst talent and zero connections. But still… You have acquired [Heavenly Martial Physique]. You have become the master of the [Martial God's Tome]. “So what? I’m the ultimate veteran player!” He's not just a veteran player— he’s a full-blown obsessive maniac. Thus begins the legendary playthrough of a hardcore veteran!",
    "image": "https://uploads.mangadex.org/covers/2b73caa9-8c5f-49f4-96c5-af7044c57f62/7b765853-d79b-4be6-a77d-064df7177b51.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 143",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, Dr. Shiro, a harmless and kind-hearted doctor of agriculture, is transported to another world along with his students and laboratory. It's a hopeless world where humans are treated as slaves and ruled by monster girls! In this grim world, he'll use his knowledge of pharmacology to subvert and control the cruel monster girls!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/63813)",
    "image": "https://uploads.mangadex.org/covers/6c592d86-78ea-4f07-9a68-4c7f6d139f2c/8335b8c5-ae87-4324-a88a-e3eef7dc1ce2.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "Marquis of Marron",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Transmigration"
    ],
    "summary": "I ended up possessing the body of Hailey, a villainess who was destined to die soon.\n\nWhat’s relatively fortunate, if you can call it that, is that she has one more year to live. However, there’s no time to relax as she’s unceremoniously dumped into a contaminated region below a canyon.\n\nBut wasn’t she supposed to die?\n\n\"Do you understand? If you cling to the past, you’ll twist your future into something you can’t recognize. That’s the wisdom left behind by the ancient sages.\"\n\nA year later, I’m still alive and farming.",
    "image": "https://uploads.mangadex.org/covers/75196c25-217a-4ca8-87f7-726304fd315d/ee349c8e-6751-4e62-b150-8a5d560557b6.jpg",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]