[
  {
    "title": "The Villainess Is Shy In Receiving Love",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My wicked mother brought a girl one day, the Duke's lost daughter, Loretta - the heroine of a novel called *The Duke's Four Children*. And I am Melody, the villainess in said novel who was punished alongside my mother for harassing the Duke's precious little girl. I didn’t want to die like that, so I decided to treat her well. I fed Loretta, put her to sleep, and played with her. And then her response was…?\n\n\"I hope Melody marries Loretta!\"\n\nThrough her endless affection, I ended up coming back with her to the Duke's mansion, where she said \"I'll stick close to Melody!\"\n\nHas there ever been anyone who is such a 'fool for Melody?!' Why am I being loved when I've only been kind to be able to live peacefully…!\n\n---\nWhen Melody discovers she's a villainess in someone else's story, being a slave dealer's daughter only adds to her guilty conscience. After her mother kidnaps Loretta, Duke Baldwin's long-lost child, Melody tries to comfort the scared little girl and forms a sisterly bond with her. So when the duke finds them, he takes both of them home because now they're inseparable! As the rest of House Baldwin becomes enamored with Melody's warm heart, will she ever learn that she deserves to be loved too?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD-%EC%86%8C%EB%85%80%EB%8A%94-%EC%82%AC%EB%9E%91%EB%B0%9B%EA%B8%B0%EA%B0%80-%EB%B6%80%EB%81%84%EB%9F%AC%EC%9B%8C%EC%9A%94/3321), [KakaoPage](https://page.kakao.com/content/61192421)",
    "image": "https://uploads.mangadex.org/covers/46c44d71-f114-4776-a0de-b4179d65c0e6/c60fae13-d51a-46e0-9830-184190ba1c3b.jpg",
    "moods": []
  },
  {
    "title": "The Wretched",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Imperial throne? You all can have it! A comedy of who can avoid responsibility the best!  \nOne day, the fourth prince, Sugan was nominated by the emperor as the next in line, however . . . No way in hell, I’m running away!  \nThe person in question was reluctant to take over the position, and so are his siblings!? The battle to avoid the throne starts now!",
    "image": "https://uploads.mangadex.org/covers/655f4fdb-c1a2-49a3-9d36-bd6424b67ec6/938ed899-7385-4639-8f90-31a9220adb88.jpg",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 133",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead and I Are Trapped In A Horror Game",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Admission is a Waste of Time",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!",
    "image": "https://uploads.mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 126",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sacred Life of a Webtoon Artist",
    "chapter": "Chapter 41",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hayoon, a once popular adult webtoon writer, has fallen dramatically between a rock and a hard place. With the help of her new stern and efficient Producer, Nam Johoo, and her ex-boyfriend and writer, Choi Minjun, will she succeed? A wacky romantic comedy that's both exciting and funny♥",
    "image": "https://uploads.mangadex.org/covers/35b9b248-b5eb-4d9a-875a-74b846f8bcae/ce33979b-325c-4f83-aa73-82ed8c816233.jpg",
    "moods": []
  },
  {
    "title": "Farming in Beast World: My Villainous Snake Cubs are Super Clingy",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f4045a9e-e5f6-4778-bd33-7a91cefc3f71/df4e9dfe-eb9f-40c7-b13a-d68861cf3071.jpg",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Alban realized he had been reincarnated as the villainous noble in a certain novel. Just as he began training in swordsmanship and magic to avoid defeat by the protagonist, he learned that Leticia, a noblewoman surrounded by nasty rumors, was to become his wife! He was nervous about what kind of \"evil woman\" she might be... but, upon meeting her, he found an incredibly pure girl — angelic, and exactly his type! Alban, forgetting all about avoiding his doom due to her adorableness, resolved to take revenge on the mastermind who had set up his beloved wife! Using their villainous reputation to their advantage, they set out to lure the culprit, but... will they succeed?",
    "image": "https://uploads.mangadex.org/covers/3bc7236f-4eb0-43f1-bd4f-16085e98805a/dcb28870-0086-493c-961b-fed88fb6136a.jpg",
    "moods": []
  },
  {
    "title": "Shut up, Evil Dragon, I don’t want to raise a child with you anymore",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "Gold Queen",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I'm Teru! Just your wee lil' horny high school girl who's trying to become a mangaka! One day, while I was lost in my sexual fantasies, I got hit by a truck and was reincarnated into an isekai! Though I became a slave of the beautiful elf queen, Sirius, I've got a wholesome orc as my roommate, and there's cute elves all around, so I have to say I'm having a pretty time!",
    "image": "https://uploads.mangadex.org/covers/7c5cbad4-8bfe-48b3-af13-18c338dda5da/c120b80f-2268-4b98-add7-933c9c9328ab.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…\n\n---\n\n**Original Webtoon:**     \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=835741)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12051527)\n\n**Official Translations:**     \n- [English](https://www.webtoons.com/en/fantasy/the-necromancer-familys-young-heir/list?title_no=7413)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-necromancer-familys-young-heir/list?title_no=7898)\n- [French](https://www.webtoons.com/fr/action/the-necromancer-familys-young-heir/list?title_no=8257)",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "Part-Time Couple",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 87",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Assassin is a Genius Swordsman",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adaptation",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Raon was once a loyal assassin for House Robert until Derus killed him. Not willing to give up, Raon prayed for vengeance and woke as a member of House Sieghart, the most powerful noble house!\n\nHe’ll need all of their near-infinite resources to get revenge. Though he carried over knowledge of a powerful Flame Link technique, he also carries the Curse of Bitter Frost, something that’s slowly killing him.\n\nAs if that weren’t enough, the demonic embodiment of Wrath is trying to take over his body!?",
    "image": "https://uploads.mangadex.org/covers/e024f80e-b849-49d2-a032-da7dd8a3825c/a33861ca-2b27-46c7-9b69-48da0b174793.jpg",
    "moods": []
  },
  {
    "title": "Beatrice",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Historical",
      "Josei",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Having previously been a slave in her youth, Chloe was revealed to be an illegitimate child of the King of Elpasa, and is raised to the level of a Princess and renamed Beatrice, all in order to secure a political marriage to a toady man, as the king was unwilling to marry his legitimate daughters to him. After two years of hellish marriage, the Kingdom of Elpasa falls before the blade of the Empire's Archduke, its greatest hero. In order to survive her new enslavement Princess Beatrice re-assumes the guise of 'Chloe' as a slave of the Empire. But then, she catches the eye of that very same hero…  \n  \nThe Archduke wonders who is this squirrelly short-haired young woman, who is so surprisingly educated for a slave, and who is terrified of him, not knowing that he butchered the Elpasa Royal Family in front of her and enslaved her himself. What will become of them, since she proves to be one of his only sources of levity?  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8f66ebd9-e17f-4d70-9814-a4ebf1e1d453/dbca6f30-59f9-4c41-b1b7-437bd6d14c9a.jpg",
    "moods": []
  },
  {
    "title": "The Wicked Ladies in Waiting",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”\n\n---\nCommoner orphan Julia Arte is cursed with repeatedly dying and being reborn on the same snowy mountain trail. Now on her ninth life, she is determined to break the curse by getting revenge on her former lover Vasily Marjoram, who not only left her to die but sent assassins to kill her. After becoming the second lady-in-waiting to House Marjoram's sworn enemy, Prince Lewisia Ortega, Julia pulls out all the stops to take down Vasily. But will her scheming bring more trouble than she bargained for?",
    "image": "https://uploads.mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/0c98bb71-cadb-4476-8336-f7a05e41ce13.jpg",
    "moods": []
  },
  {
    "title": "Remember the Time-Limited Grand Duchess",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "For Grand Duke Heverus, marriage was nothing more than a means to an end. His union with Leticia, an adopted daughter of a count’s family, began just as simply, a one year contractual marriage. But the Grand Duke slowly grew attached to Leticia, and just as he was about to confess his feelings after returning from the battlefield, he was struck with shock. \n\nLeticia had already died from a terminal illness. \n\nRegretting his own indifference, he risked his life and used the power of ancient magic to turn back time. This time, he is determined to save Leticia, to grant her happiness, and so he proposes the contractual marriage once more. \n\nBut there’s a problem. \n\nMerely watching her isn’t enough. He wants her. Forever.",
    "image": "https://uploads.mangadex.org/covers/f31d0df9-c623-4139-981c-54fb939f49a4/e0ba7b76-1aee-4b70-bb4d-fba77bf37936.jpg",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After ten years of chopping firewood (so tired ಠ╭╮ಠ), female immortals (one after another ╮(￣⊿￣)╭) knelt down and begged me to take them as my disciples! _(´ཀ`」 ∠)_",
    "image": "https://uploads.mangadex.org/covers/2a3174c7-c448-440c-8eb1-473765d92f52/29ff7f1c-be45-4898-8980-1e6a8993e10c.jpg",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "How would you win over an enemy who just won't stop killing you? \n\nLaila thought she had escaped death by figuring out how to turn back time, but her assassin finds her again... and again... and again! All because her sadistic villain of a father had to murder his entire family... \n\nWhen all her evasion plans fail, there's only one option left: coddle her enemy through his childhood and hope he'll spare her when he comes back to exact his revenge. \n\nBut why is this wacko so pigheaded?!",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/41d1b8f0-1741-47b7-bdbe-ead5509f0f23.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "My Wife Appeared at My Wife’s Funeral",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The End of The Marriage",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ao Minato, a young man who killed his father-in-law who repeatedly abused his family and entered a juvenile reformatory. However, the sister who should have protected committed suicide at the end of suffering, and her sister Akane is also missing. Ao, who arrived at a certain shrine, wished for the safety of his sister, which is the only hope left, and swears to God that he will do anything for that ... The blockbuster panic suspense \"Massacre Happy Ending\". The new chapter is finally opening---.",
    "image": "https://uploads.mangadex.org/covers/fa4816db-6ea5-4183-81e5-08495557eb91/2d325db6-70a8-4f75-998d-9641e93223ca.jpg",
    "moods": []
  },
  {
    "title": "The Swindler Couple of Ardel",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Come On Now, Even If I’m Not A Villain",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being killed by her own father, I woke up... 500 years later?! To make things worse, I’ve been reborn into the body of a so-called villainess—a woman hated by her family and fiancé for her fragile health and sharp temper. All I wanted was to live quietly and figure out why I was reincarnated. But now, my once-cold family and fiancé are suddenly desperate for my attention, and my slave boy from 500 years ago has returned... perfectly alive. As if that wasn’t enough, immortal weapons from ancient times are starting to gather around me. \"You shouldn’t have fed the stray dog.\" I never gave anyone a single bite, so why is this happening?!",
    "image": "https://uploads.mangadex.org/covers/b3c6fffd-69ed-4ad7-9649-fefc2eb1d08d/e2abfa45-8c78-4980-ba85-45001a5d4982.jpg",
    "moods": []
  },
  {
    "title": "Wild Night",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/cf067d83-7967-43ad-b634-d1cccea5e721/bd02a1ad-47cb-427d-9d4a-60cc10fc46f9.jpg",
    "moods": []
  },
  {
    "title": "How to Retire as a Disaster Necromancer",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Yeonwoo’s Innocence",
    "chapter": "Chapter 206",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
    "image": "https://uploads.mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "The Cruelty of Salvation",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Nishioka Kyoudai's anti-war epic, told in their signature surrealist style.   \n  \nA man wakes up one morning to find the world outside of his house a wasteland. As he searches for signs of life, he finds a fetus in a ditch, which promptly latches onto his thumb and won't let go, and things only get stranger from there…",
    "image": "https://uploads.mangadex.org/covers/3bce4841-9f35-4a68-b10a-7403777cf0d9/349bcde4-f340-4f73-87c5-8ae740121615.jpg",
    "moods": []
  },
  {
    "title": "The 101st Love Confession",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lucia Agnes has confessed to her longtime crush 98 times over the past 13 years.\n\nAnd Herwin Peneus has always turned her down.\n\nAfter her 99th confession is also rejected, Lucia finally decides to give up on Herwin and agrees to meet a suitor chosen by her parents.\n\nBut just as she makes up her mind to get engaged to this new match, things start to take an unexpected turn...",
    "image": "https://uploads.mangadex.org/covers/647d2e7a-2151-401c-9c54-a395cd06fb7a/9ee0e513-5937-427a-a038-550f21634cac.png",
    "moods": []
  },
  {
    "title": "I Healed The Male Lead’s Trauma",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pulling the Grand Duke’s Leash",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A girl who can see emotions as \"light\" is reborn as an extra in a novel. Seeking peace, she settles in a forest hut, only to discover it’s the cursed territory of a feared duke. Uniquely able to calm his curse, she strikes a deal with him, but on one condition: he must take the form of a snow leopard when they’re together.",
    "image": "https://uploads.mangadex.org/covers/525b3954-1099-4c17-a893-6f57216d7f92/c76ad50b-0404-49eb-b97f-f1cf3b22f396.jpg",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "The Princess is Evil",
    "chapter": "Chapter 164",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A girl with foresight is sent to live with her cold, villainous uncle after her mother’s death.\n\nDetermined to save him from a dark future, she clings to him only to find roles reversed as he grows emotionally dependent. \n\nWith a possessive childhood friend and a desperate father added to the chaos, her simple mission spirals out of control.",
    "image": "https://uploads.mangadex.org/covers/9d192af0-ef23-4424-afdb-233e2282c4ed/95573925-65e4-4df4-8aa7-1354bcae315d.jpg",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 145",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, Dr. Shiro, a harmless and kind-hearted doctor of agriculture, is transported to another world along with his students and laboratory. It's a hopeless world where humans are treated as slaves and ruled by monster girls! In this grim world, he'll use his knowledge of pharmacology to subvert and control the cruel monster girls!\n___\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/63813)",
    "image": "https://uploads.mangadex.org/covers/6c592d86-78ea-4f07-9a68-4c7f6d139f2c/8335b8c5-ae87-4324-a88a-e3eef7dc1ce2.jpg",
    "moods": []
  }
]