[
  {
    "title": "I Became The Older Sister of A Regretful Male Lead",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As the monster's teeth drew near, it was then that I remembered. \"I've witnessed this scene before.\" This was the world of an RPG I played in my previous life. And I, as the main character's childhood friend, was the losing love interest who would be turned down by him in the future. The childhood friend whose role ended one hour into the opening after confessing to the main character as he was about to set off into his journey. The one many players sympathized with as the main character would meet another girl who would cling onto him during his journey. If I remain in this village, in the future I'll be the losing love interest?! To prevent that from happening, I'll leave the village and make use of my newly blossomed ability in compounds with becoming an alchemist at the royal capital as my aim. I don't give a damn about some job that requires me to be the main character's childhood friend. I'll be seizing happiness with my own hands!",
    "image": "https://uploads.mangadex.org/covers/a8aebcd5-3e85-4983-ac65-162f601abca9/81a8a73b-d293-4a34-8b89-d1c36bc249cd.jpg",
    "moods": []
  },
  {
    "title": "The Cursed Princess Must Rewind the Clock",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beastly Count After Dark",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "One day, veterinary doctor Zeke is suddenly fired by the king, leaving him with nowhere to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. \n\nAfter Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls. \n\nFrom Let's Become a Novelist! comes the long-awaited comic adaptation of the hugely popular harem slow life packed with fluffy and cute animal-eared girls!\n\n(Source: Bookwalker)",
    "image": "https://uploads.mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "moods": []
  },
  {
    "title": "Until the Real One Shows Up",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Once bitten, twice shy. That is Anastasia's motto when she awakes with a second chance in life as the Empress in her favorite novel. After realizing that even true love cannot change destiny, Anastasia attempts to help her husband, the Emperor, find his happy ending with the female protagonist--the true heroine of the story. However, it seems that the Emperor has other thoughts. She pushes him away so they can both live, but the Emperor is unsure if he wants to live without his queen.",
    "image": "https://uploads.mangadex.org/covers/58c5671b-8a2d-436f-8934-a30b36699183/c90d7e7c-e8bd-4066-a3c7-099951417556.jpg",
    "moods": []
  },
  {
    "title": "Let Me Kidnap the Male Lead!",
    "chapter": "Chapter 60",
    "genre": [],
    "summary": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
    "image": "https://uploads.mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I'm aiming to be like Haare's number one receptionist onee-san!\n\nIn a world filled with magic, from a young age, Nanari has always wanted to be a receptionist at Haare, just like that onee-san. Her parents told her she couldn't become one unless she enrolled in the kingdom's magic academy and became a top-class magic user. However, when she gets there she's surrounded by royalty and nobility. Nanari is determined to be the best amongst all the commoners! But the prince who sits beside her is always getting in her way!\n\nAfter graduating, Nanari successfully became a receptionist at Haare, but each day is far more hectic than what she originally thought would be! On top of all this, that annoying prince who continuously bothered her has found a job and...?\n___\n[Official English Light Novel Translation](https://j-novel.club/s/the-sorcerer-s-receptionist)  \n[Original Web Novel](https://ncode.syosetu.com/n2056dv/)",
    "image": "https://uploads.mangadex.org/covers/dc877a4e-ce68-43fc-b7c1-9ca64966ccd9/5c7517db-9ba9-48c0-9d16-8dcfd189fef9.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 131",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "The Slumbering Saint",
    "chapter": "Chapter 44",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beast Won’t Let Me Sleep",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/3dcb093e-4e8f-4869-893d-05edbb857c50/40f9393e-25e0-4ec2-9aee-252d76c7d9ac.jpg",
    "moods": []
  },
  {
    "title": "Rusty Quadrilateral",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Dignity of a Chaebol",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
    "image": "https://uploads.mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "The Deposed Empress’ Scandal",
    "chapter": "Chapter 66",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Maria, Empress of Rastonia, is betrayed by her husband Emperor Henry after his mistress gives birth to a son. King Helland the Great, ruler of a neighboring kingdom, takes her as collateral so that Henry can have one more year to repay a considerable debt. King Helland is actually Gunther Preisley, a former slave for Maria’s family. He has loved her a decade and is determined to woo her. Meanwhile, back in Rastonia, two different women vie to replace her as Empress. Will Maria survive the year so that she can avenge herself, and will Gunther win her heart?",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Woman Who Ruined a Nation Starts Her Revenge Drama with the Cold-Blooded Duke",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Be Fooled By The Saintess",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Is the Friend of a Friend a Stranger?",
    "chapter": "Chapter 27",
    "genre": [],
    "summary": "Seven years ago, I promised my best male friend that we would always be friends.\nWhen I reunited with him in high school, he was…… the neatest and most beautiful girl in the school!? And yet, she acts the same old way only in front of me……\n\nA pure romantic comedy about a beautiful girl who was supposed to be my best “male friend”, now adapted into a comic!\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Sites:**\n- [Official X](https://x.com/tenbin_sneaker)",
    "image": "https://uploads.mangadex.org/covers/7873dd0e-131f-4f40-8a92-32601713e1da/a0da6582-dbfc-445b-b739-52b05448d26b.jpg",
    "moods": []
  },
  {
    "title": "MOONLIGHT LIBRARY",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In an empire where women are forbidden from learning the ancient language, Luna cross-dresses as \"Lou\" to work as an ancient language translator. Sure, her actions are punishable by death, but what haunts her more are the depressing details of her future self's diary from the mysterious library in her dreams. Making money as a translator is the fastest way she can leave her uncaring uncle's house and change her dismal future.\n\nHowever, Luna's main client happens to be her cousin's fiance, Duke Rothenbern, who gets drugged with a potent love potion and needs her \"assistance\" detoxifying it...",
    "image": "https://uploads.mangadex.org/covers/7fb53be7-534d-4e32-97d9-47bcd9381afc/ca97e2bb-4fa3-46dd-952d-fae09c4d270c.png",
    "moods": []
  },
  {
    "title": "I Ran Away and Got Married",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)",
    "image": "https://uploads.mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/2eb4768d-eafe-49df-9f1c-7a3382f73b9f.png",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 62",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Layer Upon Layer of Butterfly Reflections",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Psychological World of Her",
    "chapter": "Chapter 3",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "\"Suck it nicely, you weakling!\"\n\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene...\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha. But this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?! While searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform. When he wakes up, he finds himself faced with none other than… Kotoha!? To his surprise, Mitsuki has been reincarnated as the player character of \"that\" game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time. In order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
    "image": "https://uploads.mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/ff5333ed-5505-43fa-83d5-28056709f6a7.jpg",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  },
  {
    "title": "Wedding Strategy",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ddd01def-e425-4332-bee1-781c2bf77085/45c422f8-6986-4539-9ba2-2ea11b5d025f.jpg",
    "moods": []
  },
  {
    "title": "Marriage Blues",
    "chapter": "Chapter 15",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Time travel",
      "Yaoi(BL)"
    ],
    "summary": "On her wedding day, Hana Gu realizes her relationship lacks love and flees the ceremony. During her escapade, she runs into her ex-boyfriend, Gawi Nam who helps her by using his mysterious ability to time travel into the past. Determined to erase her unwanted marriage, she uses this ability to try and change her fate, but the future proves less malleable than expected. Amid repeated failures, she finds solace in Gawi, who is also trapped in the past, facing similar struggles. As they fight fate together, old feelings from their first love resurface, making Hana question -- does she truly want to change her fate?",
    "image": "https://uploads.mangadex.org/covers/5c56e9f2-bb17-4ecb-a2fe-ad91f98f1924/e4de589b-7159-48e6-b687-e62550712c12.jpg",
    "moods": []
  },
  {
    "title": "The Man Is A Real Dog",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a fantasy novel, I suddenly became Astel, the younger sister who never appeared. While my brother Cassian is fighting for revenge of the clan, it is my duty to find and deal with the final villain that remains unrevealed even at the end of the series! In order to do that, I must first enter the mansion of the northern duke, where the traitors of the family are hiding. But somehow, I became the 'mate' of duke Anais, a beast and a prime candidate for the ultimate villain. Besides...\n\n\"Kiss me now, Astel.\"\n\nIn order to live, I have to communicate with my 'mate' every day, but there’s no such thing in the original!\n\n\"Shouldn’t we go see the ocean you like today?\"\n\n\"I-I don’t think I can. I have to go see Mr. Cassian today.\"\n\nThe duke gritted his teeth with a cold face. I was a little scared when I saw this look on his face. Maybe he’s teething? Because he’s a wild beast!\n\n===\n\nThe other day, when I was living under the duke’s care. My brother, Cassian, left his son in my care for a while. However, it seems the duke has been entangled in a huge misunderstanding.\n\n\"They will become our child.\"\n\n\"What...?\"\n\n\"Cassian Gray will disappear from this world right now, so you won't be his bride anymore.\"\n\nYes...? Since when did I become Cassian Gray’s bride?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8-%EB%82%A8%EC%9E%90%EB%8A%94-%EC%A0%9C-%EC%B9%9C%EC%98%A4%EB%B9%A0%EC%9D%B8%EB%8D%B0%EC%9A%94-%EA%B3%B5%EC%9E%91%EB%8B%98/3143), [KakaoPage](https://page.kakao.com/content/60549099)\n\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/126242)",
    "image": "https://uploads.mangadex.org/covers/847a475d-0a95-4480-8342-51dd497de267/518d8a89-0af6-4692-bc2e-151667c1ddcc.jpg",
    "moods": []
  },
  {
    "title": "Demon King Who Lost His Job",
    "chapter": "Chapter 434",
    "genre": [
      "Action",
      "Comedy",
      "Manhua"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "On that day, I was going to confess to you. Choi Ji-young, an unidentified woman who accidentally encountered her on Ulleungdo Island. Sunwoo Hyun keeps bothering Ji-young. Two people who are attracted to each other even in a short period of time. Then one day, Ji-young suddenly disappears. Without a trace. “It’s been a while, Hyun. Aren’t you going to say hello?” Ji-young, who could not be found no matter how much she visited, became the “Choi Ji-an” and appeared in four years. That’s also for Hyun to protect. “With this time, there is no Choi Ji-young I knew. So, just delete it too.”",
    "image": "https://uploads.mangadex.org/covers/955091d9-55d6-4f56-8735-70a0fe1fb751/2a076f3f-d9ff-4714-bce4-2c52caa2b88a.png",
    "moods": []
  },
  {
    "title": "The Cop Is Too Strong",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "image": "https://uploads.mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/090d8644-cc71-454e-b673-ef36cf9bb999.jpg",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 14",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bad Born Blood",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Si-fi"
    ],
    "summary": "Humanity’s home is no longer Earth. Intersellar travel is now a common occurence, and technology has replaced blood and flesh.\n\nLuka, who grew up in the slums, has turned fifteen and taken the selection exams. His aptitude is of the Imperial Guard.",
    "image": "https://uploads.mangadex.org/covers/f4b7f532-b2e1-4ef2-83d4-fbf94fac261e/906f73c0-7eff-4bea-9937-09223a30e870.png",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 261",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Deeply In Love",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of a heartbreak in her past, Kirino decided to live more for her idol than for actual boys, but one day, transfer student Kametani-kun comes, who has a somewhat similar vibe to her idol! When Kametani-kun glares at the girls saying, “Don’t even think about talking to me!” on the very first day of transferring to the school, Kirino gets intrigued by him and learns his secret and…?!\n\n(Source: K Manga)",
    "image": "https://uploads.mangadex.org/covers/b7a2d54a-6d1b-4b1b-a266-1b3737f4f671/4658208f-f242-4830-ad31-197ba8932854.jpg",
    "moods": []
  },
  {
    "title": "Rebirth of the Malicious Empress of Military Lineage",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  }
]