[
  {
    "title": "The End of an Imperfect Divorce",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "I Became a Swordsmanship Instructor at the Academy",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The protagonist is reincarnated in the body of Kang Shin-hyuk, a background character from a popular novel. Shin-hyuk decides to leave saving the world to the original protagonists and enjoy a wealthy, carefree life without interfering with the novel’s plot. \n\nHowever, he discovers discrimination against non-Hunter school graduates at the school where he works. \n\nTo avoid being looked down upon by his fellow teachers, and to lead a comfortable life, Ayumu begins his reincarnation journey, determined to become strong enough to protect himself… even if it means slightly altering the original story.",
    "image": "https://uploads.mangadex.org/covers/e4d71290-b3c7-46b5-804e-a1e7b9519af0/ea2b2ba7-827b-4767-9b6f-0c6dc8b8d3b5.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 276",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 91",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Returning My New Brother",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://uploads.mangadex.org/covers/bc81b92a-19b5-4927-b13d-aab80da5a8b0/645d194b-a6e6-4586-9e7c-7351f2734a30.png",
    "moods": []
  },
  {
    "title": "The End in the Fall",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "\"Magic.\" A sacred mystery usable only by those chosen. One day, a child from the slums named Arus finds he has the power to use magic. A sorcerer by the name of Genos Willzard learns of his talent and raises him, turning him into the greatest of assassins. One day, Genos gives him an order: To enroll at the Magic Academy...?!",
    "image": "https://uploads.mangadex.org/covers/d1781652-404b-4ba9-83cf-b53a8dcd9dbd/6453f460-cecd-4de3-a4af-06e878ed7f05.jpg",
    "moods": []
  },
  {
    "title": "One and only",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Yakumo is an adventurer who was expelled from the \"Holy Sword Group\" after his unique skill [Paper Mastery] was determined to be a small fry skill. However, as a result of protecting his friends during the final dungeon capture, another unique skill [Maximum Magic] awakens! Instantly kills a powerful monster solo. Yakumo decides to take on a request from the guild as a solo soloist. On the way, Armine, a beautiful elf alchemist, comes across a place where she is being attacked by monsters. When I helped her with her awakened power, she invited me to join her own party...!? Is the skill to manipulate \"paper\" a \"god\" skill? Become the strongest!",
    "image": "https://uploads.mangadex.org/covers/606496d3-1379-479f-af65-219594c16a6a/3feb65ba-d71a-44aa-be01-44ee7d3931ce.jpg",
    "moods": []
  },
  {
    "title": "Lock Me Up, Duke!",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
    "image": "https://uploads.mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/be81b7c8-40d9-4303-839e-bb4cd1e91bf2.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 273",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Misfortune at Work",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
    "image": "https://uploads.mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 166",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A girl walks alone in a world without humans. Her mission is to search for survivors and cleanse the land. Will humans be found? A story of loneliness and beautiful ruins.\n\n---\n**Links:**\n- Alternative Official Raw - [Comic Walker](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
    "image": "https://uploads.mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/95f57dbd-edee-42df-b4ac-9eb610e27e72.jpg",
    "moods": []
  },
  {
    "title": "My Ruined Academy",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The academy where Amon was assigned as a new teacher has gone bankrupt! The principal is addicted to gambling, the teachers are no-goods, and the students are lethargic! How will Amon tread forth as he stands at the crossroads of escape and success? A comedic fantasy series that will make your sides hurt from laughing!",
    "image": "https://uploads.mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/20985134-3459-4c13-9618-467706095142.jpg",
    "moods": []
  },
  {
    "title": "The Zenith",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Yangcheon Ku, born to the virtuous House of Ku of Sanseo, the Little Star and next Head of House. Status: The world’s most hated demonic martial artist. Cause of death: Defeated during the Virtuous-Demonic War, tortured upon capture. Or so he thought. Moments after dying in the arms of his childhood friend, the Heavenly Sword herself, Seol-ah Wi, he finds himself back in the past. Already things have changed, but is it enough to ensure his second chance at life doesn’t end with the same regrets?",
    "image": "https://uploads.mangadex.org/covers/114ddfec-a260-4871-a5e5-4cb0333c4826/e888b73b-ddb6-4110-8a77-606aace6ed58.jpg",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "Sub-Male Lead, You Said It Was A Contract Marriage?",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Seian",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mystery",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
    "image": "https://uploads.mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/52aa7ef5-f1ec-4f1a-bddc-f01cc29a813f.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "Marriage is with your brother",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A beautiful and successful news anchor, Yeojin's life looks perfect from the outside. But in reality, she's trapped in an unhappy marriage. Not only did her husband have an affair with her close coworker, but he also murdered her parents and stole their company. Yeojin thought her life was over, but when she opened her eyes, she found herself back on her wedding day. Watching her husband and his mistress flirt, Yeojin swears to get her revenge. She will do whatever it takes, even if she must marry her husband's older brother.",
    "image": "https://uploads.mangadex.org/covers/8caa3b73-aa12-4e1a-ab89-7f87d468fd3d/e715a007-7f7f-47a0-a5d1-3a3d36833314.jpg",
    "moods": []
  },
  {
    "title": "The Baby Isn’t Yours",
    "chapter": "Chapter 105",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Callia Taxicate was a mere commoner until she saved the life of Simon Tereloane, the son of a duke. In return, the duke helps make her commander of the emperor's knights and she becomes a war hero. \n\nThough she only sees Simon as a friend, the two unexpectedly spend the night together and she ends up pregnant! Terrified that he and his noble family won't accept a child out of wedlock, Callia runs away to raise the baby on her own. But how long can she hide this secret, especially from the father?!",
    "image": "https://uploads.mangadex.org/covers/ed45feb9-296a-4600-a7e3-ea0b6bfe4bf6/75a68ec7-22c6-4ce6-8121-222e20d114d7.png",
    "moods": []
  },
  {
    "title": "Among the Filth",
    "chapter": "Chapter 30",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Blessed be the devout who remain chaste among the tainted. A pious young debutante of the Kingdom of Brandt, Elke Eberhardt prays each day as she vies for the sacred title of Pontifex, which grants authority over the nation’s faith. Unfortunately for Elke, fate has other, crueler plans—as she catches the eye of Sir Reiner Mikhel, a notorious womanizer who has seduced countless noblewomen in Brandt. Despite her firm resolve to remain virtuous, Elke finds herself increasingly drawn to the temptations of this dark, ambitious nobleman, whose seductive gaze conceals his true intentions.",
    "image": "https://uploads.mangadex.org/covers/bf91d0ab-6a1a-409a-bd34-daf24a943769/96a69820-1a9d-4665-a3e5-f131168b9628.jpg",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment! Gaile decides to try to make a living on his own off of his cursed items.",
    "image": "https://uploads.mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/69668547-642e-4256-a2e6-742a0af1e24d.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 220",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yoon Hyesung is just your average office worker — but in her heart, she’s the number-one fan of Na Yeonwoo, a trainee who keeps getting this close to debuting before every opportunity falls through. \n\nAfter yet another failed debut, Hyesung has a full-on meltdown in her room, bawling about the unfair system and her own helplessness.  But when she wakes up, she finds herself in a mysterious space with a strange window popping up: \n\n[Would you like to accept a reality where your dreams come true?] \n\nThis must be one of those setups, right? but after a brief internal panic, Hyesung makes up her mind.",
    "image": "https://uploads.mangadex.org/covers/d2642142-cd29-4e40-8455-f4969dd7f727/a8605089-85ac-453e-ae78-2aa5fdc37126.png",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "The Caring Young Lady Wants to Be a Wall",
    "chapter": "Chapter 18",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Irina de Claudel is reincarnated as a mob from her favorite BL game. She is trying to get Henri and Noel, her favorite coupling, to get together, and while she is taking care of them, they both love her...! All I want to do is to be a wall...! Will Irina be able to bring them together? A slapstick love comedy in which you will be loved by the characters of a BL game!",
    "image": "https://uploads.mangadex.org/covers/7dccd69a-8405-4633-8cb0-4d85cc02733f/1ddb4f22-b0e4-428f-aa8b-9b6197a09304.jpg",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 207",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 195",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Return of the Disaster-Class Hero",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
    "image": "https://uploads.mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Zombie Herd",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 28",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 145",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/96652862-746a-4a01-9a25-abd0010b73f1.jpg",
    "moods": []
  },
  {
    "title": "Solo Leveling: Ragnarok",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After witnessing the death of one of their own, the Absolute Ones — creators of the many universes outside of our own — frantically seek to fill the power void left by their fallen brother. With earth's existence in danger once more as gates spill monsters into our dimension, Sung Suho must answer the call and conquer the shadow dungeon while learning of his father's legendary legacy.",
    "image": "https://uploads.mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "moods": []
  },
  {
    "title": "What Does That Evil Dragon Live For?",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elaine becomes a human sacrifice to the evil dragon Rabess, who is here to destroy the empire. But it seems that Rabess already knows her. And he offers to grant her three wishes... \nElaine feels she should at least save the world, so she asks him not to destroy it.  Then she ends up returning 10 years in the past, to when she was 16 years old. \nHowever, Rabess seems to have a different plan in mind...",
    "image": "https://uploads.mangadex.org/covers/00ade329-9274-424a-8ffd-14705bd31031/f3a0486b-bd72-4116-bd83-015b530b93bb.jpg",
    "moods": []
  },
  {
    "title": "Pick Me Up",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
    "image": "https://uploads.mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/33700ed5-d16e-4568-ac22-ea4079eef90b.png",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/c5d4802f-4fde-4e00-94cd-28e1cc9ec6f9.jpg",
    "moods": []
  },
  {
    "title": "The Man Who Wears Magnolia",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "The Lord of the Wheel of Destiny",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A collection of short stories:  \n  \n1. Oral Cavity Infectious Syndrome  \nOn the surreal premise that women's mouths take the often weird shape of their partner's penis, Yoriko starts an investigation to discover with whom her boyfriend is cheating.  \n  \n2. Local Tourist Information  \nA guide to an extraterritorial region of Japan.  \n  \n3. Back Streets in Front of the Station  \nA girl goes crazy about reverse sides of different things, including streets, cars, and animals.  \n  \n4. Genesis  \nKago Shintarou's rendition of the Book of Genesis.  \n  \n5. Superglue  \nWhat happens when you step on something so disgusting that you never want to uncover it?  \n  \n6. Akutagawa in Front of the Station  \nA surreal homage to the writings of Ryunosuke Akutagawa.  \n  \n7. When All's Said and Done - also included in Hell Season  \nA gruesome tale of hardened faeces, and a limbless girl.  \n  \n8. Multiplication  \nComic panels are multiplying and create opposing clans.  \n  \n9. Abstraction  \nA two dimensional comic about young lovers turns 3D causing the characters' bodies to deform.  \n  \n10. Blow-Up  \nWhat happens when every comic page features exponentionally more panels than the previous one?  \n  \n11. No Need for Caution  \nThe action of the comic happens outside of the panels–literally–in the white space.  \n  \n12. The Memories of Others  \nEveryone's memories become visible via floating comic book panels.  \n  \n13. Lord of the Ring  \nAn incompetent sumo wrestler uses the powers of a forbidden pair of pants to overcome and shame his competition, until one day someone rises to attempt to crush him and take the pants for himself.  \n  \n14. Spinning Thoughts  \nWearing urinary calculi is the latest fashion trend.",
    "image": "https://uploads.mangadex.org/covers/b6f36898-b8ce-4fe9-bca5-dcbcdb24565d/66b93708-e6bc-484e-a13a-9db436ba7dcf.jpg",
    "moods": []
  }
]