[
  {
    "title": "All About Dominative And Exclusive Destruction",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Celeb Lady",
    "chapter": "Chapter 49",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!",
    "image": "https://uploads.mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 203",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "‏I Will Fall With The Emperor",
    "chapter": "Chapter 141",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"There can only be one sun.\"\n\"Two suns will only burn and kill the empire's people.\"\n\nAlexar, the great wizard who commanded the empire, after being betrayed by his close friend Gillian Terzios who he trusted and followed, was reborn again as a master swordsman on the outskirts of a small country.\n\nAlexar, the great wizard, moves to seek revenge on Gillian, his close friend and the only nine-star prosecutor of the continent.",
    "image": "https://uploads.mangadex.org/covers/eae897f2-7912-417f-8904-3fa85fcec734/8bcab491-ba53-4770-bcde-0b5a8047bc6f.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 140",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 404",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Crystal Beast Master",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Young Chen Xing formed a bond with Lily, the “Fated Queen” of the Crystal Beast Realm, becoming the first awakener to contract with a humanoid crystal beast. He gained a special ability to turn crystal beasts into beautiful girls and set out on a journey of battle and power to become the “Strongest Crystal Beast Master.” Jealous? I’ve got countless humanoid crystal beast girls like her!",
    "image": "https://uploads.mangadex.org/covers/fcff4794-e72d-43ef-9fe6-9b82742ac975/30442b00-ffdc-4fb4-9866-7add97e43082.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "The Caring Young Lady Wants to Be a Wall",
    "chapter": "Chapter 13",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Irina de Claudel was reincarnated as a background character in her favorite BL game. While she’s busy playing matchmaker to get her favorite pairing, Henri and Noel, together… She somehow ends up being loved by both of them!?\n“All I ever wanted… was to be a wall between them…!”\nWill Irina succeed in getting the two together in the end!? A chaotic love comedy where the heroine is adored by the very romanceable characters of a BL game!",
    "image": "https://uploads.mangadex.org/covers/7dccd69a-8405-4633-8cb0-4d85cc02733f/1ddb4f22-b0e4-428f-aa8b-9b6197a09304.jpg",
    "moods": []
  },
  {
    "title": "I Never Abandoned the Tyrant",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born and abandoned in the mountains, Hadar, picked up by an ancient dragon. With inherent powerful magical abilities, he is raised by the ancient dragon and, without realizing, becomes the \"strongest being\" capable of advanced magic at the age of 12. Hadar is sent to the most challenging magic academy by the ancient dragon to adapt to human society. However, he effortlessly dominates school life with his magical prowess!!",
    "image": "https://uploads.mangadex.org/covers/06b43e58-fb3c-420d-8d98-9ee0fb63beea/6b80cbaa-0333-4415-8e68-88be6ad1996b.jpg",
    "moods": []
  },
  {
    "title": "The Returned C-Rank Tank Won’t Die!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A C-rank tank, abandoned by her teammates to die, awakens a rare regenerative ability after enduring countless deaths. Now immortal but traumatized, she must decide her next move in a world that betrayed her.",
    "image": "https://uploads.mangadex.org/covers/24b3eae4-ecd7-462e-a9f8-d87b69a4af7e/8eec0c41-e82b-42ef-9b36-0c700e904838.jpg",
    "moods": []
  },
  {
    "title": "I Awoke as a God After Auto Battling For a Million Years",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe...",
    "image": "https://uploads.mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "moods": []
  },
  {
    "title": "Versatile Sword Cultivator",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When video games and real life began to merge, Lin Jichen—the best player in the Dao Realm and the top practitioner of \"Eight Worlds\"—died as a result of the betrayal of his girlfriend and brother. He fiercely refused rules in his new life and embraced the sword, cutting out the future and rewriting his fate with it! It also allows him to ride the game before it is integrated into reality!",
    "image": "https://uploads.mangadex.org/covers/6ed844f7-6bb8-4638-95e9-4a6ccb5f8ae9/2ef697e0-55a3-4a67-b9ad-e9b69600af44.png",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  },
  {
    "title": "I’m Looking for a New Husband",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…",
    "image": "https://uploads.mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "The Words of The Beloved Sun",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "The collected anthologies of Satoshi Mizukami's oneshots.  \n  \nVolume 1: Ribbit Ribbit\n- Chapter 1 - Gekogeko:\nAbout a girl whose boyfriend is a frog. \n- Chapter 2 - Yaichirou  \n- Chapter 3 - Densetsu no Otoko  \n- Chapter 4 - Joreishi  \n- Chapter 5 - Dokusho no Jikan  \n- Chapter 6 - Kaijin Natsugorou  \n- Chapter 7 - High Jump Rabbit  \n- Chapter 8 - Koutetsu Shinshou Omega Frog  \n- Chapter 9 - Ryuu to Shoujo to Hyakkichou\n  \nVolume 2: Cheep Cheep\n- Chapter 1-3 - Piyopiyo  \nA tale of a chick which never grows into a chicken.    \n- Chapter 4 - Makai Zanyouken: Dokidoki Jigokuhen  \n- Chapter 5 - Ganbatte-chan to Yameyouze  \n- Chapter 6 - Erabu Michi  \n- Chapter 7 - Thunder Girl to Hyakkichou  \n- Chapter 8 - Kazaana Atama to Hyakkichou\n\nVolume 3: Galactic Emperor Ginga Thunder's Excellent Adventure  \n- Chapter 1 - My Fist  \nEarth's ultimate weapon is deployed to face a threat of intergalactic proportions, and learns a little something about life.  \n- Chapter 2 - Nell, The Artist of Shambala  \n- Chapter 3 - Wedding Bells in Monster Town (Koi no Suzu Hyakki)  \n- Chapter 4 - The Awakening  \nThe terrible origin tale of the scourge of worlds, Galactic Emperor Ginga Thunder.  \n- Chapter 5 - Kare no Tabi ga Owaru  \n- Chapter 6 - Wani Onii-san (My Brother is a Crocodile)  \nOnii-san has turned into a crocodile! How is his sister, who has a brother complex, going to use love to overcome this forbidden interspecies obstacle?  \n- Chapter 7 - Suna no Wakusei no Tami (Denizens of the Sand Planet)   \n\nChapter 66 of [Lucifer and the Biscuit Hammer](https://mangadex.org/title/6ebe8b8a-7bac-45f0-8652-4b9d52b95644) was also included in this volume.\n\nVolume 4: Wandering World  \n- Chapter 1 - Takeyashiki Shimai, Miyaburareru  \n- Chapter 2 - Matsuri Connection:  \nAbout a shut-in girl and a dwarf alien, who lives on her head.  \n- Chapter 3 - Too Late for Fantasy:  \nWhen given a magic lamp, 37-year-old Tohru Sugamo wishes for his childhood dream to come true and gains all the powers he thought up once upon a time as a wannabe novelist, but it turns out an eighth grader's ideas aren't the most original - or the kinds of things you'd want causing havoc in your married life.  \n- Chapter 4 - Fantastic Eats (Enigma Viking)  \nA monster hunter and his erstwhile apprentice make their living selling unknown delicacies. This stuff is safe to eat, right?  \n- Chapter 5 - Walking the Void  \nWhen Amada Yuu was a child, the apartments were his entire world. When he learned the truth, the infinte void stretching outside would come to reside inside him as well.",
    "image": "https://uploads.mangadex.org/covers/f9bfc73a-d017-424c-92ed-bb79d67fa881/c1f78919-21e0-4b53-950a-db4d48a21376.jpg",
    "moods": []
  },
  {
    "title": "True Sword",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In this world, when you turn twelve, God gives you a special weapon called a sacred weapon. Rust, a boy living in a remote village, dreams of becoming an adventurer with his childhood friend Ruby. Ruby receives the highest rank, A, but Rust receives a battered, F-ranked rusty sword. Unlike his childhood friend who was recruited by a top-ranked party, Rust was told that his dream of becoming an adventurer would never come true, but he didn’t give up and decided to fight with his rusty sword. He defeats weak monster little by little and steadily strengthens his rusty sword.\n\nEventually, after three years, the Rusty Sword finally reached weapon level 10. At that time, a skill awakened in the rusty sword, and it evolved into an overpowered magical sword.",
    "image": "https://uploads.mangadex.org/covers/8ec6a40f-5b98-4fa5-a379-bb6578e7b1fa/0cae5e16-61f9-4b8a-bf09-1d9968046ab5.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 182",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "Barbarian’s Adventure in a Fantasy World",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unfortunate girl living in modern times travels to another world and by chance, receives an amazing power. She is able to attract the hearts of many and captures the hearts of the four Crown Princes from four different countries. As she travels down this path, will she be able to succeed in becoming the master of an imperial harem?\n\n---\n\n[Official English PV](https://youtu.be/Ocf8OLuvA0Y)  \nOfficial English: [WebComics](https://www.webcomicsapp.com/comic/5f2bd9208c252b04ca6bb0ea), [MangaToon](https://mangatoon.mobi/en/detail/599377),  [Pocket Comics](https://www.comico.io/pocket-comics)",
    "image": "https://uploads.mangadex.org/covers/b2d69804-ea75-402f-9051-40a248bd951c/373c5b40-5395-4525-a4f0-f248481286cf.png",
    "moods": []
  },
  {
    "title": "I’m The Tyrant Family’s Beloved Baby",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "There’s No Such Thing as a Bad Hero in the World",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "It’s My First Time Being a Mother Again",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Please place your seal here, Lady Grint.\"\n\n\"No!\"\n\n\"Don’t make this harder than it needs to be. Just do it.\" \n\n\"I said no! Why on earth would I marry you?\"\n\n\"Then who would you marry, my lady?\"\n\nAt a distance close enough to feel each other’s breath, Therious Hurt gently raised his index finger and began tracing soft circles over my flat belly. My body stiffened at the strange, indescribable sensation.\n\n\"My child is right here. Who do you think you’re marrying if not me?\" \n\nI got dumped by the man I’d loved for 10 years, and in a fit of anger... I slept with his superior!\nIt was fine up to that point, but what am I supposed to do now?!",
    "image": "https://uploads.mangadex.org/covers/9ecfc7fa-9b51-4c2e-a52a-23805e622e83/b66fc466-399f-4c8c-b8aa-3a693a4ef68f.jpg",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "Forbidden Odd Melody",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sohwa is a red fox with white hair, separated from her family and living alone in the mountains. One day, she comes across Dohwi, an injured and abandoned wild cat, and decides to take care of him. But little does she know that Dohwi is actually a fearsome tiger, reborn after a thousand years of life. Dohwi conceals his identity well, but as the years go by, he matures into quite the hunk and grows more and more attached to the beautiful fox. Sohwa grows suspicious amidst frightening dreams of being chased by a tiger, not to mention making steamy hot love with him, and their relationship is about to take a drastic turn... for better or worse.",
    "image": "https://uploads.mangadex.org/covers/9c06fb66-4eeb-4b00-bff6-71fcd0fdb522/abf71e34-b9e3-4267-a4af-64de343185af.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "It’s Not The First Time",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends. Will Koga persevere? Will he fare any differently than the rest? How will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
    "image": "https://uploads.mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Saintess’s Vow: To Deny the Prince’s Love in Her Next Life",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Calm Down, Lady Ophelia!",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere girl getting less and less tsun day by day.",
    "image": "https://uploads.mangadex.org/covers/129c90ca-b997-4789-a748-e8765bc67a65/bd5e1721-3a5b-4760-b7d7-ef1818002108.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Crawler Carl",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "You know what’s worse than breaking up with your girlfriend? Getting stuck on a sadistic alien gameshow with her cat. Join Carl and Princess Donut as they try to survive the end of the world — or just get to the next level of a trap-filled fantasy dungeon.",
    "image": "https://uploads.mangadex.org/covers/f137cc52-8535-4e2e-b79b-649a891f8551/68f0c1ce-cdd3-4796-a63b-f6b114292fe5.jpg",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "8% Opacity",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Unfortunate Bride Is Abducted by the Charming Dragon King",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 147",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight...",
    "image": "https://uploads.mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/1140030e-7055-4b45-b206-aaa26bf6cf10.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Hunter Doesn’t Want to Be a Villainous Princess",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "S-class Hunter Kim Yiyoung can't wait to leave the novel she woke up in. She gets the chance after defeating the story's final boss, but instead of returning home, she's sent into another novel! Yiyoung becomes Lady Renee Markious, a petty villainess who's just been framed for murder. Fortunately, Yiyoung has a secret weapon nobody knows about… her skills from her past life! Can Yiyoung clear Renee's name and find her way back to her own world? Or will she be trapped in this tale for good?\n\n---\n\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
    "image": "https://uploads.mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/2cd082ce-c6e5-439b-8c00-86e7ddfb322e.jpg",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "He wanted to live. He wanted to live meaningfully.\nHe didn’t want to ruin his life by making rash choices.\nWhat on earth should he do? How should he be free… … .\n\n‘There are too many people here who want to manipulate me as they please.’\nIf there’s something you want, you have to fight for it.\n‘It doesn’t matter who it is. If it’s a goddess, I’ll kill her. If it’s heaven, I’ll tear it apart.’\nIf there’s something you long for, you have to face it.\n‘I can do it.’\nRather than living your whole life tied up like a dog, you have to risk death and break the leash.\n\nThat’s what you taught me.\nSo Victoria.\n“Just be free.”",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "I Became the Male Lead’s Adopted Daughter",
    "chapter": "Chapter 129",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"I'm going to adopt a child.\"\r\n\r\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\r\n\r\n\"Even as you breathe right now, I'm earning money.\"\r\n\"It's confidence, not arrogance.\"\r\n\"My face really does have its advantages.\"\r\nThe most arrogant father in the whole world, and-\r\n\r\n\"I love muscles the most. Let's get muscular.\"\r\n\"Show me your thigh muscles! Your butt would be even better!\"\r\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \r\n\r\nAnd… \"I will give his excellency the information he wants most.\"\r\n\r\n\"Information I want most, you say…\"\r\n\r\n\"You won’t regret it.\"\r\n\r\n…A stepmother(?) with a strange secret as well.",
    "image": "https://uploads.mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/a140e5f7-0d44-4b19-9d03-5c7add9f4e6d.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]