[
  {
    "title": "Happiness of the the Holy Maiden’s Fresh Start",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Artifact-Devouring Player",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hunter Lives In A rented Apartment",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ten years ago, on the day of the first Great Rift, Jiho lost her father, who was a brave firefighter. Ever since, she has dedicated himself to becoming a Hunter, training constantly for the Hunter Association Exam. One day, in the midst of her training, a sudden rift outbreak engulfs her—and Jiho's life turned upside down.",
    "image": "https://uploads.mangadex.org/covers/234a05d5-eba1-4dff-900b-1e8828bcd572/48f1dde7-269f-43e1-9abc-dcd80f903ef8.jpg",
    "moods": []
  },
  {
    "title": "The Spy’s Life In The Demonic Cult",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Jang Yiseo, a spy from the Murim Alliance who infiltrated the Demonic Cult, was given his first and last mission. To make the notoriously unruly Seventh Young Master, Ma-oh, the Vice Cult Leader! Despite his extraordinary martial prowess, Yiseo’s potential was hindered by his frail constitution. Meanwhile, Ma-Oh, a prodigious yet unpredictable force, walked the fine line between genius and madness. As their fates intertwined, the two had to navigate treachery, power struggles, and the ever-present risk of exposure. Can Jang Yiseo make Ma-Oh rise to the rank of being second only to the Cult Leader, or will the shadows consume them first?",
    "image": "https://uploads.mangadex.org/covers/9774842c-6582-4727-9f4a-8b65587a1497/82241ba1-ee92-468b-9b05-9fb30c0e5cec.jpg",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 134",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "The Pretender",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jin Chuan is transported into a love game while he is dying in real life. In order to have a second life, he has to date three men at the same time who are his boss, a straight guy who doesn’t like him, his first crush who he thought was a girl back then, and his brother who hates him. During the difficult choices which might either blow his cover as a female or lead to having sex with a man, Jin Chuan gradually finds out that these men's feelings for him are not just about clearing missions in the game... (Source: Wecomics)",
    "image": "https://uploads.mangadex.org/covers/16a5c1a7-a1a9-49a6-9278-8775d2521101/2dfdf16b-de7a-41b6-bd36-177ade186c96.jpg",
    "moods": []
  },
  {
    "title": "Alissa and the Magic Diary",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Alissa, the royal librarian, finds an abandoned diary. Not realizing it's under a unique magic spell, she takes it home, where she discovers that whenever she writes her name in it, she's transported to an unfamiliar place, where she meets with a boy called Louis. Thinking it to just be the world inside a book, Alissa befriends the young Louis and spends a lot of time with him.  \n  \nMeanwhile, after years of making his people worry by staying single, a young king invites all the unmarried noble ladies to a ball where he will finally choose his queen. Alissa attends the ball with a light heart, confident that nothing will happen to her, until, strangely enough, the young king takes an interest in her…",
    "image": "https://uploads.mangadex.org/covers/32672a17-10b1-48db-8c49-7a9afe9b10b6/a1ec3741-9b3f-4e81-ace6-b34d3ac02537.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "I Will Protect My Tyrant Dad!",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a small-town child in a fantasy novel, Sien discovers her father is the exiled heir of a villainous duchy. Fearing their return to the ruthless family, she strives to protect him.  \n\nBut wait—her dad was once a tyrant?  \n\nA heartwarming tale of a secretly powerful dad and his scheming daughter trying to preserve his innocence unfolds in this delightful mix of humor and healing misunderstandings.",
    "image": "https://uploads.mangadex.org/covers/89c32f13-a372-425e-b107-440f07302263/8410b07d-8410-4ce6-8508-a2d732fddfe6.jpg",
    "moods": []
  },
  {
    "title": "They Say Goblins Don’t Know How to Cry",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A goblin who lived peacefully in the mountains and two women who changed his live forever.\n\nHe had never loved someone so much. and she had never hated someone so much!\nA spirited girl, a mischievous fox, and a cruel, but devoted, goblin.\n\nWhether the relationship between the three is good or bad, one thing is certain. It will only end when someone dies!\n\nA lyrical romance drama that alternates between hilarity and sadness.",
    "image": "https://uploads.mangadex.org/covers/3ed448ef-6d3d-42af-aac4-e8005b7da7c2/b58c73a0-19c0-49f7-bb68-36abb3a9428e.jpg",
    "moods": []
  },
  {
    "title": "The Ending, I Want to Change it",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Byun Soo-ah, an impoverished novelist who only writes bad endings, is possessed by someone's curse as Choi Se-hwa, the villainess of 'End of Youth', which is currently being serialized. Can Su-ah survive and return to her original world in a novel full of traitors, sociopaths, double personalities, and psychopaths?",
    "image": "https://uploads.mangadex.org/covers/5171948a-84fb-4226-90ce-bf49dd18a0d4/7c28dc01-f174-437a-beae-9bfdcd8e7bbd.jpg",
    "moods": []
  },
  {
    "title": "The Cursed Princess Must Rewind the Clock",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Let Me Kidnap the Male Lead!",
    "chapter": "Chapter 61",
    "genre": [],
    "summary": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
    "image": "https://uploads.mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "moods": []
  },
  {
    "title": "This Reincarnated Countess Is Trying to Escape From Her Prince",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 43",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "Underground of Babel (Official)",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Vampire",
      "Webtoons"
    ],
    "summary": "Though she's a tomboy with a hangup over her tiny chest, Iori has a crush on Sota Seto, who is the pastry chef at the café where she works. Iori was sure that he wasn't interested in her until one day, he suddenly professes his love for her and goes on to kiss her. She sees him unclothed for the first time - and my, he's huge!! She never would have expected the graceful man's lips to be caressing her all over. It's terribly embarrassing, but she discovers that his you-know-what isn't gross at all…",
    "image": "https://uploads.mangadex.org/covers/5d434c18-127b-42a1-9a73-80b66d2b8ff0/92b8bc20-ead3-4aea-8a08-06d6c74c3a7d.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "College Student Empress",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Harem",
      "Romance",
      "Webtoons"
    ],
    "summary": "Wild and carefree by day, heart breaker by night. the beautiful Hae-sul one day wakes up in the body of an empress of an unfamiliar world. As she navigates her new life in the palace she must stay alert to stave off assassination attempts on her life while also juggling the temperamental and childish emperor who has no love for her.\n\n---\nA beautiful flirt whose blatant honesty comes off as harassment, Shin Hae-seol, a college student living life to its fullest.\n\nBut somehow, she wakes up as the \"Empress\" in a strange place. She is required to be elegant, beautiful, graceful, and dignified as an example to the other women of the country. To make things worse, she isn't allowed to leave her husband (the emperor) who spends his days having flings with concubines. However, hope comes down from the sky in the form of a mysterious message.\n\n\"If you kill the royals, I will send you back to your original world!\"\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/71), [KakaoPage](https://page.kakao.com/home?seriesId=58513846), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8139448)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/71/?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/71/?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/71/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/71/?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/71)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/1933)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/nu-sinh-o-cung-hoang-hau/5)",
    "image": "https://uploads.mangadex.org/covers/88054906-9046-4d1f-a658-56172dd1a704/3975bf45-a7ea-4ffb-a8c3-b6a80ed2eb4d.jpg",
    "moods": []
  },
  {
    "title": "The Beastly Count After Dark",
    "chapter": "Chapter 59",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "One day, veterinary doctor Zeke is suddenly fired by the king, leaving him with nowhere to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. After Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls.\n\n(Source: Bookwalker)",
    "image": "https://uploads.mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ten years ago, when faced with an alien civilization's invasion, Earth's \"Extraordinary\" ability users not only stood up to fight back, but also transferred their powers into \"ability books\" for ordinary people to learn. After humanity joined forces to repel the alien invaders, Earth had already become a world where only \"ability users\" reign supreme.\n\nToday, Quinn—whose parents died in battle and who has no money to buy an \"ability book\"—steps through the gates of the military academy.\n\nWhat no one knows is that he is desperately craving blood…",
    "image": "https://uploads.mangadex.org/covers/be5e2313-96b6-4e78-a4e2-1861119e61ba/a698bec0-a0a7-4b76-be12-9a7283c9b195.jpg",
    "moods": []
  },
  {
    "title": "Queen of the Veil",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!",
    "image": "https://uploads.mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 528",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 188",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. \n\nAfter enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 143",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "The Young Villainess Sees Through It All",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Although born into an aristocrat family, Alicia has always faced mistreatment. The main reason was her being an illegitimate child. The only person who showered her affection was her younger sister, Lilian. But she too ended up betraying her which resulted to her untimely death. After waking up, Alicia finds herself back to her seven-year-old self. She notices a ring shining on her finger and she realizes that she’s suddenly able to read people’s inner thoughts. With her “child-like form” and her “mind-reading ability,” she plans to take revenge as a young villainess.",
    "image": "https://uploads.mangadex.org/covers/b01be66b-224a-4b7b-a789-288b56953297/ec2c24b8-3877-472e-9779-f30ac9180dd6.png",
    "moods": []
  },
  {
    "title": "Villainess with a 0% Survival Rate",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Isekai",
      "Magic",
      "Romance"
    ],
    "summary": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?",
    "image": "https://uploads.mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Forgive My Stepsister This Time Around!",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Deposed Empress’ Scandal",
    "chapter": "Chapter 68",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Maria, Empress of Rastonia, is betrayed by her husband Emperor Henry after his mistress gives birth to a son. King Helland the Great, ruler of a neighboring kingdom, takes her as collateral so that Henry can have one more year to repay a considerable debt. King Helland is actually Gunther Preisley, a former slave for Maria’s family. He has loved her a decade and is determined to woo her. Meanwhile, back in Rastonia, two different women vie to replace her as Empress. Will Maria survive the year so that she can avenge herself, and will Gunther win her heart?",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Wantless Godly Rich System",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Hang Xingwang, who had been silently enduring life as a corporate slave, suddenly awakened the Ultimate Freedom System. The more he indulges, the richer he becomes! From then on, the lowly operations staff transforms into the top boss, stepping on simps and punching snobs in the face. Thus begins his journey as a godly tycoon!",
    "image": "https://uploads.mangadex.org/covers/0313f538-68ec-456c-bd4b-d9bbb61aeff5/53acb235-e2a2-42d9-a98a-c53d40843cd3.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Fist King",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanae Yano, a 28-year-old single woman with no boyfriend, is suddenly summoned to another world. There, she encounters Rita Scryne, the duke's daughter who looks exactly like her, and Rita's father, Zack. They ask her to take Rita's place in an arranged marriage with the ruthless and feared King Eugene Astaroth—known as the \"Merciless Wolf.\" Upon learning that the summoning magic can bring people from another world but cannot send them back, Kanae finds herself with no choice but to accept. However, when she meets King Eugene, she makes a shocking discovery—his true identity is none other than her first love!",
    "image": "https://uploads.mangadex.org/covers/68626091-4998-402f-a246-d965536813b0/4bb484e6-e9ac-421d-96b1-c0ce05ba4eb3.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How I, the Royal Spy, Won Over Five Princes",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Male Lead, Stop Following Me",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce Will Be Completed in 3 Seconds",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The “S-rank Hero Factory” that raised 1,000 S-rank heroes.\nThe graduates’ manufacturing machine.\nThe strongest support.\nThese are all words that refer to me. But could this actually be the world of that game?",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "Deeply In Love",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of a heartbreak in her past, Kirino decided to live more for her idol than for actual boys, but one day, transfer student Kametani-kun comes, who has a somewhat similar vibe to her idol! When Kametani-kun glares at the girls saying, “Don’t even think about talking to me!” on the very first day of transferring to the school, Kirino gets intrigued by him and learns his secret and…?!\n\n(Source: K Manga)",
    "image": "https://uploads.mangadex.org/covers/b7a2d54a-6d1b-4b1b-a266-1b3737f4f671/4658208f-f242-4830-ad31-197ba8932854.jpg",
    "moods": []
  },
  {
    "title": "My masculine Puppy",
    "chapter": "Chapter 37",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa"
    ],
    "summary": "I picked up a puppy, but it turned out it's not just a puppy.\" What if the puppy you picked up off the street turned out to actually be a man, one with an amazing face and physique? Jion accidentally became the savior of one puppy but the next day, the puppy was nowhere to be found, with a tall man lying next to her instead. Then accidentally kissing turns him back into a puppy, and then back into a man. A confusing cohabitation between her and the world's cutest puppy and at the same time, the world's sexiest man begins.",
    "image": "https://uploads.mangadex.org/covers/72504645-81d0-4df2-8c64-c8dbb79dde56/25193bf9-b134-47d7-90f0-4207a745d258.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Can’t Take Revenge on Her Reaper Father",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "Wedding Strategy",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ddd01def-e425-4332-bee1-781c2bf77085/45c422f8-6986-4539-9ba2-2ea11b5d025f.jpg",
    "moods": []
  },
  {
    "title": "The Mysterious World’s Greatest Martial Artist Little Prince",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 263",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "moods": []
  }
]