[
  {
    "title": "You Have to Repay Your Savior",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment! Gaile decides to try to make a living on his own off of his cursed items.",
    "image": "https://uploads.mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/69668547-642e-4256-a2e6-742a0af1e24d.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Captured The Grand Duke",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?",
    "image": "https://uploads.mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "moods": []
  },
  {
    "title": "Tyrant wants a better life",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
    "image": "https://uploads.mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "moods": []
  },
  {
    "title": "The Baby Isn’t Yours",
    "chapter": "Chapter 101",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Callia Taxicate was a mere commoner until she saved the life of Simon Tereloane, the son of a duke. In return, the duke helps make her commander of the emperor's knights and she becomes a war hero. \n\nThough she only sees Simon as a friend, the two unexpectedly spend the night together and she ends up pregnant! Terrified that he and his noble family won't accept a child out of wedlock, Callia runs away to raise the baby on her own. But how long can she hide this secret, especially from the father?!",
    "image": "https://uploads.mangadex.org/covers/ed45feb9-296a-4600-a7e3-ea0b6bfe4bf6/75a68ec7-22c6-4ce6-8121-222e20d114d7.png",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
    "image": "https://uploads.mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/1c3917ec-7cb3-4786-bcf2-d259c89562d7.jpg",
    "moods": []
  },
  {
    "title": "I Got Lucky and Pulled a 10th Rank Summon",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the most realistic VR game “Last Savior”. Every player will get a chance to summon a Follower Spirit. The Follower Spirits are ranked from 1 – 9. And obviously, everyone wants a rank-9 spirit. However, the one that I pulled has an unheard-of rank…\n\n[What on earth is going on?]\n“Yeah…”\nI don’t get it either.",
    "image": "https://uploads.mangadex.org/covers/806f34f1-6151-4beb-a2a8-7f53b2e49216/274b540c-1258-425b-b850-3e0c3fbab760.jpg",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named ACE (Autonomous Combat Entity), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with ACE to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "moods": []
  },
  {
    "title": "See You, My King",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance",
      "Shounen Ai",
      "Time travel"
    ],
    "summary": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?",
    "image": "https://uploads.mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 136",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 171",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "A heart-pounding reemployment(!?) story between a fed-up corporate slave and a cold, callous, villainess!\n\nThree years after graduating college, Natori Midori, who once idealized the \"grown-up adults\" she saw as a child, is working hard at her job as a temporary employee. However, one day, her contract is suddenly terminated for an absurd reason. As she sits there, wondering if there would ever be a workplace for her to devote herself to, her phone flashes and she finds herself in the world of the novel RPG she was playing. And before her eyes is the villainess, Lapis Tenebrae, who betrayed the heroine and committed countless atrocities before losing her life!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/60556)",
    "image": "https://uploads.mangadex.org/covers/5ec0922a-4869-4e6b-a154-2307945cc406/5d5cd448-24e7-4aa3-a2f2-65e4dedb9725.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Realized Only After Losing Her",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ellie was a girl who couldn’t talk or even write. By chance, she begins listening to three people’s secrets. The three start to develop an interest in Ellie, who listened to their words. However, a couple of days later, Ellie disappears without a trace. \n\nWith Ellie 's disappearance, he who confessed that he has a crush on a man, he who enjoys games involving riddles, he who has a secret fetish, The three men start searching for her, yet no one comes to figure out where she went, since they only talked about their own stories and had no clue about hers. Voiceless Ellie. \n\nThat was my name. \n\n(After the tables have turned) I began to speak again and by the favor of someone truly dear to me, I became a ”Countess\". The commoner Ellie who once couldn’t talk, can now speak as “Lady Phever”. And when the time came to reunite with the three men, “……Ellie?” The Ellie you know from the past is now gone. “You’ve got the wrong person.” Perfectly spoken words left my mouth.",
    "image": "https://uploads.mangadex.org/covers/29ae7262-b282-42ec-a833-1b03e33ed063/602c781e-c232-42ca-a365-5375f0d8491e.jpg",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 138",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "I Tamed the Enemy Prince",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f0ee6aa1-1988-4d00-b260-1e93f1e6fa9e/8be2be45-f4f8-4242-b94f-8f27cc4f7007.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 64",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "Spirit of the Dead",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Kuroto Hinata is searching for his sister, who \"once existed\" but is now forgotten by everyone around him. He receives a letter from the beautiful transfer student, Shirai Shimotsuki, stating, \"If you want to know about the whereabouts of your sister, come to the library after school.\" When Kuroto goes to the library, he finds Shirai inexplicably half-naked and waiting for him.\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/65209)",
    "image": "https://uploads.mangadex.org/covers/708e2bed-5bc7-46c4-b9e8-a1c5d32a992a/6ff8bfef-7817-476c-a893-e8a5412f8d17.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 62",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Reincarnated As The Crazed Heir",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
    "image": "https://uploads.mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/22932401-58c1-4ebe-8de3-ad63efcb1650.jpg",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "The Knight King Who Returned with a God",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I returned to Earth after hunting demons in the otherworld for three hundred years. However, I did not return alone.\n\n**Official Translations**\n[Simplified Chinese](https://www.dongmanmanhua.cn/BOY/yushentongguideqishiwang/list?title_no=2594) \n[Traditional Chinese](https://www.webtoons.com/zh-hant/fantasy/the-king-of-knights-returns-with-god/list?title_no=5491)",
    "image": "https://uploads.mangadex.org/covers/bb96fbca-403f-4801-bd66-b4a6926c23b0/fdb9950e-909c-4211-ae40-4a37190bd5fe.jpg",
    "moods": []
  },
  {
    "title": "Transmigrating to the Otherworld Once More",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Shounen"
    ],
    "summary": "When the King’s Heart burns down, a being that transcends the fate of this world will arrive on this land!\n\nThe boy from Earth, Sung Sihan, brought down a tyrant and saved the world.\n\nHowever, his happy ending was cut short when everything was taken away from him, and he was banished back to Earth.\n\nAfter 10 years of gritting his teeth, he prepares for his return…\n\nThe hero who has already saved the world once re-enters Terranora!",
    "image": "https://uploads.mangadex.org/covers/d138b9c2-d231-4bc1-8cef-14537930769e/a51a07bd-fa88-4e3e-b106-f42be65ddea7.jpg",
    "moods": []
  },
  {
    "title": "The Price of Breaking Up",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Clearly, God must have been joking when he sent down another oracle proclaiming that “the companion of His Royal Highness, the Crown Prince, is to be the precious daughter of Marquis Lurhtella.” How could the oracle be mistaken?\n\nAs soon as I was born, I was selected to be the Crown Princess and have spent my entire life training to be a great Empress one day, but everything changed overnight: My power, my status, and the way people look at me. I thought only his love wouldn’t change, however, he did not hesitate to notify me of the breaking of our engagement, and that is how it ended between us. Giving up everything was a lot easier than I thought. But…\n\n“It’s a pleasure to meet you, Princess Pesentria.”\n\n“…”\n\n“Speaking of the owner of the temple, I wonder if you remember me.”\n\nHe, who had the greatest divine power in the Empire, reached out to me. Can I hold his hand?\n\n---\nAs the chosen one prophesized to bring stability to the empire, Ersia Fesentera had lived her entire life as the future crown princess... until it is revealed that another girl is the chosen one. In a day, Ersia loses her position and all that she worked hard to achieve, while her supporters and her own beloved fiancé abandon her. Enraged and hurt by this turn of events, Ersia swears to take revenge on those who turned their backs on her... starting with her former betrothed and his new fiancée.",
    "image": "https://uploads.mangadex.org/covers/c98d4843-cc3a-417a-be54-71b335a6984a/10a135af-1d78-4a50-9bd7-0aa2a784bca4.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "My Status Window is on Strike",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Monsters pour out of gates, wreaking havoc on the world, but Taejun couldn’t care less. After seven years of failure and bullying in his hunter’s guild, he’s fired—until his dormant S-Tier power suddenly activates. Now, with newfound strength, Taejun hunts monsters, exacts brutal revenge, and rises to fame. But as his power grows, so does the danger, and shadowy forces begin targeting him. Can Taejun stay one step ahead and crush those who want him dead?",
    "image": "https://uploads.mangadex.org/covers/ecbb0ff6-8a80-4897-a13f-5305f6c181db/c255a62e-f629-4305-8bdf-7b6cb4f91f40.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Male Lead From a Prison Shelter",
    "chapter": "Chapter 78",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?",
    "image": "https://uploads.mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "moods": []
  },
  {
    "title": "Hades & Persephone",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This series including fanfic short stories about the famous couple in Greek mythology- Hades and Persephone and some other couples as well.",
    "image": "https://uploads.mangadex.org/covers/23ce2193-3859-4c26-9026-7eba6c62c523/1c545701-0ed7-4237-8e79-439c725736ca.jpg",
    "moods": []
  },
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "Screw the Noble Life, I’m Going Home",
    "chapter": "Chapter 54",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!",
    "image": "https://uploads.mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/7546b417-6a3a-436f-a666-2a315ea06ea2.jpg",
    "moods": []
  },
  {
    "title": "The Bottom-Feeder Scavenger’s Revenge",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After his sister's death, Row, who was said to be a freeloader, becomes an explorer to investigate the cause of his sister's death. \n\nWhen he nearly loses his life in the dungeon, he acquires the ability to disassemble monster corpses, supplies, and skills. Row becomes stronger by disassembling various things. \n\nAnd the mystery of his sister's death slowly begins to unravel...",
    "image": "https://uploads.mangadex.org/covers/065dc82a-5b43-499d-bc34-49129b39c6f3/3758b70f-e101-4067-bfe7-6f79508ddbbe.png",
    "moods": []
  },
  {
    "title": "Prices Depreciated, and I Became the World’s Richest Person",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa"
    ],
    "summary": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…",
    "image": "https://uploads.mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Four Choices",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/82858f3f-8c93-4434-9b54-94464dad3116/6acca040-9412-4cb8-8270-b08a07bff2ca.jpg",
    "moods": []
  }
]