[
  {
    "title": "Trait Hoarder",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Junsu is an ordinary college student who spends an extraordinary amount of time trying to beat a pay-to-win hero collector game called Arcane Seoul. \n\nAll his hours of painstaking gameplay finally pays off when he lands Cheonma, one of the ultimate SS-ranked characters in the game, seconds before a truck runs him over. Now, he finds himself as Jeonsa Kim, a basic tutorial-stage character who can learn any skill. \n\nCan he use his gaming knowledge to survive the godforsaken, magic-driven, and monster-ridden alternate world of Arcane Seoul?",
    "image": "https://uploads.mangadex.org/covers/425b5a9f-81f2-4e2f-949c-c65df8877669/95ecbace-c91d-4a0d-ba70-6a3286b9158a.png",
    "moods": []
  },
  {
    "title": "The Life Of An Evil Empress",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn't much different from the one he came from... or so he thought. Little did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him.",
    "image": "https://uploads.mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/1a7bab30-651b-4944-a357-151fd75f7147.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Crystal Beast Master",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Young Chen Xing formed a bond with Lily, the “Fated Queen” of the Crystal Beast Realm, becoming the first awakener to contract with a humanoid crystal beast. He gained a special ability to turn crystal beasts into beautiful girls and set out on a journey of battle and power to become the “Strongest Crystal Beast Master.” Jealous? I’ve got countless humanoid crystal beast girls like her!",
    "image": "https://uploads.mangadex.org/covers/fcff4794-e72d-43ef-9fe6-9b82742ac975/30442b00-ffdc-4fb4-9866-7add97e43082.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Devil Raises a Lady",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
    "image": "https://uploads.mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "moods": []
  },
  {
    "title": "Today the Villainess has Fun Again",
    "chapter": "Chapter 120",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Magic",
      "Reincarnation",
      "Romance",
      "Time travel",
      "Villainess"
    ],
    "summary": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
    "image": "https://uploads.mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 244",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Emperor’s Cat",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
    "image": "https://uploads.mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 167",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 823",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Secret Love Affair Between a Former Saint and a Dark Hero",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kim Jiyeon, a college student on hiatus living an ordinary life, suddenly finds herself transmigrated into the romance novel *Saint's Flower* shown to her by a friend. She becomes the character Iolara, who only appeared halfway through the novel. The romantic world of the female lead and the male lead, which clearly isn't hers.\n\nStill, she thought she could be happy as one of the characters in the novel. Like she had become the novel's protagonist. But everyone despises her. Hates her.\n\nShe's Iolara, the villain who torments the female lead, a fake saint. But it's not true. Iolara herself was the true saint.\n\nReturning to the beginning with the blessings of the gods, she didn't need her family, the people who hated her, the position of the saint, or her beloved fiancé. She was going to walk a different path from her past.\n\n\"Even if this world tries to make me a villain, it doesn't matter. I will survive and be happy!\"",
    "image": "https://uploads.mangadex.org/covers/e7cd9c62-e3e8-4e71-8050-691bc7f3015e/ea7ec7eb-b015-41df-9576-86ba3713f49c.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Date a Fictional Man!",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 738",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 17",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "I’m Attracted to You",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies, but for some strange reason, he's not being attacked by them! What will he do now with this great power he has?\n___\n**Character Designer:** [Saburou](https://mangadex.org/author/9db8b2d0-08d1-46a7-be91-a0277faf1b70)",
    "image": "https://uploads.mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/3e993606-797f-40fc-9818-a85b30683958.jpg",
    "moods": []
  },
  {
    "title": "Rebirth in the end times: I reached the top by opening boxes",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack.",
    "image": "https://uploads.mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "moods": []
  },
  {
    "title": "Chronicles of the Lazy Sovereign",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
    "image": "https://uploads.mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named **ACE** (*Autonomous Combat Entity*), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with **ACE** to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.\n\n---\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=831551)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=11564928)\n\n**Official Translations:**  \n- [English](https://www.webtoons.com/en/action/hero-of-all-trades/list?title_no=7401)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-versatile-hero/list?title_no=7147)",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/cbdeae1f-8846-4e03-9c31-6ebe478e1eda.jpg",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "Clever Cleaning Life Of The Returned Genius Hunter",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
    "image": "https://uploads.mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/fc335efd-4529-4ef6-9b74-2fe457061657.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Genius Swordmaster",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!",
    "image": "https://uploads.mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "moods": []
  },
  {
    "title": "All Football Talents Are Mine",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sports",
      "Supernatural"
    ],
    "summary": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents...",
    "image": "https://uploads.mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/7f937fdd-4d65-43a2-907e-57b5a0af4b3c.jpg",
    "moods": []
  },
  {
    "title": "Predatory Marriage",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Bloody",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
    "image": "https://uploads.mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "Full-Time Awakening",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "As the captain of the Divine Legion and the strongest Awakener, Bai Yi is betrayed by a comrade, witnessing all his teammates die before his eyes. Only then does he realize he has always been a pawn of those in power. Having lost everything, he is reborn 20 years ago, back to his middle school days before awakening.\n\nAt that time, his family and teammates are still alive. To save them, to avenge the betrayer, and to overthrow the entire corrupt ruling system, he embarks on a lonely path of strength.",
    "image": "https://uploads.mangadex.org/covers/6fc3bb28-6c67-4345-8088-ec3c856e9b36/0f62281d-d3c1-49b8-96e7-adf6eb80c5b1.png",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "A character with extreme difficulty and the worst performance, Baek Yu-Seol was considered tr*sh in the game because he couldn’t use magic in a fantasy world where everyone else could.\n\nHowever…\n\n[Due to the wrong ending, 90% of Aether World has been destroyed.] [Please reach the ‘True Ending.’]\nSuddenly, those words echoed in my mind before I was transmigrated to the Aether World.\n\n[You can use the skill ‘Flash’.]\n“Why did I possess this character?”\n\nFlash was the only magic skill I was given.\n\nSurviving in Stella Academy where many genius mages ran rampant, I became the notorious Flash Mage.",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 114",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "Return of the Namgung Clan’s Granddaughter",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "---\n**Note:**\n- This manga contains storyboard drafts the author created for Jump Magazine to be considered for serialization. [Source](https://x.com/kuzushinsetsu/status/742325718541967360)\n\n**Link:**\n- Alternate Official Raw - [Pixiv](https://www.pixiv.net/user/14502453/series/57948) (Note: The chapter order is reversed), [Niconico Redirect](https://seiga.nicovideo.jp/comic/21927)",
    "image": "https://uploads.mangadex.org/covers/573ec8b3-b187-4c51-90cf-b44420ad77a7/b80f87b0-bd5d-45f3-82df-79e32c152b79.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being a Hero, Even If It’s Retirement",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "Everyone's shocked when 9-year-old prodigy Adelia Ester suddenly refuses to enroll in the elite knights' academy. They don't know that Adelia was magically sent back in time after wasting her life on the battlefield and suffering an early death! Now, Adelia's out to protect her peace from her ex-boss, the evil future emperor, by setting her ally on the throne instead. Will Adelia succeed in one last mission and finally retire for good? Or will she find herself forced to be a hero once more?",
    "image": "https://uploads.mangadex.org/covers/385cd38f-f6ab-4439-a69a-faf07704f150/0a7a7614-a916-423b-aa7f-30d1a9df50f5.jpg",
    "moods": []
  },
  {
    "title": "Rosemary’s Fairy Tales",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Concept-Grasping Magical Genius",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Pauline became a mother figure to Rowan, who had lost everything. After Pauline left, Rowan grieved her and awakened to a power called 'Mana'. What's more, Rowan could even see the Mana of other people! \n\nThrough mana, even though he's apart from Pauline, he can always feel like she's with him...\n\nOne day, Rowan encounters a shocking sight of Pauline, who he believed had left for a noble family.",
    "image": "https://uploads.mangadex.org/covers/15da41d3-7303-45cb-a590-a2a58851d140/f38ad811-4329-4c33-afcf-34780d4abac3.png",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Unrivaled Spear Demon",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shuji, a soldier who danced with death many times while on the battlefield, was possessed by the grudges and resentment of those he had killed. He too was eventually killed, but somehow he awoke in a younger version of himself.\n\nHe returned to a time when he was still an errand boy, inexperienced with war, but retained his memories. Remembering Kyo Aiyo, his comrade and savior, Shuji travelled to the ‘Tiger Pit’ Sect. However, instead of the strong and reliable woman, he was met with a cheerful and petite girl. He recalled the tragic past that had caused her to devote herself to the army, where in his previous life her family had fallen apart due to false rumors.\n\n‘This time, I will protect you.’\n\nHe vowed to repay the kindness he received in his previous life by changing her fate. With a spear in his right hand, Shuji steps into the battlefield once again, becoming the Unrivaled Spear Demon.",
    "image": "https://uploads.mangadex.org/covers/6fddfae6-012a-4cea-88ba-37a5aabc7e7f/db37f5f5-6814-427d-a9d5-991d0df51db3.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Worn and Torn Newbie",
    "chapter": "Chapter 230",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
    "image": "https://uploads.mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 250",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "First Confession",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/e57b1be2-006d-47aa-99b9-cd08fb6284ea/6b71ee77-7041-4589-81e6-bedcb7d289e1.jpg",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Gentlemen’s League",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]