[
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 17",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "My Three Husbands Who Love Me",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance"
    ],
    "summary": "Rio Yamabuki died saving a cat. When she wakes up, she finds herself 15 years in the past, on the day her husband proposed to her. She believed that marrying him would bring her happiness. However, the reality was a disastrous marriage filled with her husband's abuse, caring for his parents, and ultimately being killed by her husband and his lover for insurance money. A grim reaper appears and tells her, \"Redo your marriage as you wish.\" If she can redo her life from rock bottom, this time she will live for herself and seize happiness!! Just when she thought that, three high-spec men claiming to be her husband appear...!?",
    "image": "https://uploads.mangadex.org/covers/da9f730d-81a1-4221-bbc5-9ecc5d86edbf/63a42913-dc2a-401a-967e-7b9a6a39b1f5.png",
    "moods": []
  },
  {
    "title": "They Say Goblins Don’t Know How to Cry",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A goblin who lived peacefully in the mountains and two women who changed his live forever.\n\nHe had never loved someone so much. and she had never hated someone so much!\nA spirited girl, a mischievous fox, and a cruel, but devoted, goblin.\n\nWhether the relationship between the three is good or bad, one thing is certain. It will only end when someone dies!\n\nA lyrical romance drama that alternates between hilarity and sadness.",
    "image": "https://uploads.mangadex.org/covers/3ed448ef-6d3d-42af-aac4-e8005b7da7c2/b58c73a0-19c0-49f7-bb68-36abb3a9428e.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "A sister rewinds time to rescue her brother from doom, but fate laughs: he’s now the reluctant vessel of a godlike Constellation begging him to \"destroy the world\" while he shrugs (\"But I just got rich and found my family?\"). As S-rank hunters swarm him for his power, she fights to preserve his carefree NEET dreams in this chaotic comedy of cosmic proportions.",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can’t Escape From My Contract Husband’s Doting Love",
    "chapter": "Chapter 19",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhua",
      "Medical",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chubby Female Lead is Popular",
    "chapter": "Chapter 23",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Week Before I Die",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n+++**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/), [English Translation](https://www.novelupdates.com/series/let-us-tread-the-path-of-wicked-elegance/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n+++\n+++**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n+++\n+++**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n+++\n+++**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko+++\n+++\n+++**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n+++\n+++**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/), [English Translation](https://www.novelupdates.com/series/the-greedy-villainous-noblewoman/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Hodaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n+++\n+++**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n+++\n+++**Volume 8 Contents:**\n1. \"The Villainess Is Content With Her Beastman Servant\" (冷酷令嬢は従僕獣人と幸せになってみせます). By Odayaka.\n2. \"I'm the Heroine's Daughter, but I've Become a Villainess\" (ヒロインの娘ですが、どうやら私は悪役令嬢のようです). Art by Kurosuke Kuina, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. \"The Only Person Who Believed in Me Was My Childhood Friend\" (悪女に仕立てられた私を信じてくれたのは幼馴染だけでした). Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. \"The Trap of Happiness\" (幸せという罠). Art by ARATA, Story by Rittan (りったん). [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. \"The Goddess Wants Me to Do It\" (女神様がやっちまいなとの思し召しです). Art by Uki Taro, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n+++\n+++**Volume 9 Contents:**\n1. \"Cruel Villainess, Do Not Touch\" (悪虐令嬢、触るな危険). Art by Kobako Hako, Story by Aitsukui Yuzu. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. \"After My Engagement Was Broken off, My Unknown Onii-sama Came Charging in and Turned Into the 'Ice Tyrant'\" (婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。). Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. \"The Fate of the Villainous Noblewoman When the Calamity Dragon Which Can Destroy the World Turns out to Be Her Beloved Dog From Her Previous Life\" (世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路). Art by Maaraa Natsu, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. \"The Villainous Noblewoman's Homeroom Teacher\" (悪役令嬢の担任). By Nowaki Nakasane.\n5. \"The Gentle Jewel Princess' 'No Damage' Engagement Cancelation Turmoil\" (おっとり宝石姫のノーダメージ・婚約破棄騒動). Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n+++\n+++**Volume 10 Contents:**\n1. \"The Thorn Princess and the Rival Heir's Troublesome Engagement\" (トゲトゲ令嬢とライバル令息のお騒がせ婚約). By Yoshimura.\n2. \"I Knew My Engagement Would Be Broken, so I Took the Initiative\" (婚約破棄されることがわかっていたので、先回りをしました。). Art by Adashino Sotova, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. \"The Veil Princess Smiles at Night: The Real Reason She Hid Her Face\" (とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。). Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. \"The Frontier Swine Idolizes the Fairy Princess\" (妖精姫は辺境豚に推し活される). Art by Jicco, Story by Fuji Tomato.\n5. \"The Villainess and the Yandere Prince\" (悪役令嬢とヤンデレ王子の執着愛). Art by Kikuta Yui, Story by Kotoko (琴子).\n+++\n+++**Volume 11 Contents:**\n1. \"The Crimson Noble Lady Has No Self-Esteem!\" (深紅の令嬢は自己肯定感低め！). Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. \"I Got Dumped, so I Stole My Ex-Fiancé's Fiancée?!\" (婚約破棄されたので元婚約者から婚約者奪ってやりました⁉). By Kuju Matsu.\n3. \"The Revenge of a Certain Villainess\" (とある悪い令嬢の復讐). Art by Adashino Sotova, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. \"The Scarlet Villainess Dyes the Rose Pitch Black\" (緋色の悪役令嬢は呂色の薔薇を染め上げる). Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. \"Apparently, I Was a National Treasure After Being Exiled?!\" (追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～). By Yasaka Akio and Aikawa Yuu.\n+++\n+++**Volume 12 Contents:**\n1. \"Love in the Rose Garden\" (薔薇園の恋). Art by Kiyose Yura, Story by Natsuno Nae.\n2. \"I Reincarnated as a Condemned Villainess Awaiting Execution\" (転生したら断罪済で処刑待ちの悪役令嬢だった; 転生したら断罪済みで処刑待ちの悪役令嬢だった). Art by Adashino Sotova, Story by Toko (とこ). [Original Web Novel](https://ncode.syosetu.com/n8824ij/)\n3. \"The Villainess Is the Secret Fiancée of the Ice Prince\" (悪役令嬢は氷の貴公子の秘密の婚約者). Art by Ooba Soto, Story by KUREHA. [Original Web Novel](https://ncode.syosetu.com/n9196ka/)\n4. \"The Villainess: 36 Hours Before Condemnation\" (悪役令嬢、断罪前緊急３６時間). Art by Yugyoji Tama, Story by Mika (三香). [Original Web Novel](https://ncode.syosetu.com/n0867ie/), [English Translation](https://www.novelupdates.com/series/the-villainess-emergency-36-hours-before-condemnation/)\n+++\n+++**Volume 13 Contents:**\n1. \"I'll Become a Villainess for His Highness' Sake\" (殿下のために悪女になります). Art by Kuro Komari, Story by Takaoka Mirai.\n2. \"Akuyaku Reijou to Kamen no Kishi\" (悪役令嬢と仮面の騎士; \"The Villainess and the Masked Knight\"). By Komaki Momiji and Natsuno Nae.\n3. \"I Don't Mind the Broken Engagement, but… Did You Not Know I Was Hiding My Magic Eyes?\" (婚約破棄は構いませんが、魔眼を隠しているとご存じなかったの？). Art by Ogino Sumi, Story by Atara Hoshio. [Original Web Novel](https://ncode.syosetu.com/n0595jc/)\n4. \"Because the Heroine Was Two-Faced\" (ヒロインが腹黒だったので). Art by Sunakawa, Story by Memeko. [Original Web Novel](https://ncode.syosetu.com/n5973il/)\n5. \"The Reincarnated Former Villainess Was Enjoying Her Life as a Village Girl, but Ended up Marrying the White Swine Prince\" (転生した元悪役令嬢、村娘生活を満喫していたはずが白豚王子に嫁ぐことになりました). Art by Akiwo, Story by Miyano Miyako. [Original Web Novel](https://ncode.syosetu.com/n1419hj/)\n+++\n+++**Volume 14 Contents:**\n1. クセつよゲーム？そんなの関係ありません～断罪後の悪役令嬢は余生を静かに暮らしたい～. By Shirogane Naco.\n2. 死神と令嬢. Art by Miyamoto Fukusuke, Story by Beppu Makoto.\n3. 傍若無人王子をヨシヨシしてたら、どこに出しても恥ずかしくないヤンデレになりました。 Art by Yasaka Akiwo, Story by Shinobumaru. [Original We Novel](https://ncode.syosetu.com/n5864ix/)\n4. 私の知ってる童話じゃないけど！ Art by Ohitsuji Ei, Story by Nakamura Satsuki.\n5. 顔だけと言われた悪役令嬢は死に戻って恋に惑う. Art by Shikibu Akira, Story by Osanai Emu.\n+++",
    "image": "https://uploads.mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/d3aba95d-6a6a-4469-8274-5cb27fd0d16e.jpg",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Strongest Crystal Beast Master",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world's strongest magician who carries \"the crest least suitable for battle\" searches for companions to fight together. The ones fit to be his companions would be...?!",
    "image": "https://uploads.mangadex.org/covers/c2b32bf8-5015-4ef0-9bbf-a4e63033dabb/d5da3a09-b08c-48fa-be4f-430e32ead50c.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"In the desperate struggle for survival in a post-apocalyptic world, everyone has awakened to a unique ability known as 'Lexicon'! Zhao, who has been searching for his adopted sister, finally awakens the world's only radiant-level growable Lexicon on his 16th birthday after constantly hiding and evading danger. However, the true face of this world's hardship begins to reveal itself to him... Will he be able to grow successfully and find his sister?\"",
    "image": "https://uploads.mangadex.org/covers/59803b95-2ed3-4148-98e4-5f51b9d6e526/4e2f844a-08e2-44e3-b6fc-834e9d84b395.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Can’t Take Revenge on Her Reaper Father",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "Unrivaled Spear Demon",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shuji, a soldier who danced with death many times while on the battlefield, was possessed by the grudges and resentment of those he had killed. He too was eventually killed, but somehow he awoke in a younger version of himself.\n\nHe returned to a time when he was still an errand boy, inexperienced with war, but retained his memories. Remembering Kyo Aiyo, his comrade and savior, Shuji travelled to the ‘Tiger Pit’ Sect. However, instead of the strong and reliable woman, he was met with a cheerful and petite girl. He recalled the tragic past that had caused her to devote herself to the army, where in his previous life her family had fallen apart due to false rumors.\n\n‘This time, I will protect you.’\n\nHe vowed to repay the kindness he received in his previous life by changing her fate. With a spear in his right hand, Shuji steps into the battlefield once again, becoming the Unrivaled Spear Demon.",
    "image": "https://uploads.mangadex.org/covers/6fddfae6-012a-4cea-88ba-37a5aabc7e7f/db37f5f5-6814-427d-a9d5-991d0df51db3.jpg",
    "moods": []
  },
  {
    "title": "Temptation of Wife",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Tender-hearted Jerenia is married to the most uncaring and disrespectful husband, Vincent Mercier. Her in-laws undermine and abuse her daily, but Jerenia believes that if she bears a child, she could be respected as part of the dukedom. After trying for seven years, she finally conceives a child, only to find out that Vincent's been cheating on her with her childhood friend, Erica. Vincent conspires to kill his wife, but surviving the murder attempt has turned Jerenia into a woman of vengeance.",
    "image": "https://uploads.mangadex.org/covers/cbae5287-ceb5-4e9e-84e1-e26a569c8e90/da68f6d3-046d-48e0-9ed8-57d1c7592105.jpg",
    "moods": []
  },
  {
    "title": "I Went On Strike Because It Was A Time Limit",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 81",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 431",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "The Loser Is the First Lady",
    "chapter": "Chapter 7",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8376?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/8376?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/8376?languageCode=fr)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-father-returns/list?title_no=5408)\n* [Japanese / 日本語](https://www.comico.jp/comic/8376)",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/a4a7f207-b4b3-45e0-985b-bd80ff777a34.jpg",
    "moods": []
  },
  {
    "title": "Kindergarten Superpower Diaries",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where superpowers are part of everyday life, even kindergarten isn’t normal.\nOh Sae-ong, a substitute teacher with no powers, no experience, and barely any stamina,\nfinds himself assigned to a class full of toddlers who can summon fire, control water, and even glimpse the future. Outmatched and overwhelmed, he fumbles through each chaotic day—learning, growing, and gradually connecting with these extraordinary little beings. Because in a place where everyone is special, sometimes the most ordinary heart can make the biggest difference. A heartwarming and chaotic slice-of-life story about powers, patience, and the magic of growing up.",
    "image": "https://uploads.mangadex.org/covers/020d5fff-b5c9-41cf-9094-e9eb861ae757/b3bb3ffc-013c-4a25-90b5-717a72cbe856.png",
    "moods": []
  },
  {
    "title": "The Elegant Sea of Savagery",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Irina Nodiac, the eldest daughter of the Marquis, was entrusted to Count Elenoa Schuberg after her father's business continued to fail. All rights were handed over to Elenoa, whom she has known since childhood.\r\n\r\n\"You belong to me. So don't go messing around.\"\r\n\"Are you treating me like an object?\"\r\n\r\nHowever, even though she became a maid, her reputation of a \"Crazy Bitch\" during Academy days will never change. And now, Irina, who is self-disciplined and confident, stands in front of Elenoa.\r\n\r\n\"I can do more than what meets the eye. I can carry a lot of stuff.\"\r\n\r\nElenoa, who wants to own her completely, and Irina, who is trying to move forward despite difficult situations. What kind of voyage will they embark on in the future?",
    "image": "https://uploads.mangadex.org/covers/18b65fea-2344-4fd2-9fb2-f44e40070219/2483c755-e785-401b-a26c-b0de7a217428.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 212",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "The Dignity Of Romance",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/f40a053d-e8bb-4767-b182-f3b0c1d63f1a.jpg",
    "moods": []
  },
  {
    "title": "From a background character to the guardian of the marquess’s heir",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I was supposed to have died in an accident… but when I opened my eyes, I found myself inside the pages of my favorite novel!\nAnd the worst part? I wasn’t reborn as the heroine or even the villainess… but as a completely insignificant side character.\n\nAccording to the original story, the noble couple I work for will soon disappear, and all the servants will be dismissed afterward.\nI knew exactly how it was going to play out, so I told myself:\n“I’ll just live quietly, freely, and comfortably in my own way.”\n\nBut things didn’t go as planned…\n\nSuddenly, and completely against the original plot, I find myself in charge of the marquess’s children, who were left behind after the tragic accident.\nI’ve become their guardian, even though I was never meant to play this role!\n\nEven when I tried to walk away, I couldn’t ignore their innocent eyes and their need for comfort…\nSo I chose to take on the responsibility, leading them on a journey filled with surprises and challenges.",
    "image": "https://uploads.mangadex.org/covers/04e91207-ec17-488e-af2b-b6e0b4ad4ea8/0105fe29-2501-4fe4-85e1-18f4ceab4d44.png",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 155",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "The Stepmother Doesn’t Want to Be Killed by the Villainous Son",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Will Give You a Massage",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "summary": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!",
    "image": "https://uploads.mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 672",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Brother, Am I Cute?",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
    "image": "https://uploads.mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "moods": []
  },
  {
    "title": "My Happy Ending Plan as a Side Character – I Refuse the Villainess’s Bad Ending!",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]