[
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "YoKai Yokai Yokai!",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f2def508-4407-471c-bf2c-86bea3e4e592/3368068c-a23f-480a-8a0f-41592f5212ef.png",
    "moods": []
  },
  {
    "title": "A Snake Lives in the Empress’s Bedroom",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A deposed empress, stripped of her family and status by her paranoid emperor husband, plots revenge. She strategically allies with a charismatic war hero, expecting a mere partnership—but his growing fascination with her strength and vulnerability complicates her plans.",
    "image": "https://uploads.mangadex.org/covers/84838c63-4fd0-463c-b7a0-a41124176905/8fff50e9-df15-4f24-a291-c12d2e45937e.jpg",
    "moods": []
  },
  {
    "title": "Sam Plays the Game",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming.",
    "image": "https://uploads.mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "moods": []
  },
  {
    "title": "It Was Love at First Sight, Mr. Villain!",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  },
  {
    "title": "My Dead Lover Returned as a Tyrant",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Player",
    "chapter": "Chapter 245",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Fantasy",
      "Magical",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
    "image": "https://uploads.mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Revenge Guide for the Terminally Ill Maid",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Framed for a crime she didn’t commit, Isabel died leaving behind her little daughter. 10 years later, she awakens in another woman’s body, with only one year left to live.\n\nBut the world she returns to is even crueler. Her daughter is now married to the very man who murdered her, all in the name of revenge.\n\nWith just one year, Isabel must find a way to save her daughter, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/b016e241-f648-4432-8015-7470e93dd635/df3b286f-f5cd-4cd2-8786-18223b1db778.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "The Pretender",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jin Chuan is transported into a love game while he is dying in real life. In order to have a second life, he has to date three men at the same time who are his boss, a straight guy who doesn’t like him, his first crush who he thought was a girl back then, and his brother who hates him. During the difficult choices which might either blow his cover as a female or lead to having sex with a man, Jin Chuan gradually finds out that these men's feelings for him are not just about clearing missions in the game... (Source: Wecomics)",
    "image": "https://uploads.mangadex.org/covers/16a5c1a7-a1a9-49a6-9278-8775d2521101/2dfdf16b-de7a-41b6-bd36-177ade186c96.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 816",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "The Price Is Your Everything",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?",
    "image": "https://uploads.mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
    "image": "https://uploads.mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "moods": []
  },
  {
    "title": "One Husband Is Enough",
    "chapter": "Chapter 65",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "Seeking For Your Forgiveness",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Mother of the Supporting Male Lead’s Son",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reincarnated as Elia, the daughter of a ruined noble, the protagonist struggles to escape debt collectors. One day, she saves a child from an attack, only to be mistaken for a kidnapper and taken to Duke Kaiden’s mansion. To avoid punishment, she becomes the child’s nanny. Now, she must clear the misunderstanding and find a way to survive in her new life.\n\n---\nThe protagonist is reincarnated as 'Elia', a noblewoman and a failed novelist who is an extra character in a romance fantasy novel. Despite being chased by creditors, she saves a child from being beaten by a thug, but is framed as a kidnapper and dragged to the Duke 'Kaiden's' mansion.\n \n\"Do you know? If you live like that forever, everyone will leave you.\"\n\nElia, who speaks her mind, becomes a nanny instead of being punished. Will Elia be able to clear her misunderstanding?",
    "image": "https://uploads.mangadex.org/covers/05fc4cfc-a568-4a6d-ac31-ca5adf5a4f5d/0f6e2239-4391-45aa-b45d-34570725b1a0.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 400",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of an Irrevocable Dark Family",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the stepmother of Rebecca, the 5-year-old wicked girl who planned to commit all kinds of troubles because of her limited time due to an illness.\n\nSoon, I’m going to get severely hurt because of Rebecca.\n\nIn this second life of mine, I can’t believe I’m going to be crippled and unable to live properly for the rest of my life.\n\nAs expected, the Duke’s appearance exceeded my expectations.\n\n“Get lost.”\n\nI just went to your side, is there a need to swear?\n\n“My mom? As if! Such a rotten being. Get out of my house!”\n\nSplashing water at me, why does my daughter have a mother-in-law style that is typically seen in a morning drama?\n\n“Don’t cross the line. I don’t like you.”\n\nEven the Duke, who brought me over himself, loathes me.\n\n***\n\nNasty and cheap humans.\n\nI’m out of here!\n\nI made up my mind and started to do what I wanted.\n\nAfter taking a little revenge on a kid who does not even apologize, let alone feel remorseful, all that’s left is to run away….\n\n“Mom, you can’t live without me, can you? I’ll grant you a special place next to me!”\n\n…No. I don’t want to be next to you.\n\nEven that girl’s father, the Duke, the man who hated me to death, was acting strangely.\n\n“I hate you so much. So I’m going to put you next to me.”",
    "image": "https://uploads.mangadex.org/covers/6b7cace5-cc1c-4956-9d78-f013fbbb20d8/ba6fcdf7-7951-4fde-8410-8e3fd28ca401.png",
    "moods": []
  },
  {
    "title": "Punishment for a Villainess",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "Romance"
    ],
    "summary": "The world entrusted the most evil yet powerful \"Criminals\" as hero. Hero's Punishment is the most serious punishment. People who are punished are criminals that commit a grave sin, they will atone for that sin as a hero. The punishment is to fight the Demon Lord's army that was caused by the Demon Lord's phenomenon at the front most line. Even if the monsters killed these heroes, they will be revived and must fight again.\n\nA berserker that has been fighting for hundreds of year, the world's most despicable villain, a political scammer, a self-proclaimed terrorist, an assassin with zero success rate, as such. Everyone has a failed characteristic and formed the punished hero corps. As their leader, Silo Forberts, a former Holy Knight commander, that was sentenced with Hero's Punishment because of the sin, \"Killing a Goddess\". In the midst of battle, her existence that was supposed to be hidden, \"The Sword Goddess\" Teoritta and Silo met.\n\n\"Please lend me your strength, we will use it to defeat the Demon Lord\"\n\"That's the spirit! Once we're victorious, please pat my head!\"",
    "image": "https://uploads.mangadex.org/covers/5e8b3e5a-9e19-47e7-8921-0bfe5fdc7f46/a1c3d4c8-af1f-4281-a799-c854b8f42192.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "Should Not",
    "chapter": "Chapter 18",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Romance-super-fan Rei-chan is ready for her first boyfriend and she knows just who it'll be: the most handsome boy in school, Hansum Ochinchin. But her plans for the perfect love story are derailed when the most popular girl in class declares herself a rival....for Rei's heart?! This is the year her not so shoujo love story begins!",
    "image": "https://uploads.mangadex.org/covers/2316b2d9-d474-4bdf-8b0d-ac2f42885b2e/3f0b6890-6c4b-4cf4-b25b-31a49a11e1f3.jpg",
    "moods": []
  },
  {
    "title": "Now Come and Regret",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The main character, Noah, is a reincarnated person. He was active as a sword saint in a previous life, and as a sage in another. But he’s been forced to work hard all his life, and he's sick of being a hero! One day, Noah dies and wakes up to find that he has been reborn as a prince. He had a high level of magical talent and the swordsmanship of a sword saint, but he didn't want to get busy again, so Noah pretended to be incompetent with all his might.\n\nThen, on his 15th birthday. A skill appraisal revealed that he was incompetent (actually, he was just hiding it with his concealment skill). Noah was scorned and banished. With what seemed like a gesture of warmth, his father gave him a remote territory.\n\n\"Now I’ll enjoy my second life!\" Noah was enthusiastic, but he didn't know.\n\nActually, the territory was in the devil's forest, which is said to be uninhabitable. But his past life was more advanced compared to this one, and the level of human beings in this world was lower. Noah's ability is revealed when he helps a girl who was attacked by a monster in the forest.\n\n\"Amazing!!! Noah-sama defeated a dragon with a single blow!\"\n\"How did this happen? Ahhhhh!\"\n\nOn the other hand, the royal family also noticed Noah's ability and came to take him back, but it was too late. At that time, Noah was already being praised by the people as the lord of the Demon Forest.",
    "image": "https://uploads.mangadex.org/covers/5dd0f8de-3597-4bf7-aa41-9bdb3146c295/b0056407-bf4c-4c09-a718-cbc8d7e29d39.jpg",
    "moods": []
  },
  {
    "title": "Bloodhound’s Regression Instinct",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being brainwashed by the emperor, Yahn has served him as his loyal puppet. Upon finding out that he has been played by the emperor, Yahn vows vengeance, but he falls to the mighty emperor’s powers. However, instead of dying, Yahn opens his eyes to find that he has gone back in time, to when he used to be a soldier in training. Will he now seek vengeance on the emperor, or will he go look for his family? The choice is now in his hands.",
    "image": "https://uploads.mangadex.org/covers/40677996-3301-412a-99dd-b5c8bf3e3f7b/bf233ccb-e4a5-4829-a349-9d4bc62b2393.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/1d9dea45-4537-4840-9623-a8cd654fbf5b.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "Paradise on Earth",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "Vampire"
    ],
    "summary": "In search of perfect love, 16 men and women participate in the dating reality program \"Paradise on Earth.\" With sparkling blue seas and warm sunshine 365 days a year, this place is a paradise-like island.\n\nHowever, in the second week of filming, the staff members infected with an unknown virus begin to show strange phenomena, and paradise turns into hell in an instant. All contact between the island and the outside world is cut off, and rescue efforts are out of reach. Will they be able to survive to the end?",
    "image": "https://uploads.mangadex.org/covers/3b650628-dce9-438d-9879-0c04b34f870a/2cc7d5e0-fa17-45b4-a915-871a3d84fbb1.jpg",
    "moods": []
  },
  {
    "title": "How to Send My Husband to the Abyss",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A noblewoman becomes the Empress' spy by marrying a mysterious count, only to discover he's far more dangerous than expected. Determined to expose his dark secrets, she plays a deadly game where the hunter might become the hunted.",
    "image": "https://uploads.mangadex.org/covers/41dbe8a9-6868-4da0-a477-74977fdd1d1a/140f4b9b-5b50-4dfa-bc63-f7ab45a6a908.jpg",
    "moods": []
  },
  {
    "title": "I Became the Adopted Daughter of the Sea Guardian",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Terminally Ill Young Master of the Baek Clan",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…",
    "image": "https://uploads.mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/9f89b37d-20b7-46cb-9623-657053c158ec.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 201",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "The Fake Lady and the Knight",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
    "image": "https://uploads.mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/f3412f17-0511-4def-ade6-001398436276.jpg",
    "moods": []
  },
  {
    "title": "Frozen Apocalypse: No Chance of Survival",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The stars shift, the blizzard persists, the icy apocalypse is imminent, food! Temperature! Violence! Dependence! In this dilemma, under the distortion of human nature, has desire given birth to monsters? How to break out of adversity and find a way to survive!",
    "image": "https://uploads.mangadex.org/covers/ccdbe21f-e446-45fc-a07e-acf769c2e7a2/6211f114-3ad0-4908-aa46-fb22dfc48606.png",
    "moods": []
  },
  {
    "title": "The Male Lead’s Boyfriend is Obsessed With Me",
    "chapter": "Chapter 60",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Transmigration",
      "Villainess"
    ],
    "summary": "I was transmigrated into a a dark and melodramatic BL novel.\n\nMoreover, I became the villainess who was madly in love with the obsessive male lead, the boss of Baekcheon, and died in the first encounter with the main characters!\n\nI thought about changing their love story, which ended with the death of my favourite schemer, into a happy ending!\n\n\"Let's go together, to my hell.\"\n\nWhat? Did my favourite character just kidnap me?\n\n\"I like you,”'\n“but this is too much.”\n\nTo ensure that the story unfolded just like it did the novel, I tried to seduce my favourite character just enough that he would hesitate to kill me.\n\n\"Why do you like me?\"\n\nBut something feels off.\n\n\"Just try running away. That’s if you can, Princess.\"\n\"I’ve got my eyes on you right now, I'll go crazy if you do.\"\n\nThe male lead's boyfriend has started obsessing over me.\n\n\"Please, Yeonbyeol...\"\n\"Don’t abandon me...\"\n\nSo dangerous and dizzying, it's impossible to escape!",
    "image": "https://uploads.mangadex.org/covers/f32a4aa2-6d24-4e95-a9e5-5cc112c32fed/1ba422c8-fab0-453b-8979-05fa4fddd93f.jpg",
    "moods": []
  },
  {
    "title": "The Extra Guardian Missed the Right Time to Leave",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fair Trade Commission",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Subcontractors were nothing more than Robots I was grateful for. It was only natural to squeeze everything out of them. But after being betrayed by the group I worked for, I opened my eyes in a new body and finally saw the tears of those \"Robots.\" Having gained a second life on the brink of death, can my soul be saved?",
    "image": "https://uploads.mangadex.org/covers/54eafd69-f8f1-4161-bb37-86ee5ec32625/e7608ed2-ede4-415e-a25f-02da6e0ad3c2.jpg",
    "moods": []
  },
  {
    "title": "World Rank No. 0, Please Stop!",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Welcome to the Possession of Lee Joo Eun! ^0^]\n\nOut of nowhere, a status window appeared, and I found myself possessed.\nIn an internet novel where the top-ranked female lead in the world pretends to be an outcast at school!\nAnd in this story...\n\n“Hey, are you ignoring me right now? Do you think we’re a joke?”\n\nI’m playing the role of one of the henchmen for the villainess who bullies the heroine.\n\nBefore I get beaten up by the female lead, who reveals her true identity, and end up with eight weeks of recovery,\nthere’s only one way to escape this absurd world and role.\n\n[If you create a happy ending, I’ll grant you a wish! >ㅁ<]\n\nI need to bring happiness to all the characters in this story and make a wish. But...\n\n“Are you the leader of this school? Heh, our focus wants to have a word with you.”\n“What if I refuse?”\n“Eek! Oh my gosh, are we really going to fight Haeseong High today?!”\n\n...Can I really bring happiness to these characters?\nThis place truly is an era of madness.",
    "image": "https://uploads.mangadex.org/covers/fc1362d0-6ed2-4cf7-b42e-16ce32436ba8/0ea76825-2c83-4fd9-974c-780e727ab236.jpg",
    "moods": []
  },
  {
    "title": "The Sleeping Duke’s Bride",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Grace lost her mother and became an orphan, she lived on the streets and was waiting for the day of her death, but she was taken in by an angelic girl, Penelope Erdonia. One day, a marriage proposal came for Penelope from the Duke of Pelton, who was none other than the head of the most powerful family at the time. However, there is a rumour that all the women who went to the Pelton estate to marry him either disappear or return with a strange mind. In order to protect the innocent Penelope, Grace decides to marry the Duke instead.\n\n---\nWhen the daughter of the Erdona barony is forced to marry the infamous Duke Noel Felton, her loyal servant Grace McClean saves the day… by posing as the duke’s 99th bride-to-be! She’s doing her best to impress her fiancé by making him treats, rescuing a child, and even befriending the imperial princess! All seems well, until one day, Grace stumbles upon the duke’s journal and learns about his master plan... Will Grace survive her marriage? And what does the duke have in store for the empire?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=58474719)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-99th-bride/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31478)\n* [Japanese / 日本語](https://piccoma.com/web/product/91898)",
    "image": "https://uploads.mangadex.org/covers/4dd54e20-d59e-41b6-8bc8-3d63057b4d49/bd804adc-fc88-484e-a169-935d62d2d275.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Become a Witch in a World Full of Ghost Stories",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
    "image": "https://uploads.mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "moods": []
  },
  {
    "title": "It turns out that I am the second generation of demons",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "The protagonist, Li Xianyu, on his 20th birthday, learned about his origins. He received an inheritance from his biological father, Li Wuxiang: a house, two hundred thousand in savings, and the Black Water Spirit Orb. After ingesting the Black Water Spirit Orb, he gave birth to Great-Grandma……",
    "image": "https://uploads.mangadex.org/covers/8e2c27f2-27f5-4224-8fa3-e1f57910a59e/08816130-f26d-48b0-a1cb-987f79d544fc.png",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 223",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 90",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 50",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
    "image": "https://uploads.mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/66e5d15d-805f-474e-8cb1-b1c661f6cc74.jpg",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As the monster's teeth drew near, it was then that I remembered. \"I've witnessed this scene before.\" This was the world of an RPG I played in my previous life. And I, as the main character's childhood friend, was the losing love interest who would be turned down by him in the future. The childhood friend whose role ended one hour into the opening after confessing to the main character as he was about to set off into his journey. The one many players sympathized with as the main character would meet another girl who would cling onto him during his journey. If I remain in this village, in the future I'll be the losing love interest?! To prevent that from happening, I'll leave the village and make use of my newly blossomed ability in compounds with becoming an alchemist at the royal capital as my aim. I don't give a damn about some job that requires me to be the main character's childhood friend. I'll be seizing happiness with my own hands!",
    "image": "https://uploads.mangadex.org/covers/a8aebcd5-3e85-4983-ac65-162f601abca9/81a8a73b-d293-4a34-8b89-d1c36bc249cd.jpg",
    "moods": []
  }
]