[
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.\n\n---\nRomance, flowers, and dates-- once upon a time, that was the perfect description of Haesu and Mincheol. Now, all Haesu has is the ashes of their marriage and a mountain of debt. But her world shatters completely when Mincheol cheats on her with a young coworker. Hurt and betrayed, Haesu finds herself drawn to Taeha, a young man who seems desperate for her affection… and may be hiding more than he shows.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "Rejecting The Perfect Marriage",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Tezen ducal family, wielding the utmost power, and O’Hara County, possessing all the wealth in the world—their union could not have been more perfect than this.\n\nExcept there was no burning love.\n\n“Evangeline O’Hara is a prepared duchess. It would be troublesome to find another woman now, and there is no guarantee that she would do as well as Evangeline.”\n\nFor Dekarno, there was no Duchess better than her.\n\nSo, if it was only about bankruptcy, he could bear with it.\n\nHowever, she couldn’t.\n\n“Let’s put an end to this, now.”\n“…Are you suggesting canceling the engagement?”\n“Yes.”\n\nEvangeline had given up everything she had brought so far and now walked away barehanded.\n\nBy relinquishing everything, she could let go of that man, too.\n\nEven the feelings she had held alone.\n\n“I liked you, Your Grace.”\n“….”\n“No way. Your Grace didn’t think I was only coveting the position of Duchess, did you?”\n\nHow could she leave so easily after claiming she liked him? Dekarno couldn’t understand, and his anger boiled inside.\n\nThe increasingly entangled events, the complicated thoughts—all of it traced back to that woman.\n\nIn the end, there was no choice but to put everything back in its place.\n\nHe set out to find Evangeline, who was desperately trying to stand on her own.\n\n“You claim you’ll survive. It’s unbearable for a mere human like me to endure.”",
    "image": "https://uploads.mangadex.org/covers/5f4c0200-86fe-49fc-a990-b77990f5e32f/4bd16aac-4684-45de-afb8-00e03b67aca0.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "The Blind Beast’s Endless Night",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/dfca0644-6dea-4db1-9e06-590562179865.jpg",
    "moods": []
  },
  {
    "title": "Can We Become a Family?",
    "chapter": "Chapter 153",
    "genre": [
      "Adaptation",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Shoujo",
      "Survival",
      "Webtoons"
    ],
    "summary": "After her sudden death at the hands of an assassin, the former granddaughter of a Yakuza boss reincarnates into an otome game as the heroine. The game is, of course, set in the time of early European mafia (but with magic and other special abilities somehow)—specifically a kingdom where the royal family is supported behind the scenes by five major crime families! \"Please God, whyyy, I only wanted to life a normal life!\"",
    "image": "https://uploads.mangadex.org/covers/6f4c43c2-7ba7-487b-9821-baf0748495c7/48f0ce61-85e3-4280-9e76-06c5c5101195.jpg",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 81",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Bad Born Blood",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Si-fi"
    ],
    "summary": "Humanity’s home is no longer Earth. Intersellar travel is now a common occurence, and technology has replaced blood and flesh.\n\nLuka, who grew up in the slums, has turned fifteen and taken the selection exams. His aptitude is of the Imperial Guard.",
    "image": "https://uploads.mangadex.org/covers/f4b7f532-b2e1-4ef2-83d4-fbf94fac261e/906f73c0-7eff-4bea-9937-09223a30e870.png",
    "moods": []
  },
  {
    "title": "Murim Login",
    "chapter": "Chapter 237",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
    "image": "https://uploads.mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/e56bc7d5-115c-4c47-8846-c356d3d33217.jpg",
    "moods": []
  },
  {
    "title": "Helmut: The Forsaken Child",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
    "image": "https://uploads.mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/de4a02f5-86f9-498e-ae90-85902b62b156.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/123f50bf-a91b-46d7-90ea-0c1757e73e28.jpg",
    "moods": []
  },
  {
    "title": "Casting Cinderella",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A seasoned actress meets a sharp businessman with an unusual offer. It’s not about romance—it’s a game of deals, control, and blurred lines between acting and reality.",
    "image": "https://uploads.mangadex.org/covers/073dab14-6639-468c-b31b-01b22b1535be/209076dd-03c5-4e93-aec4-3b27544759ec.jpg",
    "moods": []
  },
  {
    "title": "Return of the Mad Demon",
    "chapter": "Chapter 168",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "In the Yamatoba Empire, where two races, humans and night demons, have existed since time immemorial. Iku, whose hair and eyes are as pale as white snow, is mistreated by her family because of her strange, demon-like appearance. She is treated as little more than a servant until the day she is sold to a man for money, a fate she thought impossible to escape from... One day, however, the next head of a prominent family, Subaru, learns of Iku's secret and offers her a marriage proposal. Though it is a political marriage, the two, both burdened with a damaged past, gradually become attracted to each other...?",
    "image": "https://uploads.mangadex.org/covers/cfc317ba-e622-46fd-bfc7-568a2516876a/798a3dcf-7035-4634-af1e-0b559c9390b5.jpg",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 222",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 71",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "Marry or Die",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In another world, a state called the Anglo Empire conquers other nations. The women of those conquered nations have two choices: To marry into an imperial family, or to die. At the heart of the Imperial Palace, five stunning beauties collide in a sexy, violent contest to win the Prince's hand.",
    "image": "https://uploads.mangadex.org/covers/b6eac4d0-437c-433d-ae88-7ffe66c5408b/3248e419-f93f-4db7-b32e-0ec17b0c16ad.jpg",
    "moods": []
  },
  {
    "title": "The most poweful characters in the world are crazy about me",
    "chapter": "Chapter 136",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "One day, when a thirteen year old was chewing on some bread that came out as a snack, Dahlia Pesteros suddenly remembered her past life. This was the world of the tragic otome game where the characters went crazy, and she was born as the person who would become the greatest villain in the future's younger sister! At this rate, there was no answer. The household would be exterminated, and I would also get my head cut off. That's why I have to get out of this household as fast as possible! 'I have to make him put his guard down and escape!' It was going well up until I got rid of the relative who was aiming for the household, the snake-like Emperor, and got Brother's approval, but-\n\n\"I want to dance with Dahlia. What's the problem?\"\n\n\"Unfortunately, my younger sister is shy.\"\n\n\"I said that I like Dahlia the most!\"\n\nSomehow, I've tamed my brother too much, and the strongest characters in the world are obsessed with me!\n\n---\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/80303)",
    "image": "https://uploads.mangadex.org/covers/66f6c059-9c92-4fc3-aee7-92e0e663a87a/30cc2279-e576-450f-9f4b-ce18ec999416.jpg",
    "moods": []
  },
  {
    "title": "How to Survive as the Daughter of the Emperor Who Killed Me",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Goodbye, Ex-Husband",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 284",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Path of The Underworld King",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Yama, the King of Hell, chooses retirement in search of happiness, but his reincarnation is put on hold when his successor, Harry, abandons his post to pursue a mysterious goal on the human plane. \n\nWith the aid of the undertakers, humans who can draw forth the power of the Underworld, Yama attempts to quell the chaos and return everything to its rightful place. \n\nWill Yama tread the cycle of rebirth without faltering, or will the echoes of his past haunt his journey? \n\nOne thing’s for sure - there will be hell to pay.",
    "image": "https://uploads.mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "moods": []
  },
  {
    "title": "Moyong Chronicles",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A powerful clan that has long defended the northern borders faces annihilation after years of war. \n\nIn the midst of battle, a young warrior encounters an enigmatic master who grants him a forbidden technique — the ability to absorb not just energy, but entire martial arts. \n\nAs sects and noble houses clash for dominance, he must harness this fearsome power to defy fate and reclaim his clan’s honor.",
    "image": "https://uploads.mangadex.org/covers/71c29a8f-178a-4638-859d-b8aa2c82231c/6b0693ef-7bad-4b37-9fb2-00658235f0d0.jpg",
    "moods": []
  },
  {
    "title": "My Little Brother Is The Academy’s Hotshot",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Gonna Annihilate This Land",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kim Isaac, once the all-powerful Skeleton King, is now a baby in a onesie. \n\nTricked by the gods and sealed away, he’s reincarnated into a family of saints at the heart of the Holy Empire. He can’t walk or talk, but he can plot. And with his loyal demon followers working from the shadows and a grudge deeper than the underworld itself, this baby isn’t here to be cute — he’s here for payback. \n\nThe Holy Empire has no idea what's coming… and the gods are about to regret ever crossing the Skeleton King!",
    "image": "https://uploads.mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 152",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  },
  {
    "title": "I’m Repaying The Kindness That Raised Me With Obsession",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Is My Mother In Law But I Dont Want Any Conflicts Between us",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Forbidden Odd Melody",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sohwa is a red fox with white hair, separated from her family and living alone in the mountains. One day, she comes across Dohwi, an injured and abandoned wild cat, and decides to take care of him. But little does she know that Dohwi is actually a fearsome tiger, reborn after a thousand years of life. Dohwi conceals his identity well, but as the years go by, he matures into quite the hunk and grows more and more attached to the beautiful fox. Sohwa grows suspicious amidst frightening dreams of being chased by a tiger, not to mention making steamy hot love with him, and their relationship is about to take a drastic turn... for better or worse.",
    "image": "https://uploads.mangadex.org/covers/9c06fb66-4eeb-4b00-bff6-71fcd0fdb522/abf71e34-b9e3-4267-a4af-64de343185af.jpg",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "I’m Ready for Divorce!",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Medi is a runaway former saint who can turn into a wolf and she now lives inside a forest. One day, she took care of a cute young boy who got lost in the woods and helped return him home once the boy started feeling better.\n\nTen years later, a beautiful young man visited her home saying, \"I'm looking for the wolf that had helped me here in the past.\"\n\nHis name is Claude and it seems that he's the boy she had helped before! She can't admit to him that she is the wolf and in her attempt to cover it up, she somehow ended up volunteering to help him look for the wolf instead?!\n\n---\n**Original Web Publication:** [Palcy](https://palcy.jp/comics/1306), [Pixiv Comic](https://comic.pixiv.net/works/7895)\n[Original Web Novel](https://ncode.syosetu.com/s0651f/)",
    "image": "https://uploads.mangadex.org/covers/59bb9f60-60a7-4834-b70e-392d1500ae7e/89647423-b831-4708-94f5-459be1de5c8b.jpg",
    "moods": []
  },
  {
    "title": "Return of the Frozen Player",
    "chapter": "Chapter 184",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
    "image": "https://uploads.mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 154",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)\n* Alt. Official English: [Tappytoon (R19)](https://www.tappytoon.com/en/book/the-secret-bedroom-of-the-abandoned-princess-m)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "I Refuse to Be Executed a Second Time",
    "chapter": "Chapter 164",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 82",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "I’m Married into a Family of Tyrants, But Isn’t Their Obsession a Little Too Much?",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Devourer, Please Act Like a Final Boss",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?",
    "image": "https://uploads.mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/ff3e6d1f-1ceb-4473-8ec6-e181348cd0c5.png",
    "moods": []
  },
  {
    "title": "The Lithromantic Duke",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Male Lead’s Adopted Daughter",
    "chapter": "Chapter 133",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The handsome Duke Voreoti is the most terrifying man in the empire, with the coldest of demeanors and a gaze that can kill. But one day, he suddenly says that he wants to… adopt a child?! And that child is me?! After finding me at a shady orphanage, he whisked me away to his snowy palace without a second thought. Now I’m learning all the ways of the feared Voreoti family from his knights. However, things get dicey when the Duke becomes suspicious of my origins. With these fangs and jet black hair, perhaps we are more than just kindred spirits…\n\n---\n\"I'm going to adopt a child.\"\n\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\n\n\"Even as you breathe right now, I'm earning money.\"\n\"It's confidence, not arrogance.\"\n\"My face really does have its advantages.\"\nThe most arrogant father in the whole world, and-\n\n\"I love muscles the most. Let's get muscular.\"\n\"Show me your thigh muscles! Your butt would be even better!\"\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \n\nAnd… \"I will give his excellency the information he wants most.\"\n\n\"Information I want most, you say…\"\n\n\"You won’t regret it.\"\n\n…A stepmother(?) with a strange secret as well.",
    "image": "https://uploads.mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/8916a7ac-b0e8-404c-9131-6f89f7752d3d.jpg",
    "moods": []
  },
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "Celebrity Masquerade",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Invasion of the Myriad Races: Starting by Taming a Legendary Beast",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The apocalypse game swept across the globe and merged with the real world, causing the collapse of order. In his previous life, Ye Xiao devoted everything to elevating his fiancée, Liu Ruyan, to the pinnacle of power, only to have his heart literally ripped out by her on the day of their engagement and transplanted into her male best friend. Reborn into a new life, Ye Xiao resolves to ascend the throne alone. Before the game closes its recharge portal, he spends billions of his fortune to switch to a god-level profession.\n\n---\n\n**Original Webtoon**: \n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/24688)",
    "image": "https://uploads.mangadex.org/covers/2d23a9d0-f059-44eb-be16-599baa40eed0/40272cb9-eb09-4e0a-a5e6-b95134340b2d.jpg",
    "moods": []
  },
  {
    "title": "Territory Defense with Tamed Monsters",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sleepless City",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  }
]