[
  {
    "title": "Heavenly Grand Archive’s Young Master",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Murim"
    ],
    "summary": "The soul of the charming and imposing Martial Arts Alliance Leader, Hu-Gong, suddenly wakes up in the body of a young man.\n\nThat young man’s name is Beom-Hang. He’s the young master of the ‘Heavenly Grand Archive’, one of the three major archives of the Jianghu, yet he is a sorry excuse of a person.\n\nTo determine why his soul has swapped bodies, Hu-Gong begins to train Beom-Hang’s body. When the possessed young master of the Heavenly Grand Archive’s movements are totally different from how they used to be, it starts to attract the attention of the Jianghu...",
    "image": "https://uploads.mangadex.org/covers/b2379cf4-3915-4577-b4df-329fc9900620/4d8d601c-ba0d-4584-9ed3-537f825f1ad8.jpg",
    "moods": []
  },
  {
    "title": "Rookie Employee Kim Cheolsu",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "On the day he was rejected by the company he had devoted his life to, he went back to the moment of his first day at work. Kim Cheol-su, a low-spec rookie employee who joined Han-young, a leading domestic company. Can he finally achieve his long-desired position as the ‘CEO’ in this lifetime?",
    "image": "https://uploads.mangadex.org/covers/c294c137-3ca7-4b91-84aa-f72d16be9d6b/90c1ed7f-751e-4384-9d49-60ad40cdd973.jpg",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 170",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I am the Precious Daughter of the Greatest Villain in the Fantasy World",
    "chapter": "Chapter 148",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had reincarnated as the daughter of a rich family, but instead I was born as the daughter of the greatest villain in a martial arts novel?! An indifferent dad and a senior brother who eventually kills me. I need to quickly learn martial arts to be able to survive…! But these two… Why do they keep doting on me?!\n\n---\nI've become a part of this Wuxia novel as Lihwa, the thoughtful and gentle daughter of Cheon Ma... who's also the ultimate villain! Known as the Demon King and ruthless leader of the Demonic Sect, he resorts to kidnapping and other nefarious deeds to make sure a boy named Ak Wuryeon never reaches his full potential. Wuryeon doesn't seem THAT bad, but I know he'll one day exact his revenge on my father and that includes me! Can I escape the clutches of my father's enemies and my doomed destiny before it’s too late?",
    "image": "https://uploads.mangadex.org/covers/3c3ec507-7177-4770-9e59-a70dbf81aaa9/2580e9e1-8253-4dac-a5fa-81776f761718.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Overstepping Kiss",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 14",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "Lady of Iron Wall",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Alpheus, the Marquis of Lothian and master of Silverglen Castle, is considered the perfect man with a brilliant mind and a handsome face. However, rumour has it that he suffers from a mysterious disease and always wears gloves.\n\nHis finance secretary Edith has been working for the marquis for years when he suddenly asks her to act as his fake fiancée. He seems to need an excuse to refuse the many marriage proposals offered to him, but what exactly is his plan that he strangely acts incredibly sincere in this contract relationship? The longer she pretends to be his fiancée, the more confused Edith becomes...\n\nA cold-blooded noble and a lady with a defence as strong as an iron wall - the beginning of a workplace romance that starts with a contract!",
    "image": "https://uploads.mangadex.org/covers/be134f8a-7f85-4057-bcf4-54a8bb764c9f/38a9d94c-e117-491e-a995-e377b1703cb1.jpg",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 199",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "Manager Kim",
    "chapter": "Chapter 202",
    "genre": [
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
    "image": "https://uploads.mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "moods": []
  },
  {
    "title": "Late Regret",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Uruwashi Maria, a student at the Hananomiya private academy is a strong-willed and selfish \"villainess.\" Her life is on easy mode and she has no enemies, but one day the memories of her past life come to her. Suddenly she remembers that in her previous life she was a normal high school girl. And she’s seen this life of hers play out before in a manga she read in her previous life! According to memories of her past life, Maria is killed by somebody in the manga. \"And I don't know who did it because I died before I could read the ending!\"  \n  \nCan Maria avoid her death and find happiness?",
    "image": "https://uploads.mangadex.org/covers/3521c5e8-a737-43a3-97b6-c25d2f23d24e/db722600-71b9-4dd0-b204-e4a0e24928cc.png",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 155",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Defense Breaker",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jihoon is pulled into a defense game. He’s forced to become the captain of the knights and defend the kingdom from monsters. \n\nBut the wounds he received from people haven’t healed yet, so he refuses to protect the kingdom. \n\nThen suddenly, a new route opens up…",
    "image": "https://uploads.mangadex.org/covers/85316b02-6b3e-4c78-9c77-8b465e57e611/401a6df4-9b89-433a-8301-fd9b26f33e2a.jpg",
    "moods": []
  },
  {
    "title": "‏I Will Fall With The Emperor",
    "chapter": "Chapter 142",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"There can only be one sun.\"\n\"Two suns will only burn and kill the empire's people.\"\n\nAlexar, the great wizard who commanded the empire, after being betrayed by his close friend Gillian Terzios who he trusted and followed, was reborn again as a master swordsman on the outskirts of a small country.\n\nAlexar, the great wizard, moves to seek revenge on Gillian, his close friend and the only nine-star prosecutor of the continent.",
    "image": "https://uploads.mangadex.org/covers/eae897f2-7912-417f-8904-3fa85fcec734/8bcab491-ba53-4770-bcde-0b5a8047bc6f.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Academy’s Undercover Professor",
    "chapter": "Chapter 131",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Mystery"
    ],
    "summary": "Machiavelli and Gerrard are just one of the many names the new professor of Ceoren Academy uses to disguise his identity - and now he can add one more to his list, Professor Ludger Cherish. \n\nThe real Ludger Cherish dies on board a train during a terrorist attack, making him the perfect target for a new identity. Little does the new professor know, Ludger Cherish was involved in something deep and secret. \n\nThe new Professor Ludger has to be careful to not get caught by the school and the dangerous secret society.",
    "image": "https://uploads.mangadex.org/covers/d5c0896a-d4d5-4ee0-8bf1-a113cb1b86ac/136c7a9d-e081-46c8-9a7a-962c6b600a42.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. \n\nAfter enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 260",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Prison Guard Zero",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ji-hun, a former member of a secret special forces unit under the Special Operations Planning Office of the South Korean Army Headquarters, returns from a long overseas deployment — only to receive the news that his younger sister Ji-yun has died, and that the person accused of killing her is none other than her boyfriend, Seo Min-jun.\n\nWhile still struggling to accept the fact that his sister is gone, Ji-hun, who trusted Min-jun, learns that Min-jun was falsely accused and had gone to Yeokseon Prison in search of Ji-yun’s real killer.\n\nBut eventually, Min-jun also meets his death inside the prison.\n\nDetermined to uncover the truth behind the unjust deaths of both Ji-yun and Min-jun, Ji-hun becomes a prison guard and heads to Yeokseon Prison to uncover the secrets hidden within.",
    "image": "https://uploads.mangadex.org/covers/025d9232-6a40-4a28-822c-4febc88e3652/e13ca825-9f58-4466-b20d-8a10128da6c2.jpg",
    "moods": []
  },
  {
    "title": "I Brought the Male Lead to His Knees Before Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Before I died, I was reincarnated into my favorite novel as Iena, a supporting character and an actress — a profession scorned in the Empire. After reincarnating, I had to “discipline” a few pests who kept bothering me.\n\nThen one day, the Crown Prince approached me with a strange proposal…\n\n“I heard there’s no man who doesn’t fall from just one of your gestures.”\n\nI think we’re imagining very different kinds of gestures here.\n\n“They say no one can meet your eyes when you smile.”\n\nThat’s because they’re scared of me…\n\n“Use whatever means necessary to make the Duke fall for you.”\n\nExcuse me, Your Highness… I think you’ve come to the wrong person!!!\n\nThe Duke is the male lead, and he already has a destined female lead he’s supposed to fall in love with!! I agreed to the Crown Prince’s plan, deciding to just hang in there until the real female lead shows up.\n\n...but something’s gone off track?\n\n“Your Grace, desire isn’t inherently bad. If you want something, speak up confidently. But if the other person says no, you step back. That’s all it takes.”\n\n“Is that so?”\n\n“Yes.”\n\n“Then allow me to be bold. Iena, I wish to hold you.”\n\n…Are you being serious right now?",
    "image": "https://uploads.mangadex.org/covers/76f3cd63-f882-476c-a40e-0ab20fabb0b3/bb3e7723-8b82-46ee-b212-34fdcb66fb00.jpg",
    "moods": []
  },
  {
    "title": "Hell of a Romance",
    "chapter": "Chapter 12",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "After playing Kokkuri-san, a game which enables this world and the spirit world to communicate, 16 year old Miku is attacked by an evil spirit. Is it just a coincidence that ghosts then, start trying to kill her?…or is it not? Can her classmate, Kanyama Riyou, an exorcist from a Shinto Shrine be able to help save her life?",
    "image": "https://uploads.mangadex.org/covers/0ba0ccba-048e-47ab-8175-3d28faeec7ef/dd2849c7-ead2-4150-a00a-6f504c6ae93e.jpg",
    "moods": []
  },
  {
    "title": "The brunette’s reaper",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Need Someone to Stop My Older Brothers",
    "chapter": "Chapter 51",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?",
    "image": "https://uploads.mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/9d58e98d-d19c-432a-8b8d-9f3deaf1c319.jpg",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reason for a Confession",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Takashi Takasugi is the lowest-ranked student in his class, plagued by bad luck. He clashes with the protagonist, leaves the academy, and is rumored to have died—a truly unfortunate character.\" That's how the game's strategy guide described him... and now, the protagonist finds himself reincarnated as this bottom-tier nobody!\n\nDrowning in despair, he searches his classroom desk—only to discover the very strategy guide he bought in his previous life. \"If I use this, I can become the strongest!?\" Determined to escape his tragic fate, Takasugi sets off to secretly grind his skills in dungeons... but hardship awaits at every turn. However, when he starts traveling alongside the game's beautiful heroine, Hanagasaki, his destiny takes a dramatic turn—accelerating toward an unexpected reversal!",
    "image": "https://uploads.mangadex.org/covers/ac95b15c-ad36-4e40-b827-474ab11546a7/0620a76d-592e-4167-8d76-ad944a0cc148.jpg",
    "moods": []
  },
  {
    "title": "The Final-Boss Prince is Somehow Obsessed with the Chubby Villainess: Reincarnated Me",
    "chapter": "Chapter 54",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After dying of illness, she has been reincarnated as Celine, the selfish, fat, villainous duchess, sister of the heroine of a popular novel.\nIf she stays this way, she will be killed by the hero prince and die a miserable death, just as in the novel. She vows to reform herself with all her might and begins to struggle, but she finds herself caught up in unexpected doting and obsession..!\nWill Celine be able to find \"peaceful happiness\"?\n\nA fantasy love story about a reincarnation in another world where she is loved too much by a Yandere.",
    "image": "https://uploads.mangadex.org/covers/c174ddf6-24b3-4705-ad97-c80586cf9480/ef8e1393-ba29-43fe-9a67-9b09fac9acec.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Four Choices",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/82858f3f-8c93-4434-9b54-94464dad3116/6acca040-9412-4cb8-8270-b08a07bff2ca.jpg",
    "moods": []
  },
  {
    "title": "The Fake Saint of a Reverse Harem Game",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 159",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Jiwoo’s Master",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pet the Little Princess",
    "chapter": "Chapter 119",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "A magic revolutionization fantasy about a nonordinary home tutor guiding a little lady! Allen, a humble man who can use abnormal magic techniques, ended up becoming the tutor of lady Tina, who apparently \"can't use magic.\" Thus begin Allen's lessons that crush the concepts of common sense!  \r\n  \r\nFrom the popular light novel series now comes in manga form!",
    "image": "https://uploads.mangadex.org/covers/e0fac2a1-c8dd-417a-bf9e-b2787d3b98ca/76c48bea-3ebc-4efe-b900-c721f63425ae.jpg",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "I Became a Sales Prodigy",
    "chapter": "Chapter 61",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents.\n\n\"I couldn't be a good dark magician, but I want to make their lives better!\"\n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician's academy. After learning more about magic, the girls return to see their father with some important news... They are S-rank Sages?! And they want to form a party with him?!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment! Gaile decides to try to make a living on his own off of his cursed items.",
    "image": "https://uploads.mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/69668547-642e-4256-a2e6-742a0af1e24d.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 51",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess I Possessed Is Raising Hell",
    "chapter": "Chapter 16",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Yaoi(BL)"
    ],
    "summary": "The Villainess I Possessed Is Raising Hell\nIsabella Dunkeld is a notorious evil woman, hated by her family and scorned by everyone. But things take a strange turn when a powerful demon lord from the demon realm finds herself trapped in her body.\n\n‘How did I end up in this body?’ The demon has no memory of making a contract with Isabella, yet here she is, stuck and powerless. To avoid revealing her true identity, she must act as ‘human’ as possible.\n\n“So, how many people have I killed with these hands? Hundreds? Thousands?”\n\n“Um… you haven’t killed anyone.”\n\n“Not a single person, yet they call me an evil woman?”\n\nHumans are incomprehensible to the demon.\n\n**\n\nTo complete the contract and escape Isabella’s body, the demon must fulfill her most fervent wish: ‘Make my family regret everything.’ With an indifferent father and a lunatic brother, the demon decides to get closer to these worthless family members.\n\n“Hey, if you talk like that, you make us sound like trsh.”\n\n“You are trsh. Reflect on that, trsh.”\n\nIs this how it’s done?",
    "image": "https://uploads.mangadex.org/covers/71596396-71ad-47bf-9af2-9919f7c03c85/6231c490-1386-468b-9239-033b571930c7.jpg",
    "moods": []
  }
]