[
  {
    "title": "I Tamed the Broken Male Lead with My Fist",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wasn’t the Male Lead a Female?",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In her eighth year of possessing the body of an extra in a novel, she met the book’s protagonist who she thought was a woman disguised as a man. But he was actually a man! How will this novel’s ending play out?\n\nAine has lived for eight years without even knowing which novel she had transmigrated to. And then, one day, she meets a knight and discovers the novel she is in.\n\nThis man is actually a woman?!\nThe female lead who is disguised as a man to replace her dead brother?!\nThen, I’ll live a comfortable life as her friend!\n\nHowever, this woman is acting strangely…\nTo think she was actually a man! What should I do now that I’m involved with him?\n\n“Do you really see me as a woman?”",
    "image": "https://uploads.mangadex.org/covers/ae400263-46b6-438a-98db-d23e84b386d1/12e20c5c-1a7f-4d4c-ac72-f9434c9b31fd.jpg",
    "moods": []
  },
  {
    "title": "Being a Maid is Better than Being a Princess",
    "chapter": "Chapter 52",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!",
    "image": "https://uploads.mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "moods": []
  },
  {
    "title": "A Regressor’s Tale of Cultivation",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "World’s Strongest Troll",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]",
    "image": "https://uploads.mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "moods": []
  },
  {
    "title": "Surviving as an Obsessive Servant",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this world of a BL novel, I’ve died three times of the same rare disease as the sickly protagonist.\nI couldn't accept dying such a pathetic death.\nThus, I took special measures.\n\n'Let's try feeding a spoonful of the well-prepared medicine to the sickly protagonist!'\nYoung Master, I won’t miss a single drop of medicine, not even a breath!\n\nI disguised myself as a servant to serve the sickly young master.\nEven the spirit power from his breath would heal me, so what could be better than this!\nBut serving said individual was not easy…\n\n“Get out! I said get out!! I’ve had enough of this!!! …Wait. What are you doing on your knees right now?”\n“Young Master, if you’re going to throw it away, please throw it into my mouth.”\n\nI said to him, who then withdrew his arm from throwing the medicine bottle in embarrassment.\n\n\"I wouldn’t mind if you just spray it onto my face instead…\"\n\nFor a moment, his pupils dilated wildly.\n\n***\n\nI’m a do-if-you-must kind of girl.\nWhile I was at it, I took good care of Young Master, who was my lifesaver.\nAs well as serving him, I hugged him, carried him, and brought him everywhere as his legs.\n\nI wonder if he recognized my true value as the heir of a prestigious dukedom.\nYoung Master would occasionally gaze at me with intent, but he no longer tried to drive me away.\n\nNow that I've recovered and repaid his kindness, it was time to figure out how I should leave…\nBut Young Master started acting strange.\n\n“You said you like me so much, so why are you trying to run away?”\n“...”\n“You said you’d die without me.”\n\nBefore I knew it, he began to have the look of a hungry predator.",
    "image": "https://uploads.mangadex.org/covers/ff57af6a-019b-4698-a688-e6398b89be25/500eaeaf-c2ae-4257-9ec4-0442bea94f6a.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Worthless Regression",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In Aeria, a place where people from various worlds are summoned, the weak are destined to die.\n\nLee Sungmin, a talentless mercenary, was no exception. Fortunately for him, a mysterious item he finds before his untimely death sends him back to the past.\n\nNow a 13-year-old with a second chance at life, Sungmin begins his desperate journey to become Aeria's strongest with no money or talent.\n\nWill effort alone be enough to make a hero of a boy with absolutely nothing?",
    "image": "https://uploads.mangadex.org/covers/5bad4a36-31a3-491d-a63c-2640f08f0cba/44350be6-a690-443d-91b1-7a09d0ddb798.jpg",
    "moods": []
  },
  {
    "title": "Emperor of Steel",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Really Don’t Want to Learn Forbidden Spells",
    "chapter": "Chapter 128",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "For Ning Feng, an infamous underachiever, this will be his third time taking the awakening exam.  When he awakens as a one-star -- the lowest possible rating -- everyone laughs.  He can't understand why his new skills talk about \"forbidden spells\" and \"dark power.\"  \nHe isn't an evil dark lord, but wow!  Who knew forbidden spells could be so powerful!  These skills are so cool, but they emit tons of dark power. \nThere's a new source of dark power in the city and Ning Feng must get stronger before anyone realizes that its him.",
    "image": "https://uploads.mangadex.org/covers/c7087516-2b89-462f-8634-2e60baf6174c/8c0d38cc-dbd6-4c34-ae62-8a8bfdca6d9c.jpg",
    "moods": []
  },
  {
    "title": "The Fake Saint of a Reverse Harem Game",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "The Ugly Wife of the Shady Duke",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Adinmir’s Thorn Flower",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Second Male Lead is Actually a Girl",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Crossdressin",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Rosa remembers her past life.\nShe remembers reading about the Helios Empire in a novel before dying suddenly in an accident.\n\nWhen she is reborn into that exact world as Rosa Veronica, she lives day to day and works hard to make ends meet until one day when someone from the Duke of Estella’s estate comes to fetch her.\nWhen she arrives and meets her biological father, her life is turned upside down once again as she’s forced to live the life of Rozenta Estella, the sole heir to the Estella estate and the only son of the Duke of Estella. Through the power of magical artifacts, she's able to live the life of Rozenta, a supporting male character from a novel she once read in a previous life.\n\nShe decides to embrace this new life as the familiar narrative unfolds before her. Despite knowing the overall story and its characters, she's surprised that the male and female leads have not become the characters she's read about. Although Rozenta Estella was just a minor character in the original novel, Rosa learns to navigate the intricacies of his life and family while fostering a budding friendship with Theodore and Vivian.\n\nHer happiness doesn't last very long as all three grow up and enter the roles they've been born into.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
    "image": "https://uploads.mangadex.org/covers/05bf0192-c73c-4250-91fa-8f3e4b8c6c67/572cc3e6-e3f4-4996-961f-8627d5645685.jpg",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
    "image": "https://uploads.mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "moods": []
  },
  {
    "title": "How to Retire as a Disaster Necromancer",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "Admission is a Waste of Time",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!",
    "image": "https://uploads.mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "moods": []
  },
  {
    "title": "Absolute Necromancer",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
    "image": "https://uploads.mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "moods": []
  },
  {
    "title": "How to Live as a Villain",
    "chapter": "Chapter 193",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Mystery",
      "Psychological",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
    "image": "https://uploads.mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/750e10f5-8bf3-4382-9211-7b0a5f36fadd.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Conquering the Academy with Just a Sashimi Knife",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "School Life"
    ],
    "summary": "Chef Kim, Korea's legendary sashimi master, is transported into the world of Bles sing M, a mobile game he once played. But instead of being a hero, he finds himself as Geomma Kang, a mere background extra. \n\nForced into a new life, Geomma discovers a new power: the Blessing of the Blade God. Now, to survive in this game-like world, he must slice through challenges and enemies alike. \n\nWill his unmatched skills in the kitchen be enough to carve out a new destiny?",
    "image": "https://uploads.mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/b1e80bb8-53fa-445c-b786-e2e83510b247.jpg",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 177",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "Conquering Dungeons With Copy Paste!",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?",
    "image": "https://uploads.mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 12",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Affectionate Beast",
    "chapter": "Chapter 34",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s My Destiny To Be The Hero’s Saviour",
    "chapter": "Chapter 141",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I remember the memory of my previous life when I was abused by my father for the experiment. Then I realized. According to my previous life, this is the world of fantasy fiction I’ve read. That she was born with a minor role and died before the novel even started. Ariadne thought calmly, ‘I am screwed.’\n\nShe was also screwed on a global basis, this novel has a bad ending. The end of this 10-volume Munchkin (overpowered) fantasy novel is it was the failure of the protagonist and the destruction of the world.\n\n---\nAfter years of torture at the hands of her own father, young elementalist Ariadne Eldier sees her chance to escape when her mother’s untimely death prompts a visit from her grandfather, a powerful archmage. Once whisked away to safety, Aria begins her plans to not only distribute an elixir for the contamination plaguing the land, but also save the protagonist and prevent this novel’s tragic ending. But with her own fated death looming, will Aria be able to become the hero this tale needs?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B5%AC%EC%9B%90%EC%9E%90%EA%B0%80-%EB%90%A0-%EC%9A%B4%EB%AA%85%EC%9E%85%EB%8B%88%EB%8B%A4/2890), [KakaoPage](https://page.kakao.com/content/59494826)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-heros-savior/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26301&contentId=301) (App only)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Heros-Savior/597)\n* [Japanese / 日本語](https://piccoma.com/web/product/112577)",
    "image": "https://uploads.mangadex.org/covers/dbcee2f0-2ea2-42ea-800d-7942e33840c8/4a7c3316-12f9-479b-94ed-4b4912f56d8a.jpg",
    "moods": []
  },
  {
    "title": "The Heroine’s Friend Strikes Back",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a side character wrongfully accused and executed, Mia resolves to rewrite her fate. Returning to the moment she first met the villainous heroine, she vows to stand tall and fight back, sparking a thrilling rebellion against a fabricated destiny.",
    "image": "https://uploads.mangadex.org/covers/93c0dae5-ecf8-4371-b65f-735c1ff21d4c/ff1ebf8f-a78c-42d8-a98f-023469c2b3cf.jpg",
    "moods": []
  },
  {
    "title": "The oppressed magic tool maker elopes with a mod butler",
    "chapter": "Chapter 26",
    "genre": [
      "Romance"
    ],
    "summary": "I never expected the dull servant to actually be a prince...!\n\nErin, a young girl who devotes herself to developing magical tools to fulfill her late mother’s dream of \"making people happy with magic tools.\"\n\nHowever, as the child of a mistress, Erin is in a difficult position and endures relentless harassment from her stepmother.\n\nDespite her struggles to achieve her dream, Erin's hopes are crushed by her stepmother's schemes, and she is pushed to the depths of despair.\n\nIn her darkest moment, the only ally she has, the servant Foolda, reaches out to her.\n\n\"Would you elope with me?\"",
    "image": "https://uploads.mangadex.org/covers/2297f5a8-2a61-4b43-9ceb-d31a4969186c/5ee65803-d231-48a8-a689-4cbcd25d1cb4.jpg",
    "moods": []
  },
  {
    "title": "The Princess Has the Constitution of an Eagle Workshop",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "There is No Such Thing as a Bad Golden Child in The World",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "I Raised My Husband Wrong",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "Ranker Who Lives A Second Time",
    "chapter": "Chapter 210",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
    "image": "https://uploads.mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "moods": []
  },
  {
    "title": "Top Ranker’s Life Guide for Aspiring Writers",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Third Prince of the Fallen Kingdom has Regressed",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 156",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After a long war, Lycoris, a princess of the Wyvern Kingdom, and Leihua, a princess of the Dragon Kingdom, are to be married as a sign of peace. Former enemies, the two begin a new life together…\n\nLycoris has complicated feelings about the political marriage, but she can't help becoming attracted to Leihua, who seems so lonely, despite her outward indifference.\n\nTwo girls who do not know how to love, bond with each other as they heal each other's broken hearts.\n\n(Source: Shiori-on, translated)",
    "image": "https://uploads.mangadex.org/covers/b1aafebe-e4c4-4546-a488-6c70a01c4275/3d9cd12d-2ad0-4927-b671-c4f637903d90.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Highteen Spoiler",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "After giving up Taekwondo for over 10 years, Sohee, who lives like a hanryang, has only one interest... k-teen romance! I dream of a future where I will become a lover with 'Soo-hyeon', who is going well. but… One day, So-hee's cell phone syncs a photo that is presumed to be the future, and the boy who became her lover in the photo... It was Lee An-do, an unlucky classmate! can not believe it! There is no probability in this love affair! Even after that, So-hee is confused by the more and more pictures of the future... Will it flow according to the spoiled ending?",
    "image": "https://uploads.mangadex.org/covers/f7f36fca-f34e-4689-8215-4e702c879192/f610c8fe-d454-413d-97db-6a7217e7b353.png",
    "moods": []
  },
  {
    "title": "Don’t Cling To The Dead Villain",
    "chapter": "Chapter 42",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world that resembles an otome game, the villainess is determined to rewrite her fate!\n\nIris Gray, the daughter of a duke in the Kingdom of Calm, was living the life of a typical noble lady… until one day, she suddenly regained memories of her past life.\nThere, she realized she had once played a famous romance game — and now, she had been reincarnated as the villainess, destined to be executed for harassing the heroine known as “the Savior.”\n\nWith death looming as her scripted ending, Iris resolves to avoid her tragic fate at all costs.\nHer first step?\nBreaking off her engagement to Prince Elliot, the key figure in her downfall.\nBut there’s a catch — Elliot is so in love with her that he outright refuses to let her go.\n\nAmid this inner and outer turmoil, a hidden power awakens within Iris — a unique magical gift called “Perception,” which grants her complete control over all forms of magic!\n\nWith this newfound ability, Iris realizes she may finally hold the key to reshaping her destiny… and preventing the execution scene that awaits her in the game’s original plot.\n\nCan a so-called villainess truly survive and write herself a new ending?\n\nA tale of romance, fantasy, and a brave rebellion against fate — the journey to flip destiny begins now!",
    "image": "https://uploads.mangadex.org/covers/b8bcc53f-cd33-425e-a3e5-b6b2106cf110/e1252b09-1c0b-4bda-bf00-b93df0529152.jpg",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]