[
  {
    "title": "Let Me Kidnap the Male Lead!",
    "chapter": "Chapter 62",
    "genre": [],
    "summary": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
    "image": "https://uploads.mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 117",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "I Raised an Obsessive Servant",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being reborn as a desolate fire witch and villain destined to die a tragic death, Chersinia creates a plan to avoid her fate by gambling at a casino to become a wealthy recluse. \n\nThe only problem? She somehow ends up with a slave boy named Ben instead of the money she needs! \n\nBut much to her surprise, she starts to warm up to Ben, who provides the perfect joy and comfort in her lonely life. Little does she know that Ben has a dark secret that will change her life forever...",
    "image": "https://uploads.mangadex.org/covers/8c6f00a0-72d2-4fb6-9c6e-e922b9ce1df5/de6d6f2d-bb56-4577-a6f8-35dd3ea1a5e6.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "I Became the Servant That Was Obsessed by the Crown Prince",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/01004f1e-0fef-41f2-a0b1-b0f07f050457/af946885-18f1-45ee-9f61-8de702e0373d.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Pregnant, But I Won’t Marry Without Love",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Need You Anymore",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "Revenge",
      "Romance"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "For your Murder",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "Thriller"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Entangled Relationships",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Koo Gyo-beom, the only grandson of Chairman Koo Dae-han—who built the Koo Group from the Koo crime syndicate—and the heir to the Koo Group empire, and Hong Cha Yoon, the granddaughter of Shin Ok-chun, a woman working in the kitchen of Hyeonhamwon (the Koo family estate), were as different as heaven and earth. Yet, they harbored good feelings toward each other. \"Didn't your father say that you need to know how to handle people? That's why I just used you for practice,\" said Cha Yoon—until she got caught eavesdropping on a conversation between Gyo-beom and his father. Six years later, the two reunited at Chairman Koo Dae-han’s funeral. From the moment they met again, Gyo-beom persistently began to pursue her. “Begging... I’m begging you right now. Just look at me.” Why is this man acting this way?",
    "image": "https://uploads.mangadex.org/covers/602b0c04-8f82-4901-b070-6aa31c033c0c/e5d7ffe9-6d5e-4257-b37a-fd743d4b3cf0.jpg",
    "moods": []
  },
  {
    "title": "The Sacrificial Princess Ran Away and Was Devotedly Adored",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Battle of Mosol",
    "chapter": "Chapter 32",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Win love! Win 500 million won! A competition begins where three single women in their thirties put 500 million won on the line to break free from being single. A princess without her prince, Gong Jurim, a trash collector, Kang Seon, and a firm believer in premarital purity, Kim Chaeyul! Who will be the ultimate winner of this singles showdown?",
    "image": "https://uploads.mangadex.org/covers/1cc47081-9e2e-4d71-84d3-fe8796ca6432/ccde73c9-b37c-4ddd-874a-a2b4df0ff825.jpg",
    "moods": []
  },
  {
    "title": "The Corpse Will Tell",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
    "image": "https://uploads.mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "moods": []
  },
  {
    "title": "The Villainess Can’t Take Revenge on Her Reaper Father",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "Divorce Will Be Completed in 3 Seconds",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 364",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "What’s Happening in Lindell?",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Claudia, the successor of the priest family, is framed by her half-brother and demoted to a remote territory.\n\nAdjacent to the land of the dead, such as undead and vampires, the ‘priests’ graveyard’ where priests suffer from hard labor, the Lindel Monastery!\n\n\"I have to stay in this abandoned house for 3 years?!\"",
    "image": "https://uploads.mangadex.org/covers/9f286163-df24-457a-83ed-304b3013db6d/f784ec9e-3cec-415a-a895-877fd015fa77.jpg",
    "moods": []
  },
  {
    "title": "I’m a Side Character in a Martial Arts Novel. Will You Raise Me?",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want to Stop Killing",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Furukawa Koto, the plainest girl in class, desperately wants the elusive Kishi-kun to look at her.\n\n---\n\nNote: This is the original, pre-serialization web comic.",
    "image": "https://uploads.mangadex.org/covers/abe4f2a6-b31d-4f36-976d-2fac5c21bb28/40051b38-7cdd-4d46-bbd5-0e9d9eeafcc0.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 44",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "Oh, the Flower That Bloomed on the Wall",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "When a Genius Office Worker Goes Too Far",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life",
      "Vampire"
    ],
    "summary": "A genius marketer from Korea’s top film company, the only employee ever to fail peer evaluations, and the company’s public enemy number one for being caught up in a bribery scandal.\n\nThese labels sum up Han-rok’s life as a corporate employee.\nAll he ever wanted was to focus on his work. But his refusal to play politics or suck up to anyone—his decision to avoid aligning with any “faction”—\nCame back to bite him in the form of betrayal and false accusations.\n\nJust when he hit rock bottom, He found himself back on that day, five years ago, when everything began to unravel.\n\nDetermined never to be a victim again, Han-rok starts to cross the line.\nAnd for the first time, He begins to see the threads of the real problem that had always been hidden.",
    "image": "https://uploads.mangadex.org/covers/f25227dd-e163-4a6d-9b79-c6b04e984ac4/f156f5d4-d54b-4d71-9a88-ef111e3c8810.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 50",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Thought I was the Real Daughter",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "The Count’s Secret Maid",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Please teach us naughty things.\"\n\nOne day, Itsuki is transported to another world, where he is confronted by sisters who serve the goddess. In order to return to the real world, he must give them practical sex education!",
    "image": "https://uploads.mangadex.org/covers/7b8b6e71-2fc9-4219-b2a0-53af9b78384b/908d9a0e-d613-402e-a31d-1daa027a7496.jpg",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "“I’ll become the greatest maid in the world!”\n\nWith her black-and-white skirt fluttering in the wind, a girl declares her vow. Her name is Melody. The girl, a reincarnator of Japanese origin, inherited the dream of her past life and began working as the maid of a ruined count household in the Kingdom of Theolas. She can transform cheap black tea into a top-shelf drink as easily as she can quickly upgrade a ruined estate into a newly-finished mansion. From household cleaning to serving meals, hunting game to DIY construction, just leave everything to me! Anything’s possible with the help of all-powerful magic!\n\nTruthfully, this is actually the world of an otome game, and the superpowered, omnipotent Melody is actually the Saint… except she hasn’t realized it yet.\n\n“Falling in love? Fighting the Demon Lord? More importantly, I’ve got chores to do!”\n\nWhat will happen to a world whose savior has put her all into being a maid? How does the world cope when its grand script is discarded in favor of menial labor?\n\nWelcome to a fantasy where a single job has upended the cogs of destiny! \n(Novel Updates)",
    "image": "https://uploads.mangadex.org/covers/20d72207-e32f-4d20-94e1-86417b54b9da/222d4bbe-3a14-4ece-80f4-0bd91f520921.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods. The story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
    "image": "https://uploads.mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/cd495772-81a7-4053-80ea-f52057994674.jpg",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 72",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "It Was Love at First Sight, Mr. Villain!",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  },
  {
    "title": "My Dead Lover Returned as a Tyrant",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 64",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Moralis Scandal",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lorena chose death to avenge her ruined life—but wakes up in the past. This time, she’ll protect her family and destroy her husband through a scandalous divorce. To do it, she needs a mad dog to hunt the beast. Let the revenge begin.",
    "image": "https://uploads.mangadex.org/covers/241642af-1f69-433d-b6f6-cfae7fc2ce00/9daa7a90-97d2-44b0-a9ce-f05d4f710602.jpg",
    "moods": []
  },
  {
    "title": "How The Villainous Alicia Saves The Day",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Have No Intention of Returning to You!",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Elsa, daughter of a fallen aristocrat, receives a marriage proposal from Julius, an elite aristocrat. \"Why would such a noble man marry me?\" Elsa was perplexed, but after the wedding Julius, who until then had been kind and gentle, changed his mind!",
    "image": "https://uploads.mangadex.org/covers/4a1da719-1a4a-4f83-a80b-71e3ad2ae384/c0c6fb86-3aa4-4fac-98d7-7ee30972db5b.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "Talent-Swallowing Magician",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
    "image": "https://uploads.mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "High Society",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\"",
    "image": "https://uploads.mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 50",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "The Dowager’s Radiant Rise",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]