[
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’t Dying Wife",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I found myself in the body of the empress married to a tyrant emperor—one doomed to be poisoned and die. The bigger problem? After my death, this tyrant loses his mind and ruins the entire empire! With only two years left to live, I worked tirelessly to rewrite my poisoned fate while keeping the emperor’s sanity in check.All seemed well… until: \"Leah, why don’t you ask me if I’ve eaten breakfast anymore?\"\"Because you’re healthy now.\"That afternoon, he collapsed after drinking his wine. With a smile. *Wait… did you intentionally poison yourself?!*",
    "image": "https://uploads.mangadex.org/covers/3a3c7f1c-ba66-4290-9607-7362b1437936/6e2b3626-97d7-48f6-b93d-b3c7aea2fc8e.jpg",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 83",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 48",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Rose Mansion",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/573efc30-5c69-4719-b72d-d4b64653827d/5a6035c2-0032-4bb2-be45-b0df774d571b.jpg",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
    "image": "https://uploads.mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/efbc02bf-77ef-4021-a2e7-1c00aca9f2cd.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Please Take Care",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Help! Why is my blind date my 'ex'-boyfriend?!",
    "image": "https://uploads.mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 28",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 174",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Contractually Married Husband Wants Me",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 257",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 211",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "I Refuse to Be Executed a Second Time",
    "chapter": "Chapter 161",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Second Husband Is Desperate And Depressed",
    "chapter": "Chapter 133",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Webtoons"
    ],
    "summary": "Not a single soul in Olivia Florence's life, including her own husband, provided the warmth that she craved, and she lived her life alone, growing strong. Waking up two decades earlier right after her regretful arranged marriage to the Duke, Lord James Parnell, she plans to live a different life.\n\nShe hatches a plan to annul her marriage remarry the Duke, Ian Tyrone, infamous for being *impotent* for never showing any interest in the ladies. Maybe his disinterest in women would allow Olivia to comfortably live as his wife, unburdened by childbirth and free of any other pressures in life.\n\nBut wait, the Duke who seemingly \"couldn't get it up\" turns out to be a complete stud at in the bedroom. What has Olivia gotten herself into?\n\n---\nOlivia, celebrating her second chance at life, decides to get away from her first husband, who has high libido. So she proposed marriage to Duke Tyrone, who is known for his incompetence, but when I got married, this man was a skillful man and totally not defective.\n\n\"This is fraud! This marriage is a fraud!\"\n\nOlivia, who is now depressed because of her desperate second husband putting moves on her, will she be happy in her second life?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
    "image": "https://uploads.mangadex.org/covers/4c5d0061-b6c9-4558-b3bb-bfcf8aa8a221/007e3a91-6d11-47be-88bd-53748347c5c6.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Devil Raises a Lady",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
    "image": "https://uploads.mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "moods": []
  },
  {
    "title": "S-Class Self-Employed Person",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven long years in a fantasy world, I finally returned to the real world. Just when I thought I could enjoy some peace and quiet in normal life... Thanks to an Esper, my home vanished in an instant, leaving me with no choice but to scrape together what little money I had and start my own business. “Amazing! The highest-ranked S-class Guide has appeared!” “Huh...? Me?” I was just planning to live quietly as a café owner, but somehow, I ended up becoming an S-class Guide...?!",
    "image": "https://uploads.mangadex.org/covers/779969d7-5677-4294-b59a-68bb87acef22/bf47feaf-5585-488f-970b-1560cc750748.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’s Servant",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Lee Chaerin kicks the bucket, she's whisked into a dark fantasy novel as Rose Estania, a chambermaid at the mercy of the tyrant crown prince, Kalix Forsman. Armed with nothing but her real-world hotelier skills and a diary from the real Rose full of cryptic hints but no escape route, she's forced to navigate a dangerous world teeming with Kalix's enemies. Can she keep his wrath in check, evade death, and find her way back to reality before it's too late?\n\n---\nYour Highness- That is absurd!!\n\n\"Your Highness, did you just cough-!!!\"\n\nI'm doomed! I've been transmigrated to another world! As an extra chambermaid from a 19+ impoverished novel from the early 2000s! For now, I'm trying my best not to upset the male lead's temper so I can survive and return home...\n\n\"Your Highness! Please have mercy!\"\n\n\"Your Highness! That is such an absurd thing to say!\"\n\n\"Could you please stop with that damn antiquated language?!\"\n\nSeems like the etiquette here is a bit different from what I know...\n\nAnyway, after defeating an assassin and taking an arrow for him, I feel like I've become somewhat closer to the male lead.\n\nThe ominous journal that seems to understand my words, and the male lead, who orders me around, seems a bit fishy too. Can I survive here and return home?",
    "image": "https://uploads.mangadex.org/covers/dd0ee1c6-207a-4144-b511-09e808852728/1d1e9bf3-938e-4478-8c5a-5591c8baedb4.jpg",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The main character, Kim Kyung-Sam, is an orphan preparing for the civil service exam while working part-time at a convenience store.\n\nWhile immersed in the game ‘God Forsaken World’ and playing the scenario of ‘Gilosan Ello D’ Baltic’, the fallen Third Prince of The Empire, without realizing it, he is transmigrated into that character.\n\nThe worst part is that at the time it happened, the fallen Third Prince, better known as ‘The Pig Prince’, has been kidnapped and is on the verge of execution…!\n\nWe will see how Kyung-Sam uses his knowledge of the game to overcome various crises!",
    "image": "https://uploads.mangadex.org/covers/df1e3bc8-0cbf-4ba6-ab21-6e472ae902e7/6a8dd743-7eda-49bb-a217-678e63160195.png",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "No Exit",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover.",
    "image": "https://uploads.mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "moods": []
  },
  {
    "title": "I’ll Twist The Neck of a Sweet Dog",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Chloe Garnache is an alluring trap for the emperor. \n\nAfter living a life full of abuse at the hands of her family, Chloe is finally freed from her torture by the grand duke, Kairos Ludwig. \n\nHowever, her days of getting taken advantage of are far from over. The only reason Kairos took her in is because of her beauty, which he plans to use in order to lure and kill the emperor. Chloe willingly follows Kairos’ orders, having fallen for his kind and gentle gestures. Unfortunately, her feelings are never returned, and she is met with a pitiful death once her task is fulfilled. \n\nBut just when things seem to be over, Chloe awakens to find herself back before her life came spiraling down. And this time, she won’t be swayed by the sweet words of the devilish grand duke…",
    "image": "https://uploads.mangadex.org/covers/32e2ed27-2331-4323-94f8-92a3dd84c5f8/cc92927a-aac7-4ae9-90bb-765c6e47f1bf.jpg",
    "moods": []
  },
  {
    "title": "Contractual Marriage Vows",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "William in the Closet",
    "chapter": "Chapter 59",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Surviving As A Maid",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
    "image": "https://uploads.mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Need You Anymore",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "Revenge",
      "Romance"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Genius Bastard of a Noble Dark Clan",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After breaking his back working with the Hero's Party, Chris wound up facing a dog's death.\n\nWhen he next awoke, he was the young master of an immensely wealthy family. However, he wasn't just any noble son but Christian van Baren Kazar — the infamous, good-for-nothing bastard of the Magic Empire's Dark Magic Clan.\n\nThere were only two years left until Christian was fated to meet an untimely death. And even if he managed to survive that long, he still needed to stop the end of the world.\n\nChris had only one option if he wanted to survive and enjoy a life of wealth and luxury: seize control of the Dark Magic Clan and become a Demon King himself!",
    "image": "https://uploads.mangadex.org/covers/e48757ad-77ce-4a9e-9d21-d8f88e4a5f0e/157c7c0f-fa46-4c8d-aa39-612fb979e0de.jpg",
    "moods": []
  },
  {
    "title": "The Lone SSS-Class Summoner",
    "chapter": "Chapter 165",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Zhang Ze crosses over to a parallel world where people rely on the Magic Domain to fight monsters and become stronger to resist the invasion of demons from the Devil’s Cave. For the sake of his sister, Zhang Ze enters the magic realm under the name of Asura, and then he unexpectedly awakens the strongest SSS-level talent summoning ability! The higher the level of the summoning art, the more monsters you can summon, and the more you can upgrade, it’s simply heaven-defying!",
    "image": "https://uploads.mangadex.org/covers/875412f6-45e3-4bd5-950a-8fcb038b8dc4/448d182e-704e-4e1b-baf5-ef1c2333dbb5.jpg",
    "moods": []
  },
  {
    "title": "From a background character to the guardian of the marquess’s heir",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I was supposed to have died in an accident… but when I opened my eyes, I found myself inside the pages of my favorite novel!\nAnd the worst part? I wasn’t reborn as the heroine or even the villainess… but as a completely insignificant side character.\n\nAccording to the original story, the noble couple I work for will soon disappear, and all the servants will be dismissed afterward.\nI knew exactly how it was going to play out, so I told myself:\n“I’ll just live quietly, freely, and comfortably in my own way.”\n\nBut things didn’t go as planned…\n\nSuddenly, and completely against the original plot, I find myself in charge of the marquess’s children, who were left behind after the tragic accident.\nI’ve become their guardian, even though I was never meant to play this role!\n\nEven when I tried to walk away, I couldn’t ignore their innocent eyes and their need for comfort…\nSo I chose to take on the responsibility, leading them on a journey filled with surprises and challenges.",
    "image": "https://uploads.mangadex.org/covers/04e91207-ec17-488e-af2b-b6e0b4ad4ea8/0105fe29-2501-4fe4-85e1-18f4ceab4d44.png",
    "moods": []
  },
  {
    "title": "The Indomitable Martial King",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed. But one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert. This Jim Godspeed says he's killed his father and has the corpse to prove it!\n\n(Source: MangaPlus)",
    "image": "https://uploads.mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/633a929f-5ec9-4554-bcd7-af40e7978d69.jpg",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 75",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Silent Sacrifice Princess And The Black Dragons Marriage",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayame, born into a family of priestesses blessed by the Black Dragon God, possesses a unique ability to heal people through her voice. However, after the death of her parents, she is taken in by her uncle's family who mistreat her, leading to the loss of her voice. Her cousin Mari even takes over Ayame’s rightful position as priestess, and Ayame is eventually offered as a sacrifice to the Black Dragon.\n\n\"Why must I be killed like this?! Someone, please help me!\"\n\nHer desperate plea brought forth the Black Dragon from the sky. He descends and transforms into a handsome young man, gently takes Ayame's hand, and flies away with her.\n\nThus begins Ayame’s new life as the bride of Saku, the Black Dragon, living in his mansion situated between the celestial and human worlds. However, Ayame’s cousin Mari, envious of her new status as the beautiful bride of the Black Dragon schemes to steal him away...\n\nA Japanese-style Cinderella story of a gentle-hearted girl who lost her voice and a proud yet compassionate Black Dragon.\n\n---\nThe Kozuki family was granted the Black Dragon's blessing, allowing them to heal the sick and purify impurity with their voices alone. But Ayame's life shatters after her parents' death, leaving her at the mercy of her cruel aunt and uncle, who tortured her until she lost her voice. As their daughter, Mari, rises to become the new priestess, Ayame is offered as a sacrifice to the Black Dragon.\n\n\"Why do I have to die like this? Please help me!\"\n\nIn response to her desperate plea, the Black Dragon appears as a striking man and takes her hand, whisking her away to his realm. Chosen to be the bride of the Black Dragon Saku, Ayame finds herself in the enchanting Black Dragon Manor, suspended between the heavens and the human world. But jealousy ignites in Mari, who vows to reclaim Saku and make Ayame suffer once more.",
    "image": "https://uploads.mangadex.org/covers/60f40c6d-20b0-4cc1-af91-0bd9912aa764/e16d6b0b-3996-4ec8-a066-cc40ed3469a6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Adopted Daughter of the Sea Guardian",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]