[
  {
    "title": "The brunette’s reaper",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want to Live Life Effortlessly",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Yamada, who works as an ordinary company employee, goes to visit the family home left behind as an inheritance by his late grandfather, and there he finds a door to another world!!\n\nBeyond the door, he meets a talking black cat and a homunculus girl, and as he begins living together with them, he enjoys a cheat magic life in modern Japan and a heartwarming slow life in another world♪\n\nThe best-of-both-worlds life of 35-year-old bachelor Yamada, between another world and reality, begins!",
    "image": "https://uploads.mangadex.org/covers/f97aea58-bc22-4c45-bd63-487c0683f882/a5ece245-398c-417c-b929-10a5881e5244.png",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "Level 1 Player",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "Life has been hard for Choi Hyunseong and his family since the portal gates appeared. That is, until he finally awakens!\n\nWhile he is unable to level up, he is gifted with the ability to trade goods on an interdimensional level and get items that raise his stats! Through the power of commerce, Hyunseong is gaining skills, storming dungeons, hunting monsters, and collecting loot to help his family.\n\nLevel is nothing but a number, and he is seemingly unstoppable as… the level 1 player.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/1%EB%A0%88%EB%B2%A8-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2801)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/91460)",
    "image": "https://uploads.mangadex.org/covers/ae19717e-e443-42bd-b9f7-d15417431bb0/52e5611f-eabe-468f-a16d-1ae8bf92cb7d.jpg",
    "moods": []
  },
  {
    "title": "The Lord’s Coins Aren’t Decreasing?!",
    "chapter": "Chapter 168",
    "genre": [
      "Action",
      "Fantasy",
      "Time travel"
    ],
    "summary": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
    "image": "https://uploads.mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "Surviving in a Romance Fantasy Novel",
    "chapter": "Chapter 48",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "One day, Seo Tae-pyung ended up transmigrating as the younger brother of the heroine in the fantasy romance novel *Celestial Love*. As romantic as this place is supposed to be, he was too busy just trying to adapt to his new life!\n\nRomance? Yeah, right! His goal was to keep a low profile and live quietly. But then... \n\n\"How could you make the crown princess fall for you of all people?!\"\n\nAt that point, he had no idea. He was only just beginning to scrape the surface of this bizarre turn of events…",
    "image": "https://uploads.mangadex.org/covers/bc9b9edf-8ea7-47c9-9dc2-8b08ee07ecf9/191cff6e-349f-4da0-ba6c-d9eb503db7ed.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "The Demon Lord Hates Reverse Harem",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "Haesi’s New Path",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haeru, who was gifted with the mysterious power to foresee the future, rejects her fate and flees. One day, a peculiar scholar appears before her! A man who constantly gets lost, tells lies, and insists that fighting is done with the mind, not the body. From the moment she meets him, Haeru's halted fate begins to move again.\r\nIn 15th century Joseon, a sweet yet dangerous tale of love and war unfolds between the greatest genius king, untold by history, and a mysterious woman bound by the chains of destiny!",
    "image": "https://uploads.mangadex.org/covers/6268afd4-67ff-4625-aa8e-a5d317d483e4/ecc54502-a440-4e4a-8255-937b484642c0.jpg",
    "moods": []
  },
  {
    "title": "The World After The Fall",
    "chapter": "Chapter 188",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
    "image": "https://uploads.mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/ad53d2f9-46cc-4c01-956d-b2a8f6f51fe0.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 269",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Level Up with Skills",
    "chapter": "Chapter 109",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "Put Me To Sleep",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "My Master Doesn’t Bite People",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Regressed life of the Sword Clan’s Ignoble Reincarnator",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Kalli the Champion",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature"
    ],
    "summary": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream.",
    "image": "https://uploads.mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "moods": []
  },
  {
    "title": "Survival Story of a Sword King in a Fantasy World",
    "chapter": "Chapter 251",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Isekai",
      "Magical",
      "Martial Arts",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)\n- [Official Brazilian Portuguese Translation](https://br.comikey.com/comics/latna-saga-a-jornada-do-rei-espadachim-webtoon/429/)",
    "image": "https://uploads.mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/f751dd54-5f61-44c4-a85b-5b795651fa82.jpg",
    "moods": []
  },
  {
    "title": "The Max-Level Player’s 100th Regression",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
    "image": "https://uploads.mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b51ce066-6349-43a6-a163-d9ecaa5775ac.jpg",
    "moods": []
  },
  {
    "title": "Leveling With The Gods",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Shounen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "Living with My Favorite Person is Too Precious",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hajun, a member of the popular K-pop idol group \"HANURu\", had gone on hiatus for military service. But even after his discharge, there were no signs of his return—leaving fans restless and anxious.\n\nNana, a devoted fan of Hajun, continued supporting him while secretly worrying about his absence. However, after her parents' sudden remarriage, she was forced to move out of her home.\n\nWith no other choice, she headed to the new place her parents had arranged—only to find none other than her bias waiting there!?",
    "image": "https://uploads.mangadex.org/covers/662fb73b-1cf0-490c-9eff-20fb29dd6661/33cae5b8-d922-4a3e-bfa3-d6be9278d403.jpg",
    "moods": []
  },
  {
    "title": "Infinite Mage",
    "chapter": "Chapter 125",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?",
    "image": "https://uploads.mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Architect",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kang Chiwoo lost his life in an accident and got reincarnated as the son of a great demon lord in another world.\n\nUnlike his previous life as a map designer, he is now a loser named Kella.\n\nHowever, in a world where magic exists and having realized the dormant power of Kella, Chiwoo sets out to achieve his goal of creating his dream map that he couldn't make in his past life...\n\nWill Kella be able to create his own map while fending off his brothers who constantly try to kill him, the countless threats upon his life, and the pressure of those around him who want him to succeed the throne?",
    "image": "https://uploads.mangadex.org/covers/e98e9be1-3f64-44e6-84f2-f8d2cd01ea53/54dd0b6c-5863-48c2-b144-6286904a28da.png",
    "moods": []
  },
  {
    "title": "Rejecting The Perfect Marriage",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Tezen ducal family, wielding the utmost power, and O’Hara County, possessing all the wealth in the world—their union could not have been more perfect than this.\n\nExcept there was no burning love.\n\n“Evangeline O’Hara is a prepared duchess. It would be troublesome to find another woman now, and there is no guarantee that she would do as well as Evangeline.”\n\nFor Dekarno, there was no Duchess better than her.\n\nSo, if it was only about bankruptcy, he could bear with it.\n\nHowever, she couldn’t.\n\n“Let’s put an end to this, now.”\n\n“…Are you suggesting canceling the engagement?”\n\n“Yes.”\n\nEvangeline had given up everything she had brought so far and now walked away barehanded.\n\nBy relinquishing everything, she could let go of that man, too.\n\nEven the feelings she had held alone.\n\n“I liked you, Your Grace.”\n\n“….”\n\n“No way. Your Grace didn’t think I was only coveting the position of Duchess, did you?”\n\nHow could she leave so easily after claiming she liked him? Dekarno couldn’t understand, and his anger boiled inside.\n\nThe increasingly entangled events, the complicated thoughts—all of it traced back to that woman.\n\nIn the end, there was no choice but to put everything back in its place.\n\nHe set out to find Evangeline, who was desperately trying to stand on her own.\n\n“You claim you’ll survive. It’s unbearable for a mere human like me to endure.”",
    "image": "https://uploads.mangadex.org/covers/5f4c0200-86fe-49fc-a990-b77990f5e32f/4bd16aac-4684-45de-afb8-00e03b67aca0.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 185",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "A Guest Beneath the Monsoon Skies",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Over If They Find Out! The Bigamous Princess – This Marriage Must Remain a Secret!",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "I Tried To Be Her Loyal Sword",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "To save her younger sister Aria from her illness, Cassmire Crisis became a mercenary, wielding a sword and shedding blood to pay for her medicine. \n\nBut when Cassmire suffers a fall one day, memories of her past life as Aria’s wicked stepsister come flooding back. Rather than take up the role of villainess again, Cassmire vows to protect Aria this time. \n\nBut with Aria doomed by the story to face only hardships, Cassmire must pick up her weapon once more to become her sister’s loyal sword!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
    "image": "https://uploads.mangadex.org/covers/9e02520f-11b9-4e29-a882-9d79034347a8/d08d7916-0d2d-4366-b416-f945aa7aecef.jpg",
    "moods": []
  },
  {
    "title": "Revenge on Your Heart",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A long running series of Touhou doujinshi by the circle Ao.  \n  \nCovers and chapters ordered by release date as found on <https://thwiki.cc/青>",
    "image": "https://uploads.mangadex.org/covers/bf8c5684-bdf5-4111-999e-47462acaa3bc/91c45712-d3ef-498b-887f-db2123760e91.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being Your Best Friend",
    "chapter": "Chapter 23",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A master assassin, raised to kill for a \"father\" who wasn’t truly hers, dies by his poison then awakens in her childhood. Now, with the truth seared into her soul, she vows to turn his own game against him: \"This time, I’ll be the one holding the poisoned cup.\" A dark tale of twisted legacies and the daughter who breaks the cycle.",
    "image": "https://uploads.mangadex.org/covers/016645ae-af97-4cb0-b7e5-f585679b0410/72061245-7861-4465-ac30-12b54e60302c.jpg",
    "moods": []
  },
  {
    "title": "Moralis Scandal",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lorena chose death to avenge her ruined life—but wakes up in the past. This time, she’ll protect her family and destroy her husband through a scandalous divorce. To do it, she needs a mad dog to hunt the beast. Let the revenge begin.",
    "image": "https://uploads.mangadex.org/covers/241642af-1f69-433d-b6f6-cfae7fc2ce00/63d0e5ab-c7e8-4400-837c-e32408bc92ee.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "Secretly Meeting With My Boss",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hashimoto is your average office worker—young, and prone to being pushed around by his demon boss, Shirase. His only escape is his favorite online game, and the friends he’s made within. But when he plans an offline meetup for his party, he gets the surprise of his life…! [Kodansha]",
    "image": "https://uploads.mangadex.org/covers/c57d084c-179e-44f9-8e4f-da870761d26b/a377f567-e9a8-4c6e-bd34-c7f652f6da11.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "I Became the Daughter of the Ghost Duke",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Theresia Oblene, eight years old.\n\nAs her dead mother’s things which she left were taken hostage, she was threatened by her wicked biological father and was forced to be adopted by the Ghost Duke family.\n\n“But he only told me to go to be adopted, right? He didn’t tell me not to have this adoption undone, did he?”\n\nNow that it has become like this, I’ll leave my name behind as the fastest child to get a dissolution of adoption in the history of the Empire.\n\n===\n\nAn heir’s duty? What’s that? Is it something to be eaten?\n\nIt was my plan to become a lout and get kicked out on purpose.\n\nUntil I met the Ghost Duke who was cursed.\n\n[Let me do this kind of thing as a parent, Terry.]\n\n[I will become the Miss’ wooden horse!]\n\n[Thank you, Miss!]\n\nThe Duke is too kind, and the employees are too sweet.\n\nIf so… then change of plans!\n\nI decided to raise the Duke Family which is doomed, and buy the whole Viscount family.\n\nShouldn’t I use the ability to see ghosts at times like this?\n\nBut…\n\n[Hey, you. If you keep pretending not to know… I will tell the ghosts of the mansion that you can see ghosts.]\n\nMy ability was found out by some ghost possessing a teddy bear.\n\nWill… I be able to survive here safely?",
    "image": "https://uploads.mangadex.org/covers/2db03b07-89be-4cbe-978b-93648086d88f/696b116a-2385-444b-8477-16c3fe967541.jpg",
    "moods": []
  },
  {
    "title": "The Female Lead’s Mother and the Male Lead’s Father Are Married",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Hold Her Tighter So She Wouldn’t Run Away",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After three failed marriages, Archduke Theo de Phoenix has long accepted that love simply isn’t in the cards for him. After all, who could love a war-hardened monster like him? So when his fourth bride arrives, he greets her covered in blood, gives her a shabby attic for a room, and keeps his distance. Surely, this one will run too. But Yuelina is not like the others. To Theo’s disbelief, she welcomes his presence and fills his cold world with warmth and light. As the walls around his heart begin to thaw, will Theo finally allow himself to love?",
    "image": "https://uploads.mangadex.org/covers/3bcaa969-2a45-45bf-811b-68231c3984c2/a2112140-bf8f-4ea2-b79c-a0f04dea58be.jpg",
    "moods": []
  },
  {
    "title": "Afternoon in Another World [ Official ]",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "*Re:ZERO -Starting Life in Another World-* is now available as an anthology series! Enjoy comics featuring different interpretations of Subaru and the rest, featuring illustrations newly drawn by popular illustrators and stories written by a splendid team of authors!",
    "image": "https://uploads.mangadex.org/covers/807a757f-85d1-4a1b-9b29-59e3f3dc0f24/29549282-6c24-4fc1-b91b-69f21fbb8847.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 520",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  }
]