[
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/17199)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%94%BE%E7%94%9F%E6%B8%A3%E7%94%B7%E4%B8%8D%E5%86%8D%E5%9B%9E%E6%94%B6/456)\n* [French / Français](https://fr.piccoma.com/fr/product/1179)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dont-Pick-Up-What-Youve-Thrown-Away/663)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/120623)",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 175",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  },
  {
    "title": "One hit teacher master baek",
    "chapter": "Chapter 129",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "He learnt the strongest martial arts only to be killed and be reincarnated as a rural village officer as Master Baek, The One Hit Teacher!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jueshimingshibaishifu/list?title_no=2011)",
    "image": "https://uploads.mangadex.org/covers/914c97e0-2623-4f06-9c0e-664393a15424/11701e83-929a-4bde-b478-ad41041eb1af.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "Bloodhound’s Regression Instinct",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being brainwashed by the emperor, Yahn has served him as his loyal puppet. Upon finding out that he has been played by the emperor, Yahn vows vengeance, but he falls to the mighty emperor’s powers. However, instead of dying, Yahn opens his eyes to find that he has gone back in time, to when he used to be a soldier in training. Will he now seek vengeance on the emperor, or will he go look for his family? The choice is now in his hands.",
    "image": "https://uploads.mangadex.org/covers/40677996-3301-412a-99dd-b5c8bf3e3f7b/bf233ccb-e4a5-4829-a349-9d4bc62b2393.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 32",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Stone Thrown in the Lake",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. \n\n“Why… Why do such cute moms have to die?!”\n\nEven though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*… However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes.\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
    "image": "https://uploads.mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/2ff487d5-03e9-4e3a-a3f9-679217797669.jpg",
    "moods": []
  },
  {
    "title": "Three Delicious Meals: Just the Two of Us",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain Discovered My Identity",
    "chapter": "Chapter 169",
    "genre": [
      "Crossdressing",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Time travel"
    ],
    "summary": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
    "image": "https://uploads.mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "moods": []
  },
  {
    "title": "Green Light",
    "chapter": "Chapter 30",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Zhang Gong decides to learn light magic, a magic few show interest in and eventually becomes the legendary Grand Magister. While trying to end the continent’s east and west separation in order to unite all of the different races, he becomes every race’s Child of Light.",
    "image": "https://uploads.mangadex.org/covers/1cec5419-b190-4b67-a98c-533da2b4c835/1c265b9e-39e7-4c96-ba8b-348305c44a62.jpg",
    "moods": []
  },
  {
    "title": "No More Kisses",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rapid Mana Recovery",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ye Yu, a physically weak boy who loves basketball, accidentally unlocks his hidden physical potential after drinking a mysterious beverage. Rising from an unknown underdog, he transforms into a basketball prodigy capable of competing against technologically enhanced athletes. Alongside his teammates, he defends the purity of sports with passion and conviction, igniting a blood-pumping journey on the court! With willpower as his blade and awakened energy recovery, this isn’t just about basketball—it’s a head-on clash between youth and destiny.",
    "image": "https://uploads.mangadex.org/covers/854dea72-9c48-4eef-aaa0-db414f4ec9f9/7f52c5e7-4b34-4a69-9033-8245f4b18fc7.png",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of an Irrevocable Dark Family",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the stepmother of Rebecca, the 5-year-old wicked girl who planned to commit all kinds of troubles because of her limited time due to an illness.\n\nSoon, I’m going to get severely hurt because of Rebecca.\n\nIn this second life of mine, I can’t believe I’m going to be crippled and unable to live properly for the rest of my life.\n\nAs expected, the Duke’s appearance exceeded my expectations.\n\n“Get lost.”\n\nI just went to your side, is there a need to swear?\n\n“My mom? As if! Such a rotten being. Get out of my house!”\n\nSplashing water at me, why does my daughter have a mother-in-law style that is typically seen in a morning drama?\n\n“Don’t cross the line. I don’t like you.”\n\nEven the Duke, who brought me over himself, loathes me.\n\n***\n\nNasty and cheap humans.\n\nI’m out of here!\n\nI made up my mind and started to do what I wanted.\n\nAfter taking a little revenge on a kid who does not even apologize, let alone feel remorseful, all that’s left is to run away….\n\n“Mom, you can’t live without me, can you? I’ll grant you a special place next to me!”\n\n…No. I don’t want to be next to you.\n\nEven that girl’s father, the Duke, the man who hated me to death, was acting strangely.\n\n“I hate you so much. So I’m going to put you next to me.”",
    "image": "https://uploads.mangadex.org/covers/6b7cace5-cc1c-4956-9d78-f013fbbb20d8/ba6fcdf7-7951-4fde-8410-8e3fd28ca401.png",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "Please Don’t Reply!",
    "chapter": "Chapter 58",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Li Ran traversed to another world and became the Holy Son of a Demon Way Sect. The system has awakened, and the first task released is actually to fall in love? The Sect strictly forbids relationships between men and women. Li Ran took the risk of being expelled from the Sect and wrote a love letter to his junior sister, but it was sent to the master by mistake!",
    "image": "https://uploads.mangadex.org/covers/3601dcdc-59f9-4cb3-88a0-1010144be57e/1240261b-8609-4031-89ff-66c11baa7b63.jpg",
    "moods": []
  },
  {
    "title": "It’s My First Time Being Loved",
    "chapter": "Chapter 64",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As the only hope to stop the end of the world, I’ve lived 99 lives with everyone pressuring me to sacrifice myself. I dearly hoped this life would be my last…!\n\n“A lady is born!”\n\nI’ve ended up beginning my 100th life. They’re going to give me a hero treatment and sacrifice me again anyways. Is what I thought, but—\n\n“Thank you for being born safely.”\n“Unnie’s gon to get dem all for you!”\n“Can I please see our youngest smiling as well?”\n“Hey little baby, did you miss me?”\n\nThis life is a bit… weird.",
    "image": "https://uploads.mangadex.org/covers/22d171ce-82c5-4338-a8c1-5e17c6a187b7/0e208d98-87cc-4011-b1f9-495546faa819.png",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 114",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Wantless Godly Rich System",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Hang Xingwang, who had been silently enduring life as a corporate slave, suddenly awakened the Ultimate Freedom System. The more he indulges, the richer he becomes! From then on, the lowly operations staff transforms into the top boss, stepping on simps and punching snobs in the face. Thus begins his journey as a godly tycoon!",
    "image": "https://uploads.mangadex.org/covers/0313f538-68ec-456c-bd4b-d9bbb61aeff5/53acb235-e2a2-42d9-a98a-c53d40843cd3.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "Since I Don’t Remember Anything About It, Shall We Break Up, Your Majesty?",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. After enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Kim Oh-jin and The Strange Beasts",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "Veterinarian Kim Ohjin was unexpectedly summoned by a dragon. After successfully treating the dragon’s pet, he returns home… only to find himself in another world.\n\n\"Animals in another world are still animals, right?\" I was a vet barely scraping by in the real world, but now, in this strange new world, I’m a renowned doctor?\n\nWith my old clinic on the verge of closing, I’m setting my sights on a new opportunity—my second clinic, and hopefully, a big success!",
    "image": "https://uploads.mangadex.org/covers/f5bddf78-8e17-4b84-a79d-b39557a3a0ca/2c1c6908-7bf0-4d76-a1c7-af51dee026e1.jpg",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "I Want To Eat You",
    "chapter": "Chapter 46",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 47",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "‪Guardian Of Dragon",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
    "image": "https://uploads.mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "moods": []
  },
  {
    "title": "She Was Supposed To Be A Temporary Princess But It Seems She Is Done A Little Too Well",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Young Villainess Sees Through It All",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Although born into an aristocrat family, Alicia has always faced mistreatment. The main reason was her being an illegitimate child. The only person who showered her affection was her younger sister, Lilian. But she too ended up betraying her which resulted to her untimely death. After waking up, Alicia finds herself back to her seven-year-old self. She notices a ring shining on her finger and she realizes that she’s suddenly able to read people’s inner thoughts. With her “child-like form” and her “mind-reading ability,” she plans to take revenge as a young villainess.",
    "image": "https://uploads.mangadex.org/covers/b01be66b-224a-4b7b-a789-288b56953297/ec2c24b8-3877-472e-9779-f30ac9180dd6.png",
    "moods": []
  },
  {
    "title": "Haesi’s New Path",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haeru, who was gifted with the mysterious power to foresee the future, rejects her fate and flees. One day, a peculiar scholar appears before her! A man who constantly gets lost, tells lies, and insists that fighting is done with the mind, not the body. From the moment she meets him, Haeru's halted fate begins to move again.\r\nIn 15th century Joseon, a sweet yet dangerous tale of love and war unfolds between the greatest genius king, untold by history, and a mysterious woman bound by the chains of destiny!",
    "image": "https://uploads.mangadex.org/covers/6268afd4-67ff-4625-aa8e-a5d317d483e4/ecc54502-a440-4e4a-8255-937b484642c0.jpg",
    "moods": []
  },
  {
    "title": "The Fake Master Who Accidentally Became the Strongest",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Breed, an old dragon master, is not only fired from his job but also exiled from his country... but the dragons love him and follow him!?\n___\n**Alt Official Raw:** [MagaPoke](https://pocket.shonenmagazine.com/episode/2550912964695382195)",
    "image": "https://uploads.mangadex.org/covers/16e5e948-f589-4347-a93b-513e0fd9e776/41af297d-908d-4006-a8ef-dc06efcbfb5c.jpg",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 354",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 68",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "Forget That Night, Your Majesty",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||",
    "image": "https://uploads.mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "moods": []
  }
]