[
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 71",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“*My seatmate, Shiraishi-san, is just too cute—and it's driving me crazy!*”\n\nThey know each other, but they’re not exactly friends. Akaogi Ayame and Shiraishi Konomi are classmates—*nothing more, nothing less.* Ayame is strikingly beautiful, a standout athlete, and popular in class, whilst Konomi is shy, introverted, and has only one friend. They should’ve had no reason to interact... so how did things end up this way? What started as a small, trivial incident caused Ayame’s hidden feelings to overflow, now she can’t stop thinking about *her!*",
    "image": "https://uploads.mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/8f278c54-9f78-47f9-b776-2c86ef170ec3.jpg",
    "moods": []
  },
  {
    "title": "Let’s Go to your House, Oppa",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Florence Café’s owner, Yoo Ji-an, has someone who feels more like an older brother than her real one.\n\nThat person is Choi Jae-geon, the heir of Hwaseong Construction, who never misses a chance to get on Ji-an’s nerves.\n\nOne day, after an unexpected incident leaves Ji-an with nowhere to go, Jae-geon is the one to reach out first.\n\n“Come to my place.”\n\nAnd so begins their cohabitation.\n\nThey’ve always bickered and clashed at every turn, but suddenly, the atmosphere between them starts to shift.\n\nThen, with just one sentence from Jae-geon—\n\n“Come to my room.”\n\nJi-an’s heart starts to race.\n\nKIM's hit novel, Come to My Place, now adapted into a webtoon!\nFamiliar yet unfamiliar, in a home that isn’t her own—\nA fiery love-hate romance begins!",
    "image": "https://uploads.mangadex.org/covers/642aea88-d765-4bc3-91fd-6e16fc0cbaa0/bd73d9dc-4094-40f5-9441-030abeee84e9.jpg",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "The secrets of the lovely duchess",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?",
    "image": "https://uploads.mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "I Acted As the Adopted Daughter Too Well",
    "chapter": "Chapter 97",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dead Evil Queen Elise",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Queen Elise, the young king’s rightful wife, couldn’t bear him an heir. Blamed for his failures and tormented by his cruel magic, she suffered terrible abuse. Everyone thought she died from her injuries, but she escaped.\n\nDisguised as a commoner, she hides her true identity and plots to destroy the tyrant king.\n\nIn a quiet town, a stableman named Flegel falls in love with her, not knowing who she really is. But he’s hiding a secret too.\n\nThis is the story of the so-called 'evil queen' and her short but unforgettable second life.",
    "image": "https://uploads.mangadex.org/covers/6b24eecc-d606-4294-93d4-00e36ceb308e/9aad06b6-e4a7-49e8-8aad-6d5f79176cb0.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel—or so I thought. Life was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! Then I found out that he’s terminally ill—and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 362",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "GG Complex",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "Yeonwoo’s Innocence",
    "chapter": "Chapter 203",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
    "image": "https://uploads.mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "moods": []
  },
  {
    "title": "Summer Love Crush",
    "chapter": "Chapter 5",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A special mini-edition of Yuri Hime magazine with extremely short manga by Yurihime authors. This book was a special send-away item and is not available in stores.  \n  \n**Sayuri-hime 1**  \n||  \n► **Traces of Snow**, by Takahashi Mako  \nThe protagonist goes to visit an old friend.  \n► **A Devil's Sweet Snare**, by Hakamada Mera  \nA very short story about sweetness.  \n► **Another Flower Blooms**, by Fujieda Miyabi  \nA very short extra story set in the [The Miko's Words and the Witch's Incantations](https://mangadex.org/manga/5623).  \n► **The Mystery of the Yuri Cage**, by Chi-Ran  \nA mini-sequel to [The Yuri Cage](https://mangadex.org/manga/7059). It's about the main character's cousin, who happens to be in love with her.  \n► **[First Love Sisters](https://mangadex.org/manga/7081) extra**, by Shinonome Mizuo  \nWe learn more about Teshigawara Chiori.  \n► **[Nanami and Misuzu](https://mangadex.org/manga/7083) extra**, by Minakata Sunao  \nNanami returns to the school one night for something she forgot.  \n||  \n  \n**Sayuri-hime 2**  \n||  \n► **Dream Trip**, by Chi-Ran  \nA mini-sequel to [Dream Drops](https://mangadex.org/manga/7059).  \n► **[Honey Crush](https://mangadex.org/manga/6195) extra**, by Tsubaki Asu  \nMitsu is over at Kyouko's place.  \n► **[President and Vice-President](https://mangadex.org/manga/23610) extra**, by Hakamada Mera  \nThe president dreams about getting a massage from the vice president.  \n► **Midsummer Lovers**, by Morishima Akiko  \nA short but sweet story about a woman visiting her first love.  \n► **Summer Window Chatting at Night**, by Kazuma Kowo  \nNanao finds something of Matsumoto's. (This short is part of [Junsui Adolescence](https://mangadex.org/manga/5762) series.)  \n► **Apple Day Dream extra**, by Jounouchi Nene  \nAbout tests of courage.  \n► **Sweetly Reeling**, by Seiro Yuzuha  \nA girl finds out why her classmate always wears long sleeves to school.  \n► **[Nanami](https://mangadex.org/manga/7083) and Misuzu extra**, by Minakata Sunao  \nThe Sayuri-hime 2 installment of Nanami and Misuzu is about summer.  \n► **Instant Summer**, by Natsuneko  \nExtra of [Butterfly 69](https://mangadex.org/manga/5791), Maria tries to turn the tables on Ageha.  \n► **Magical Chocolate**, by Otsu Hiyori  \nA girl gives her friend a piece of magical chocolate. Included in [Orange Yellow](https://mangadex.org/manga/7588).  \n||  \n  \n**Sayuri-hime 3**  \n||  \n► **Another Sweet Field**, by Nanzaki Iku  \nAbout the characters from Sweet Little Devil and Heart and Soul. Sayo wants to be Ritsuko's bride when they grow up.  \n► **Quilt Queen extra**, by Natsuneko  \nExtra for [Quilt Queen](https://mangadex.org/manga/5791), the couple attends a friend's wedding.  \n► **Apple Day Dream extra 2, by Jounouchi Nene  \nAbout summer.  \n► **Summer Nude**, by Kazuma Kowo  \nAbi wants to go to the pool but Kiiko is reluctant. (Part of [Junsui Adolescence](https://mangadex.org/manga/5762) series.)  \n► **Melting**, by Yotsuhara Furiko  \nAn extra to [Sleeping Beauty's Dream](https://mangadex.org/manga/8599). Tsukasa and Akira are sent to get snacks for the rest of the student council.  \n► **Bashful Little Hime-chan's Summer**, by Mizuki Maya  \nExtra to Bashful Little Hime-chan in Yuri Pop.  \n► **The Flower Garden Legend**, by Hakamada Mera  \nAbout a school legend.  \n► **Mark**, by Chi-Ran  \nA girl's wish for love.  \n► **Sawashiro Hinako's Future**, by Yaya Hanatsu  \nIt focuses on a minor character in Our Future.**||  \n  \n**Sayuri-hime 4**  \n||  \n► First Impression, by Nanzaki Iku  \nA transfer student discovers she has something in common with the girl seated behind her.  \n► Soft-Boiled Fujoshi ~Before Winter Comiket~, by Morishima Akiko  \nChie is working on a doujinshi on Christmas Eve.  \n► Beautiful Pain extra, by Natsuneko  \nThis short focuses on the girls' mother. (Part of Butterfly 69)  \n► Mental Age Limits, by Kazuma Kowo  \n\"Mental Age Limits\" is a one-page short from Kazuma Kowo's Pure Water Adolescence series.  \n► **Sharing Heat**, by Yotsuhara Furiko  \nA short extra to [A Violet at Zero Degrees Kelvin](https://mangadex.org/manga/27127). Harunobu wants Takashi to warm her up.  \n► Yuru Yuri extra, by Namori  \nYuru Yuri in 4-koma mode.  \n||  \n  \n**Sayuri-hime 5**  \n||  \n► Honnou-ji no Hen, by Natsuneko  \nA short teacher-student story. (Part of Butterfly 69)  \n► My My Girl, by Sawa Nanao  \n► Tag, by Tanimura Marika  \n► The Love Jellyfish -Sting-, by Sukoyaka  \n► Worrying, by Takemiya Jin  \n(Part of Love Flicker)  \n||  \n  \n**Sayuri-hime 7**  \n||  \n►**Love, Heat Haze, End-of-Summer Regrets** by Ohsawa Yayoi, a short sequel to [Dusk, Orange, The Blooming Flowers...](https://mangadex.org/manga/18294)  \n► **Summer With a Mermaid** by Kurokiri Misao is an extra of [Tears of Pearl](https://mangadex.org/manga/28777)  \n► **Flowers in the Shade** by Kurokiri Misao is an extra of [Flower of My Heart](https://mangadex.org/manga/28777)  \n||",
    "image": "https://uploads.mangadex.org/covers/5a3d1fa1-14f0-40c5-82e8-f4eac67ae4aa/c3a24ec7-6e1c-432a-bc52-7063a2bb040c.jpg",
    "moods": []
  },
  {
    "title": "A Terminally Ill Villainess Refuses To Be Adopted",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into the body of a terminally-ill villainess, Ibellin decides to find a peaceful life and a happy ending instead. Rather than selling off the main villain, Raven, to get the expensive medicine needed to treat her illness, Ibellin decides to heal the boy and then quickly send him on his way. But when Raven's father comes to seek her out, Ibellin is given a choice she's never imagined before. Will she accept it, or will she decline in hopes of finding happiness elsewhere?\n\n---\nWhen the villain was young, she became Extra #1 who deceived him and sold him as a slave. This girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the slave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain. Even though he was young, he was wary of me until the time of parting came, perhaps because he was the villain. Fortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“…Are you telling me to go away?”\n\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease. Well, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You…”\n\n…There was something strange about the villain’s prickly face that was looking at me.",
    "image": "https://uploads.mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/f87ead29-494e-41bf-b8fa-7809589cdd38.jpg",
    "moods": []
  },
  {
    "title": "The Baby Isn’t Yours",
    "chapter": "Chapter 102",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Callia Taxicate was a mere commoner until she saved the life of Simon Tereloane, the son of a duke. In return, the duke helps make her commander of the emperor's knights and she becomes a war hero. \n\nThough she only sees Simon as a friend, the two unexpectedly spend the night together and she ends up pregnant! Terrified that he and his noble family won't accept a child out of wedlock, Callia runs away to raise the baby on her own. But how long can she hide this secret, especially from the father?!",
    "image": "https://uploads.mangadex.org/covers/ed45feb9-296a-4600-a7e3-ea0b6bfe4bf6/75a68ec7-22c6-4ce6-8121-222e20d114d7.png",
    "moods": []
  },
  {
    "title": "The Demon Lord Hates Reverse Harem",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Hide the Emperor’s Child",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Astelle, the empire's one-day empress brought with her a secret when she left the palace after the divorce: she was pregnant with Emperor Kaizen's child. Six years later, Astelle is living a peaceful life in the countryside with their son until the imperial guards come knocking. Kaizen requires Astelle's consent to receive the key territory of Meilen. With the empire still in turmoil from a rebellion, will Astelle be able to hide her son's identity from these threatening forces, and more importantly, from his father, the emperor?\n\n---\n“You never loved me anyway, right?”\n\nAstelle’s long-awaited marriage life ended in a day.\n\nShe worked hard to become Kaizen’s wife since she was ten, \nhowever, the only thing that was left for her was a disgrace as the banished-empress.\n\nShe was abandoned by her family; \nShe was kicked out by the man she loved, Kaizen.\n\n“Yes. You’re right. I didn’t love you.”\n\nAstelle lied for the last time. \nFor the sake of the man who was her reason to live and it was also for him who was her husband for a day.\n\nShe thought there is no point tp contact with him again, but-\n\n“I think… I might be pregnant?”\n\n–\n\nSix years later, Astelle, who reunited with Kaizen, lied again.\n\n“You… who is that child?”\n\n“He’s my nephew.”\n\nFor the sake of protecting the child.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
    "image": "https://uploads.mangadex.org/covers/af2834eb-34dd-4cc2-9b09-7cab4e5e172b/81d5e43d-01ba-42c2-826b-ad81ecb99226.jpg",
    "moods": []
  },
  {
    "title": "Dawn Lighting Above The Clouds",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Screw the Noble Life, I’m Going Home",
    "chapter": "Chapter 55",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!",
    "image": "https://uploads.mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/7546b417-6a3a-436f-a666-2a315ea06ea2.jpg",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "Leveling With The Gods",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Shounen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "To My Apricot Hill",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Put Me To Sleep",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Care If You Fall in Love",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Obsessed With Proposing to Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Trapped in a story where the male lead must love her to survive, a woman dedicates eight years to manipulating his heart—silent stalking, strategic appearances, engineered coincidences. But when her coldly planned \"happy ending\" arrives, she learns a hard lesson: you can't control love without losing yourself.",
    "image": "https://uploads.mangadex.org/covers/3fae5455-8fd8-47eb-b8f4-a04163165850/53a808a6-af16-412d-88ec-8dbdbdf2eae0.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "Infinite Mage",
    "chapter": "Chapter 130",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?",
    "image": "https://uploads.mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "moods": []
  },
  {
    "title": "I Am Invincible in the Fantasy World of the Apocalypse",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents.\n\n\"I couldn't be a good dark magician, but I want to make their lives better!\"\n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician's academy. After learning more about magic, the girls return to see their father with some important news... They are S-rank Sages?! And they want to form a party with him?!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Return of the Apocalypse-Class Death Knight",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Damien Haksen was once a gifted warrior with a bright future, but everything changed when a powerful Archlich twisted him into a Death Knight. Controlled by dark magic, he murdered his own family and helped destroy a kingdom. He broke free at the very end — too late to undo the damage. \n\nBut fate gave him one more chance.\n\nNow back in the past, Damien is determined to protect the people he once lost and destroy the dark mages who turned his life into a nightmare. This time, he’ll fight not for glory, but for love, redemption, and the future of his family.",
    "image": "https://uploads.mangadex.org/covers/6fa61a0f-95c5-453e-a410-0f458955e0a3/2552d86b-33f6-4fb2-92f3-d8f6831dc4ec.jpg",
    "moods": []
  },
  {
    "title": "Barbarian’s Adventure in a Fantasy World",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unfortunate girl living in modern times travels to another world and by chance, receives an amazing power. She is able to attract the hearts of many and captures the hearts of the four Crown Princes from four different countries. As she travels down this path, will she be able to succeed in becoming the master of an imperial harem?\n\n---\n\n[Official English PV](https://youtu.be/Ocf8OLuvA0Y)  \nOfficial English: [WebComics](https://www.webcomicsapp.com/comic/5f2bd9208c252b04ca6bb0ea), [MangaToon](https://mangatoon.mobi/en/detail/599377),  [Pocket Comics](https://www.comico.io/pocket-comics)",
    "image": "https://uploads.mangadex.org/covers/b2d69804-ea75-402f-9051-40a248bd951c/373c5b40-5395-4525-a4f0-f248481286cf.png",
    "moods": []
  },
  {
    "title": "When a K-Eldest Daughter Possesses a Childcare Novel",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I decided to reclaim what the original eldest had possessed and correct the hierarchy in the house. From loyal servants to the spirit’s treasures, even the heir’s position. And finally, Father returned home with the young original female protagonist.\n\n“She will be known as Nesia, the youngest of our family from now on. Come, start call me Dad.”\n\n“I’m your brother! Say it quickly!”\n\nThe now 11-year-old female protagonist was truly lovely and angelic. Of course, I wasn’t interested in her at all. There were plenty of others who admired her besides me. But something felt strange?\n\n“Ah…”\n\n“Yes, Dad!”\n\n“No, brother!”\n\n“Sister… ♡”\n\nThe female protagonist pushed aside my frozen father and younger brother to come to me. I hadn’t done anything for her, so why did she like me?",
    "image": "https://uploads.mangadex.org/covers/8a49d9b1-c375-4b2f-b629-2cd05524f7d4/5d2786e6-de1e-42f0-a28d-7b0e223c2729.jpg",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Think It Would Be Better For Me to Become King",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Astarote is a young woman who is transported into a romance game that she loved. She takes on the role of the villain, who is married to Prince Cedric, her favorite character. However, she discovers that the end of the game is tragic for her, as she is accused of being an impostor and is executed by the king.\n\nShe tries to change her husband's destiny, making him become the new king, but in every route she ends up dying. Desperate, she decides to take radical action: she will become the queen and change the course of history. But to do so, she will have to face many obstacles, intrigues, enemies and secrets.",
    "image": "https://uploads.mangadex.org/covers/89b00f05-1512-43f0-8779-976a400cacf1/2eaae67d-4121-4ac7-8ed5-e8503a21324d.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 72",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 2",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "Rejecting The Perfect Marriage",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Tezen ducal family, wielding the utmost power, and O’Hara County, possessing all the wealth in the world—their union could not have been more perfect than this.\n\nExcept there was no burning love.\n\n“Evangeline O’Hara is a prepared duchess. It would be troublesome to find another woman now, and there is no guarantee that she would do as well as Evangeline.”\n\nFor Dekarno, there was no Duchess better than her.\n\nSo, if it was only about bankruptcy, he could bear with it.\n\nHowever, she couldn’t.\n\n“Let’s put an end to this, now.”\n\n“…Are you suggesting canceling the engagement?”\n\n“Yes.”\n\nEvangeline had given up everything she had brought so far and now walked away barehanded.\n\nBy relinquishing everything, she could let go of that man, too.\n\nEven the feelings she had held alone.\n\n“I liked you, Your Grace.”\n\n“….”\n\n“No way. Your Grace didn’t think I was only coveting the position of Duchess, did you?”\n\nHow could she leave so easily after claiming she liked him? Dekarno couldn’t understand, and his anger boiled inside.\n\nThe increasingly entangled events, the complicated thoughts—all of it traced back to that woman.\n\nIn the end, there was no choice but to put everything back in its place.\n\nHe set out to find Evangeline, who was desperately trying to stand on her own.\n\n“You claim you’ll survive. It’s unbearable for a mere human like me to endure.”",
    "image": "https://uploads.mangadex.org/covers/5f4c0200-86fe-49fc-a990-b77990f5e32f/4bd16aac-4684-45de-afb8-00e03b67aca0.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Architect",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kang Chiwoo lost his life in an accident and got reincarnated as the son of a great demon lord in another world.\n\nUnlike his previous life as a map designer, he is now a loser named Kella.\n\nHowever, in a world where magic exists and having realized the dormant power of Kella, Chiwoo sets out to achieve his goal of creating his dream map that he couldn't make in his past life...\n\nWill Kella be able to create his own map while fending off his brothers who constantly try to kill him, the countless threats upon his life, and the pressure of those around him who want him to succeed the throne?",
    "image": "https://uploads.mangadex.org/covers/e98e9be1-3f64-44e6-84f2-f8d2cd01ea53/54dd0b6c-5863-48c2-b144-6286904a28da.png",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A master assassin, raised to kill for a \"father\" who wasn’t truly hers, dies by his poison then awakens in her childhood. Now, with the truth seared into her soul, she vows to turn his own game against him: \"This time, I’ll be the one holding the poisoned cup.\" A dark tale of twisted legacies and the daughter who breaks the cycle.",
    "image": "https://uploads.mangadex.org/covers/016645ae-af97-4cb0-b7e5-f585679b0410/72061245-7861-4465-ac30-12b54e60302c.jpg",
    "moods": []
  }
]