[
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 145",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "Genius Grandson of the Loan Shark King",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?",
    "image": "https://uploads.mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 184",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 114",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set ten years after the death of the notorious crime lord Geese Howard, the city of South Town has become more peaceful. Now, the stage is in the neighboring city of Second South Town. A new fighting tournament called \"King of Fighters: Maximum Mayhem\" starts in the area, and several characters related with the fighters from the old era of King of Fighters tournaments participate within it.",
    "image": "https://uploads.mangadex.org/covers/4088566f-e860-4166-9f64-284ea2a5091b/1849525a-72be-419c-843a-75075ca830b9.jpg",
    "moods": []
  },
  {
    "title": "I Want to Maintain My Stepmother’s Character",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 45",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Briefing: The Anchor Of the Soul",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 52",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "Sweet Whispers",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oneshot promoting the first volume of the Light Novel \"Alya, Who Sits Next to Me, Sometimes Whispers Sweet Nothings in Russian\". Popularity may result in a serialization!  \n  \nFollow the story of the ice-cold perfect beauty, the half-Russian Alisa \"Alya\" Mikhailovna Kujo, and your average high school underachiever, Masachika Kuze. She has a cold exterior, but speaks her love in a language she thinks nobody understands… Little does she know that he understands her just fine! Enjoy the silly slice-of-life romance between Snow Princess and Mr. Worldwide!",
    "image": "https://uploads.mangadex.org/covers/ccd322e2-47cb-4376-b91a-3f68b81b35ae/65fd0963-2a62-481f-9723-31508c673e9e.png",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "Layer Upon Layer of Butterfly Reflections",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I wish to annul the engagement",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "It is mid-spring in the country of Brior. Olivia, a duchess, pretends to be a fool under the order of her fiancé, the crown prince, Alan, and suddenly, he tells her that their engagement has been broken off. Olivia was stunned, but she was even more confused when the second prince, Cyrus, suddenly appeared in front of a large audience and asked her to marry him.",
    "image": "https://uploads.mangadex.org/covers/8209b7ed-26ae-41e7-8bc9-e4475014d62e/e9b9ef6b-be5e-4c2d-84f5-38e92c9b8ea7.jpg",
    "moods": []
  },
  {
    "title": "Honestly, This 13th Regression Is Getting Tough",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 42",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "To Those Who Long for My Destruction",
    "chapter": "Chapter 119",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/afac87ae-4739-4793-8183-e8946f3e840d/2659cbb2-fc8e-4c4b-8081-6223c2f1e34b.jpg",
    "moods": []
  },
  {
    "title": "Grand Duchess’s Constitution",
    "chapter": "Chapter 4",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was possessed by a wicked woman who was about to be hanged in a year.\n\nIn order to survive, she entered a contract marriage with the cursed northern grand duke.\n\nHe was obviously a husband who blushed at the mere touch of her hands at first…\n\n“I thought you liked… my chest.”\n\n“I can’t stop because your lips taste so sweet.”\n\nI’m in trouble because my husband is so demanding!\n\nMoreover, he said there were no tourists in this wonderful city, so I was thinking of helping out a bit.\n\n“The north become the hottest place in the empire?”\n\n“Special goods sold out as soon as they were released?”\n\nWhy is everything going so well?\n\nIs it perhaps because of me, the Grand Duchess?",
    "image": "https://uploads.mangadex.org/covers/94d173bb-18d0-4296-956f-1db0a1169be9/c4565c9b-e436-42e0-a34e-c933cbfd5354.jpg",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "The Words of The Beloved Sun",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "The collected anthologies of Satoshi Mizukami's oneshots.  \n  \nVolume 1: Ribbit Ribbit\n- Chapter 1 - Gekogeko:\nAbout a girl whose boyfriend is a frog. \n- Chapter 2 - Yaichirou  \n- Chapter 3 - Densetsu no Otoko  \n- Chapter 4 - Joreishi  \n- Chapter 5 - Dokusho no Jikan  \n- Chapter 6 - Kaijin Natsugorou  \n- Chapter 7 - High Jump Rabbit  \n- Chapter 8 - Koutetsu Shinshou Omega Frog  \n- Chapter 9 - Ryuu to Shoujo to Hyakkichou\n  \nVolume 2: Cheep Cheep\n- Chapter 1-3 - Piyopiyo  \nA tale of a chick which never grows into a chicken.    \n- Chapter 4 - Makai Zanyouken: Dokidoki Jigokuhen  \n- Chapter 5 - Ganbatte-chan to Yameyouze  \n- Chapter 6 - Erabu Michi  \n- Chapter 7 - Thunder Girl to Hyakkichou  \n- Chapter 8 - Kazaana Atama to Hyakkichou\n\nVolume 3: Galactic Emperor Ginga Thunder's Excellent Adventure  \n- Chapter 1 - My Fist  \nEarth's ultimate weapon is deployed to face a threat of intergalactic proportions, and learns a little something about life.  \n- Chapter 2 - Nell, The Artist of Shambala  \n- Chapter 3 - Wedding Bells in Monster Town (Koi no Suzu Hyakki)  \n- Chapter 4 - The Awakening  \nThe terrible origin tale of the scourge of worlds, Galactic Emperor Ginga Thunder.  \n- Chapter 5 - Kare no Tabi ga Owaru  \n- Chapter 6 - Wani Onii-san (My Brother is a Crocodile)  \nOnii-san has turned into a crocodile! How is his sister, who has a brother complex, going to use love to overcome this forbidden interspecies obstacle?  \n- Chapter 7 - Suna no Wakusei no Tami (Denizens of the Sand Planet)   \n\nChapter 66 of [Lucifer and the Biscuit Hammer](https://mangadex.org/title/6ebe8b8a-7bac-45f0-8652-4b9d52b95644) was also included in this volume.\n\nVolume 4: Wandering World  \n- Chapter 1 - Takeyashiki Shimai, Miyaburareru  \n- Chapter 2 - Matsuri Connection:  \nAbout a shut-in girl and a dwarf alien, who lives on her head.  \n- Chapter 3 - Too Late for Fantasy:  \nWhen given a magic lamp, 37-year-old Tohru Sugamo wishes for his childhood dream to come true and gains all the powers he thought up once upon a time as a wannabe novelist, but it turns out an eighth grader's ideas aren't the most original - or the kinds of things you'd want causing havoc in your married life.  \n- Chapter 4 - Fantastic Eats (Enigma Viking)  \nA monster hunter and his erstwhile apprentice make their living selling unknown delicacies. This stuff is safe to eat, right?  \n- Chapter 5 - Walking the Void  \nWhen Amada Yuu was a child, the apartments were his entire world. When he learned the truth, the infinte void stretching outside would come to reside inside him as well.",
    "image": "https://uploads.mangadex.org/covers/f9bfc73a-d017-424c-92ed-bb79d67fa881/c1f78919-21e0-4b53-950a-db4d48a21376.jpg",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 37",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cure for the Tyrant in the Waste Novel",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "MookHyang – Dark Lady",
    "chapter": "Chapter 262",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhua",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "The exceptional martial artist and proud hierarch of the Demonic Sect, Mookhyang, winds up in a strange new fantasy realm after falling victim to a curse cast by his enemies, the Blood Sect. But when Mookhyang’s incredible control over qi, or mana, becomes known, it’s only a matter of time before he gets cursed again… and turned into a young lady?! \n\nIn this world of elves, mages, knights, and dragons, will a mastery of Chinese martial arts be enough for one man (or woman) to fight his way back home? Or will this humbled warrior finally concede defeat? \n\n[Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
    "image": "https://uploads.mangadex.org/covers/4ffd1f8f-ab82-4de4-9dea-e0608c043d7b/669f430e-a824-47cb-b3f5-14dfd1274c34.jpg",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 203",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "For decades, I was a mindless Chimera Hunter—a weapon forged and discarded. But after dying in the depths of a monster-infested gate, I woke up… human.\n\nNow, as Cheon Dowoon, I just wanted peace—a quiet life, a warm cup of tea, and zero demonic nonsense.\n\nToo bad fate had other plans.\n\nFirst, a lost hellhound dug up my garden. Then, a snarky shadow beast started napping on my porch. Worst of all? My old “acquaintances” keep showing up—some begging for help, others… for my head.\n\nRevenge? Survival?\nPlease. I just want to put on pants first.\n\n—A former killing machine’s “relaxing” second life begins… in a front yard that’s basically monster daycare.",
    "image": "https://uploads.mangadex.org/covers/07007563-5533-44ec-8269-aba1f47cc3d7/0acb9efa-b798-4ad2-a0b2-c5f636033924.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "Shh! I’m Not a Villainess, I’m a Detective!",
    "chapter": "Chapter 39",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/68774c62-2e82-4a99-8938-64443cc9340e.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Full-Time Awakening",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "As the captain of the Divine Legion and the strongest Awakener, Bai Yi is betrayed by a comrade, witnessing all his teammates die before his eyes. Only then does he realize he has always been a pawn of those in power. Having lost everything, he is reborn 20 years ago, back to his middle school days before awakening.\n\nAt that time, his family and teammates are still alive. To save them, to avenge the betrayer, and to overthrow the entire corrupt ruling system, he embarks on a lonely path of strength.",
    "image": "https://uploads.mangadex.org/covers/6fc3bb28-6c67-4345-8088-ec3c856e9b36/0f62281d-d3c1-49b8-96e7-adf6eb80c5b1.png",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rebirth in the end times: I reached the top by opening boxes",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack.",
    "image": "https://uploads.mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "moods": []
  },
  {
    "title": "Demon Lord’s Martial Arts Ascension",
    "chapter": "Chapter 127",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
    "image": "https://uploads.mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/d203cf7a-11eb-4b14-9e56-d48209536f29.jpg",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  }
]