[
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 129",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "The Wicked Ladies in Waiting",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”",
    "image": "https://uploads.mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "moods": []
  },
  {
    "title": "Kill The Dragon",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The human race plunged into a war against dragons, who have invaded the earth. At the same time, among the humans arose people with supernatural powers, called psykers.\n\nThrough the countless sacrifices of psykers, the war seemed to be coming to an end with the human race as the victors. But when a psyker with the ability to see the future foretold that the dragons will be returning in 15 years, the people established Ark, a facility to train children born with psychic abilities to prepare for the last war of the human race.\n\nThere are only three years remaining until the prophesized war. What will happen next?!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
    "image": "https://uploads.mangadex.org/covers/53c4d807-660f-4b10-9e45-726925b41dcd/4b32c17a-fa69-491c-9828-390bfc5dba75.jpg",
    "moods": []
  },
  {
    "title": "I Became a Civil Servant in a Magical World",
    "chapter": "Chapter 41",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "\"Monday? Hate it. Tuesday? Hate it. And what I hate the most? Going to work.\"\nThe civil servant Hae Sunal feels this way. In his previous life, all he wished for was to be able to use magic as normally as anyone else, so he invented a way for it to happen… In his next life. But now that he's in this new life, due to ‘magic’, he’s been living a far noisier life than expected.\n“Hello, I am Hae Sunal, a member of the Special Department for Cross-Species Civil Complaints and Resolution.”",
    "image": "https://uploads.mangadex.org/covers/6762098c-9463-45ad-9951-1b7e806ff68e/99dad915-d7c7-45af-ac63-a4ffaea03b0d.png",
    "moods": []
  },
  {
    "title": "The Bully In-Charge",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa"
    ],
    "summary": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
    "image": "https://uploads.mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/07454670-2281-499b-9509-db06a086eb51.jpg",
    "moods": []
  },
  {
    "title": "Show Window Scandal",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Annoying Because My Childhood Friend Is An Archmage",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A cynical noblewoman cursed to hear others' thoughts struggles to control her childhood friend—a wildly powerful mage whose flirting is as explosive as his unchecked magic. His outrageous marriage proposals (\"I'll conquer the empire for you!\") and her exasperated damage control create a hilarious magical rom-com where keeping him sane might just drive her mad first.",
    "image": "https://uploads.mangadex.org/covers/775cd20e-ba05-4aa1-a0e1-5c307110e4a4/fa200c0e-4e38-4af1-8aaa-508b1f8c8e43.jpg",
    "moods": []
  },
  {
    "title": "The Archduke’s Gorgeous Wedding Was a Fraud",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!",
    "image": "https://uploads.mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/240471a1-538d-42c8-9f39-a8f065713708.jpg",
    "moods": []
  },
  {
    "title": "Shut up, Evil Dragon, I don’t want to raise a child with you anymore",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "I’ll Turn That Savage Slave Into My Obedient Emperor",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Prince’s Proposal to the Saintess Who Failed him",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Fake Saint of a Reverse Harem Game",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tamed the Broken Male Lead with My Fist",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "Being a Maid is Better than Being a Princess",
    "chapter": "Chapter 53",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!",
    "image": "https://uploads.mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As a result of entering high school, Nanase moves into a sharehome. Only, there is a special rule that states \"all the residents must be assigned a family role\"!! What will happen of Nanase's life as she starts living with her pretend family...!?",
    "image": "https://uploads.mangadex.org/covers/5b947fed-957b-44e1-8889-d998b95ba3e4/a2af8467-c715-4c6d-957b-3bd904b69705.jpg",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Wife of the Shady Duke",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 179",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 157",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  },
  {
    "title": "Emperor of Steel",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Admission is a Waste of Time",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!",
    "image": "https://uploads.mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "moods": []
  },
  {
    "title": "A Regressor’s Tale of Cultivation",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "The Evil Grand Duchess Has a Secret Life",
    "chapter": "Chapter 96",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a top actress named Elise is killed by her boyfriend, she gets transmigrated into the villainess of a story she was supposed to star in. But what's this? The man who was supposed to get transmigrated as her partner is too affectionate! Didn't they say he is cold and distant? What happened to the man who was supposed to help me?",
    "image": "https://uploads.mangadex.org/covers/adfa6b12-50d6-46ec-a10a-45979eaf848b/a7c5bf62-1dea-41c7-9d64-cb6207e5ea0c.jpg",
    "moods": []
  },
  {
    "title": "My Affectionate Beast",
    "chapter": "Chapter 36",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Absolute Necromancer",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
    "image": "https://uploads.mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "How to Retire as a Disaster Necromancer",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Camellia",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Uh… What country is this?”\n\n“Han? You don’t even know where this is?”\n\nDong-baek, an ordinary college student , was dropped into the Three Kingdoms era at a much younger age..!\n\n“…I am originally a woman, but I do not want to live as a ‘woman’.”\n\nIn an environment where it is difficult for women to even survive, Dong-baek decides to disguise herself as a man, becomes the adopted son of the powerful man Jang Yang, and begins to gather talented people from the Three Kingdoms, eventually gaining the emperor’s favor…\n\n“I, Dong-baek, will follow the emperor’s word, put peace in this chaotic world, and return.”\n\nHer project to survive in the Three Kingdoms begins.",
    "image": "https://uploads.mangadex.org/covers/61433b3c-c114-4534-828a-38ec1337a88e/62f28f5c-caf4-49dc-9e32-7c1894cbad69.jpg",
    "moods": []
  },
  {
    "title": "Secretary in Power",
    "chapter": "Chapter 28",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Is Shy In Receiving Love",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My wicked mother brought a girl one day, the Duke's lost daughter, Loretta - the heroine of a novel called *The Duke's Four Children*. And I am Melody, the villainess in said novel who was punished alongside my mother for harassing the Duke's precious little girl. I didn’t want to die like that, so I decided to treat her well. I fed Loretta, put her to sleep, and played with her. And then her response was…?\n\n\"I hope Melody marries Loretta!\"\n\nThrough her endless affection, I ended up coming back with her to the Duke's mansion, where she said \"I'll stick close to Melody!\"\n\nHas there ever been anyone who is such a 'fool for Melody?!' Why am I being loved when I've only been kind to be able to live peacefully…!\n\n---\nWhen Melody discovers she's a villainess in someone else's story, being a slave dealer's daughter only adds to her guilty conscience. After her mother kidnaps Loretta, Duke Baldwin's long-lost child, Melody tries to comfort the scared little girl and forms a sisterly bond with her. So when the duke finds them, he takes both of them home because now they're inseparable! As the rest of House Baldwin becomes enamored with Melody's warm heart, will she ever learn that she deserves to be loved too?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD-%EC%86%8C%EB%85%80%EB%8A%94-%EC%82%AC%EB%9E%91%EB%B0%9B%EA%B8%B0%EA%B0%80-%EB%B6%80%EB%81%84%EB%9F%AC%EC%9B%8C%EC%9A%94/3321), [KakaoPage](https://page.kakao.com/content/61192421)",
    "image": "https://uploads.mangadex.org/covers/46c44d71-f114-4776-a0de-b4179d65c0e6/c60fae13-d51a-46e0-9830-184190ba1c3b.jpg",
    "moods": []
  },
  {
    "title": "There is No Such Thing as a Bad Golden Child in The World",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 84",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Entangled Relationships",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Koo Gyo-beom, the only grandson of Chairman Koo Dae-han—who built the Koo Group from the Koo crime syndicate—and the heir to the Koo Group empire, and Hong Cha Yoon, the granddaughter of Shin Ok-chun, a woman working in the kitchen of Hyeonhamwon (the Koo family estate), were as different as heaven and earth. Yet, they harbored good feelings toward each other. \"Didn't your father say that you need to know how to handle people? That's why I just used you for practice,\" said Cha Yoon—until she got caught eavesdropping on a conversation between Gyo-beom and his father. Six years later, the two reunited at Chairman Koo Dae-han’s funeral. From the moment they met again, Gyo-beom persistently began to pursue her. “Begging... I’m begging you right now. Just look at me.” Why is this man acting this way?",
    "image": "https://uploads.mangadex.org/covers/602b0c04-8f82-4901-b070-6aa31c033c0c/e5d7ffe9-6d5e-4257-b37a-fd743d4b3cf0.jpg",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/f7f35b64-d825-4860-a173-dd75c3038f22.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
    "image": "https://uploads.mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "moods": []
  }
]