[
  {
    "title": "The Lithromantic Duke",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 78",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/ceeee860-decf-4170-9dee-2f2fa213df39.jpg",
    "moods": []
  },
  {
    "title": "Ultimate Son-in-Law",
    "chapter": "Chapter 274",
    "genre": [
      "Action",
      "Drama",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "A third-rate writer that is destined to go to hell because of it's bad novel ending, got reincarnated in his own novel instead, reborn as the villainous son-in-law - Li Yu Guo. The battle of wits and courage between him and the original protagonist begins now…  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/daf070c3-4398-4beb-8dae-4c8d21376cec/c488fb67-6f30-4cbd-8f33-f2ede849c5cc.png",
    "moods": []
  },
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her transmigration into the body of a villainess, Ibellia Barnein made it her first goal to call off the contractual marriage that would lead to her untimely death. Try as she might to avoid the cold duke and his son, however, they appear in front of Ibellia time and time again. Can she break her role as the evil stepmother? Or are the novel's events doomed to pass despite her best efforts?",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/4273ade7-f1dd-441d-9302-29c2e54b29e4.jpg",
    "moods": []
  },
  {
    "title": "It’s My Destiny To Be The Hero’s Saviour",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I remember the memory of my previous life when I was abused by my father for the experiment. Then I realized. According to my previous life, this is the world of fantasy fiction I’ve read. That she was born with a minor role and died before the novel even started. Ariadne thought calmly, ‘I am screwed.’\n\nShe was also screwed on a global basis, this novel has a bad ending. The end of this 10-volume Munchkin (overpowered) fantasy novel is it was the failure of the protagonist and the destruction of the world.\n\n---\nAfter years of torture at the hands of her own father, young elementalist Ariadne Eldier sees her chance to escape when her mother’s untimely death prompts a visit from her grandfather, a powerful archmage. Once whisked away to safety, Aria begins her plans to not only distribute an elixir for the contamination plaguing the land, but also save the protagonist and prevent this novel’s tragic ending. But with her own fated death looming, will Aria be able to become the hero this tale needs?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B5%AC%EC%9B%90%EC%9E%90%EA%B0%80-%EB%90%A0-%EC%9A%B4%EB%AA%85%EC%9E%85%EB%8B%88%EB%8B%A4/2890), [KakaoPage](https://page.kakao.com/content/59494826)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-heros-savior/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26301&contentId=301) (App only)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Heros-Savior/597)\n* [Japanese / 日本語](https://piccoma.com/web/product/112577)",
    "image": "https://uploads.mangadex.org/covers/dbcee2f0-2ea2-42ea-800d-7942e33840c8/4a7c3316-12f9-479b-94ed-4b4912f56d8a.jpg",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 88",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Alban realized he had been reincarnated as the villainous noble in a certain novel. Just as he began training in swordsmanship and magic to avoid defeat by the protagonist, he learned that Leticia, a noblewoman surrounded by nasty rumors, was to become his wife! He was nervous about what kind of \"evil woman\" she might be... but, upon meeting her, he found an incredibly pure girl — angelic, and exactly his type! Alban, forgetting all about avoiding his doom due to her adorableness, resolved to take revenge on the mastermind who had set up his beloved wife! Using their villainous reputation to their advantage, they set out to lure the culprit, but... will they succeed?",
    "image": "https://uploads.mangadex.org/covers/3bc7236f-4eb0-43f1-bd4f-16085e98805a/dcb28870-0086-493c-961b-fed88fb6136a.jpg",
    "moods": []
  },
  {
    "title": "The Reason for a Confession",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The last boss of the game “Altena Fantasia”! …Or not—\nI was reincarnated as one of his underling mob villains.\nDetermined to take the place of the infamous last boss, I resolved to liven up the game as a true villain.\n\nBut for some reason, all my misdeeds end up being praised, and my reputation soars…!?\n\nHow did it come to this? Somebody, please tell me!!",
    "image": "https://uploads.mangadex.org/covers/077812bd-6ee9-4756-a508-9148b254661e/4a133c57-e712-4820-8cc7-10a6498bb494.png",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 828",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 213",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 247",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Taming the Beasts With Multi-Pregnancy System",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon awakening, a little girl named Lezay finds herself standing alone in an unfamiliar meadow. In front stands a massive dog. Such a creature had never been seen near home before. At that moment, a conclusion forms that this must be what is called reincarnation into another world. Soon, a band of muscular mercenaries appears, seemingly on a mission to subdue the giant dog. However, it turns out this dog is no ordinary beast, but a divine beast. The divine beast, Ranag, becomes deeply attached to Lezay, the only one it can communicate with. In response, leader Alragia offers to take both Lezay and Ranag under the protection of the mercenary troop...? A little girl, a divine dog, and a mercenary squad. This is a bizarre off-world fantasy with some strange members!\n\n(Source: Alpha Manga)",
    "image": "https://uploads.mangadex.org/covers/e038b47c-00db-4623-b1c3-35b46f6cdc2d/270a4e92-4a77-46bc-964f-9572bd172175.jpg",
    "moods": []
  },
  {
    "title": "Mood Disorder",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "[From the Same Studio as the Manhua \"Girl and Science\"]\n\nEverybody is crazy except me. But is it a misfortune to be sane in a crazy world?",
    "image": "https://uploads.mangadex.org/covers/ca3d0721-ba6e-45b2-8887-86b2bb0e0ea4/b16bfc2d-a1f0-4e7b-a04b-9d2874c8d815.jpg",
    "moods": []
  },
  {
    "title": "No Dating Allowed In The Office",
    "chapter": "Chapter 67",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Is first love a big deal? If we met that first love as adults, would we really still feel the butterflies? With a first love who is a friend who is also a co-worker, beyond this reversely developed relationship is the true belief of \"No to Office Romance!\"\n\nNamsoo of <Romance 101> meets Dooboo of <One-of-a-Kind Romance>! Masters of romance fusing up to deliver this romantic comedy!",
    "image": "https://uploads.mangadex.org/covers/ad7b3487-5137-4a36-bb79-0b52720dec2c/e57224c7-3ad7-43ac-84b1-5c32879dd167.jpg",
    "moods": []
  },
  {
    "title": "But Please, Help Me",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The last boss of the game “Altena Fantasia”! …Or not—\nI was reincarnated as one of his underling mob villains.\nDetermined to take the place of the infamous last boss, I resolved to liven up the game as a true villain.\n\nBut for some reason, all my misdeeds end up being praised, and my reputation soars…!?\n\nHow did it come to this? Somebody, please tell me!!",
    "image": "https://uploads.mangadex.org/covers/077812bd-6ee9-4756-a508-9148b254661e/4a133c57-e712-4820-8cc7-10a6498bb494.png",
    "moods": []
  },
  {
    "title": "Home Plate Villain",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sports"
    ],
    "summary": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?",
    "image": "https://uploads.mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 87",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 449",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Kujo Yuuri, an avid player of the MMO game Elyushia Online, successfully switches to her desired sage job. However, apart from starting at level 1, she suddenly gets transported to the real Elyushia! Furthermore, she became a small child. Now she has to brave a land like the life of a video game in the hope that she will be able to return to her own world.\n\n- Web Novel: [Raw](https://ncode.syosetu.com/n8991ct/)   \n- Light Novel:  [Japanese](https://bookwalker.jp/series/174602/)",
    "image": "https://uploads.mangadex.org/covers/d539ab98-2774-4cea-a764-a6cc55fa8b68/e617cf3a-e6b9-4229-ae89-f1a2f1efe659.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "Records of the Swordsman Scholar",
    "chapter": "Chapter 168",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance"
    ],
    "summary": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
    "image": "https://uploads.mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "moods": []
  },
  {
    "title": "For the Beautiful Juliet",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/ceeee860-decf-4170-9dee-2f2fa213df39.jpg",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "I Become a fool when it comes to my Daughter",
    "chapter": "Chapter 202",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Seinen",
      "Slice of Life"
    ],
    "summary": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian.",
    "image": "https://uploads.mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/b9834a00-9cec-4975-ba99-0214564bc4ee.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Ordinary Lawyer’s Subspace",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A strange door appears in front of lawyer Han Beom-sang.\n\nBeyond it lies a space where time stands still.",
    "image": "https://uploads.mangadex.org/covers/2005eef6-ded9-42f4-89f2-6cf497de6c16/e61e1adb-7a58-4d19-b2bf-cfc43efbb57b.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "Return of the Legend",
    "chapter": "Chapter 179",
    "genre": [
      "Business",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Shounen",
      "Webtoons"
    ],
    "summary": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
    "image": "https://uploads.mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/77c8a05f-8895-4f8b-ab3a-31df2dba030d.jpg",
    "moods": []
  },
  {
    "title": "Jade of the Eight Gates",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Romance",
      "Vampire"
    ],
    "summary": "'Jucho', a government official manipulating the young king from behind, begins to express his ambition to oust the king and take real power and plots a ruse. Meanwhile, 'Handong', a member of the emperor's special unit 'Surajo', meets the boy 'Jinbaek' in a village he entered to following the traces of his disappeared colleague, and learns that his colleague met his end in this village. These two people who fought with the people sent by Jucho knew that they needed eight jades to rescue Jinbaek grandfather who was held hostage and to stop Jucho's ambition, they started the journey together...",
    "image": "https://uploads.mangadex.org/covers/4693f33b-5ba1-4be8-8c9a-920a0b25dc2f/a5c2aef1-5bea-4de2-b42b-3734dd10e397.jpg",
    "moods": []
  },
  {
    "title": "The Man Who Wears Magnolia",
    "chapter": "Chapter 11",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 55",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the Fight Empire, where strength and beauty were valued above all else, even the princesses led armies and spent their days in battle. This is a story of one particular day in the lives of two princesses born into this nation.\n\n[Part of the 10th anniversary Jump+ One-shot collection](https://mangaplus.shueisha.co.jp/web_pages/2019/)",
    "image": "https://uploads.mangadex.org/covers/2abceffe-8d4e-425e-b1a1-a7d1c6b178df/8ef4cab5-624d-49a3-bccd-6294aca0352d.jpg",
    "moods": []
  },
  {
    "title": "Cynical Master Raises Rabbit Spirit",
    "chapter": "Chapter 75",
    "genre": [
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "Medical student Ruan Ruan becomes a rabbit spirit, and meets a cold and blood-sucking fox spirit. Their first time meeting, she died under his dagger. Who would guess that she would come back alive the next day?\n\nIn order to survive in this supernatural world full of masters, she became the fox’s follower. She does laundry, cooks, and calms him down when the looses his temper. During tje full moon she becomes his portable blood bank. So many worrisome matters…\n\nCynical Bloodthirsty Fox x Timid Cute White Bunny",
    "image": "https://uploads.mangadex.org/covers/5b2f1b53-25a8-4fa3-b355-3a24db87e3da/7d4f1b1d-4ed0-4f93-bf9b-f6acfbe90417.jpg",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "Another Heaven",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "An angel made a mistake, resulting in Shiihara Daiki’s death. In order to hide the mistake, he was then sent to a different world. The angel will grant him one wish as a payment for keeping it a secret. Daiki asked for a Heavenly Castle floating in the sky without hesitation.  \nSuddenly a floating castle appeared in the new world, which causes confusion amongst the people. They attempt to contact Daiki in various ways. A country tries to steal it by force, while another seeks to befriend him. What in the world would Daiki do?",
    "image": "https://uploads.mangadex.org/covers/6922c395-f00d-4112-8c2f-31aebb79ac2a/55014708-9f47-4c67-b417-e44f4c61d0a9.jpg",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](https://crossinfworld.com/Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "I’m retiring from the role of a wife!",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayukawa Honami (30), once a child prodigy who took the entertainment world by storm, has now retired from show business and is living a happy married life as a mother of one. At the urging of her husband, who runs a talent agency, she allows her daughter to debut as a child actor. However, during a commercial shoot, her daughter becomes entangled in a troubling incident. When Honami discovers that the accident was caused by her husband's infidelity and a grudge from her own child actor days, she decides to make a comeback as a star actress. What follows is a grand tale of revenge that engulfs the entire entertainment industry.",
    "image": "https://uploads.mangadex.org/covers/5321a35a-e49e-42b2-aa38-b87409658f19/0b4283ae-d7e2-4837-aa30-a46d2bc8b331.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "An elementary schooler, Usami Kyuu encounters Ichiko, a female robot trying to learn about [heart]. What awaits the two that start to live together... Boy X Robot Girl, Begin!",
    "image": "https://uploads.mangadex.org/covers/e76f1a4f-d21a-4f50-9472-45737f7f1480/f966307f-895c-41a8-b6fc-a3af3a5db3e6.jpg",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/e5dd452b-5f37-4702-a0e5-6b51a1bd6989/76837366-7629-4006-b4c2-dd5dd3c4ca29.jpg",
    "moods": []
  },
  {
    "title": "The Handmaiden Hates Childcare",
    "chapter": "Chapter 67",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "While working the regular shift in a supermarket, Ailene finds herself waking up in the body of a nanny within a fantasy novel. \n\nKnowing this character dies at the hands of the twin princes at the beginning of the novel, Ailene vows to raise these boys to be kindhearted and avoid their dark storyline. She fits right into her role and things seem to be looking up until the empire’s \"mad dog\" Duke Kasar stumbles into her life and asks her to pretend to be his lover. \n\nWill Ailene make it through the fantasy novel alive?!",
    "image": "https://uploads.mangadex.org/covers/0be5953a-301b-4458-a96f-958491768be1/00a6bd23-818e-4be1-8460-12f62bd701b8.jpg",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "My family’s Romeo",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Ex, We Meet Again",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. \n\nA yuri story between two childhood friends.",
    "image": "https://uploads.mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "moods": []
  },
  {
    "title": "My duke is Not Dead",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wail Of Weakness",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "Ananta, a descendant of one of the First Six Incarnates, can transform into an unstoppable brawling dragon whenever anything stands in his way. \n\nIt's a power he'll need in his quest to exact revenge against the Wings Incarnate, a power-hungry deceiver that resembles a heavenly angel only in appearance.",
    "image": "https://uploads.mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "moods": []
  }
]