[
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Warrior Grandpa and Grandmaster daughter",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spirit Sacrifice: The Path to Godhood",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!",
    "image": "https://uploads.mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "moods": []
  },
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  },
  {
    "title": "You Are My Desire",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Countess Rorona Ryus died in an accident. \n\nThe news came the day after her fiancé, Bellveut, called off their engagement. Rorona was accused of mistreating her sister, a crime she had no right to be accused of, but she accepted the blame without hesitation. \n\nShe was found dead in an overturned carriage on a suburban street, her face smashed in.\n\nWhen Rorona's sister learned of her death, she was delighted. \"Bellveut is now mine,\" she said. Bellveut laughed, \"I wish she had died sooner.\" \n\nBut they did not know that Rorona's death would bring them more than just good fortune...",
    "image": "https://uploads.mangadex.org/covers/02ac2ec6-38dc-45e7-8f80-70667fee724e/5d596e6d-1d16-4cfa-b1fd-08696c918913.jpg",
    "moods": []
  },
  {
    "title": "The Ordinary Lawyer’s Subspace",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A strange door appears in front of lawyer Han Beom-sang.\n\nBeyond it lies a space where time stands still.",
    "image": "https://uploads.mangadex.org/covers/2005eef6-ded9-42f4-89f2-6cf497de6c16/e61e1adb-7a58-4d19-b2bf-cfc43efbb57b.jpg",
    "moods": []
  },
  {
    "title": "Doctor Hong’s Secret",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hong Gye-dong, a genius doctor with mysterious eyes that can see a person's fate. In truth, \"he\" is a woman. One day, due to unavoidable circumstances, she accidentally shifts the drinking expenses onto a man she believed was just an ordinary guy and gets caught. Now, entangled with this dangerous man, who seems to have no visible fate, she finds herself entering the royal court! But the ordinary guy she thought he was turns out to be none other than His Majesty, the king of this nation...?",
    "image": "https://uploads.mangadex.org/covers/4cc8c388-234f-4f2d-befe-46ae58c6c072/a4a33fc2-76ed-4d26-a229-a7a0174c8a01.png",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 156",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "Acting Genius, TOP Idol!",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
    "image": "https://uploads.mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/4b5a9250-21ff-4a13-86d7-dcd628bef80d.jpg",
    "moods": []
  },
  {
    "title": "Return of the Top Class Master",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "The Prosecutor Doesn’t Know The Law",
    "chapter": "Chapter 18",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/47d867ee-ba4c-4709-bc34-f03132038819/4f930684-8c5e-4e7b-86f0-c9a8c23ceb2e.jpg",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "I’m Gonna Annihilate This Land",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Annihilate this land. Cleanse it of all impurities.\n\n“To think I reincarnated as a bald skeleton who can’t even poo.” The Skeleton king, the most wicked demonic king who the gods find bothersome. I was sealed after being scammed by the gods with a contract promising to turn me into a human. This is what they said. “Saint, have you awakened?” This warmth and soft texture… A human body? And I’m a saint? “Oh my, why is the baby saint in such a good mood today?” “Saint, this is the toy of that loathsome skeleton king. Do you want to try destroying it?” “The great gods crossed the line and gave everything back to the skeleton king who challenged the gods.” …Annihilate this land. I will become the saint, make the gods eat shit, and annihilate them.",
    "image": "https://uploads.mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Date a Fictional Man!",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Luoyang Branch of the Heavenly Demon Cult",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "What does \"Mu\" (武) in martial hero (武俠) mean? It is the power to enforce one's own sense of justice (俠). If that power extends beyond oneself, through others, and reaches the ends of the world, then that is the realm of the divine (神). What does a mere human need to ascend to godhood (入神)? Now begins the epic of Pi Wolryeo in search of that answer!",
    "image": "https://uploads.mangadex.org/covers/e7e9e7c6-7641-4405-b68e-231658bc8746/0a62b573-1815-49cf-b37a-cd64428c7b19.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "The Indomitable Wanderer",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way.",
    "image": "https://uploads.mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "There’s No Such Thing as a Bad Hero in the World",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "The Constellations Are My Disciples",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Middle-aged Beryl Gardinant has only ever accomplished one thing: running a humble sword-fighting dojo in the quiet countryside. \n\nBut when he’s paid a visit by his former pupil, Allusia, he discovers that she has become an elite commander — and she’s hardly the only ex-student who’s a renowned warrior! \n\nNow forced by Allusia to become a special instructor to the strongest order of knights in the kingdom, can Beryl reach his full potential even though he’s an old man?\n___\n**Additional Links:**\n- **Official English Light Novel:** [J-Novel Club](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
    "image": "https://uploads.mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/88ae9aba-e9cb-4073-b7da-0831797be5ab.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 23",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/83e82089-8362-4b1d-884a-12530d1d60d9.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 55",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "The Female Lead’s Mother and the Male Lead’s Father Are Married",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Among the Filth",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Blessed be the devout who remain chaste among the tainted. A pious young debutante of the Kingdom of Brandt, Elke Eberhardt prays each day as she vies for the sacred title of Pontifex, which grants authority over the nation’s faith. Unfortunately for Elke, fate has other, crueler plans—as she catches the eye of Sir Reiner Mikhel, a notorious womanizer who has seduced countless noblewomen in Brandt. Despite her firm resolve to remain virtuous, Elke finds herself increasingly drawn to the temptations of this dark, ambitious nobleman, whose seductive gaze conceals his true intentions.",
    "image": "https://uploads.mangadex.org/covers/bf91d0ab-6a1a-409a-bd34-daf24a943769/96a69820-1a9d-4665-a3e5-f131168b9628.jpg",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 148",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "He wanted to live. He wanted to live meaningfully.\nHe didn’t want to ruin his life by making rash choices.\nWhat on earth should he do? How should he be free… … .\n\n‘There are too many people here who want to manipulate me as they please.’\nIf there’s something you want, you have to fight for it.\n‘It doesn’t matter who it is. If it’s a goddess, I’ll kill her. If it’s heaven, I’ll tear it apart.’\nIf there’s something you long for, you have to face it.\n‘I can do it.’\nRather than living your whole life tied up like a dog, you have to risk death and break the leash.\n\nThat’s what you taught me.\nSo Victoria.\n“Just be free.”",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When I opened my eyes, I became the head of a vicious director of a nursery school that absed the main characters. It was nice to see the abse scene from the first appearance and to prevent it in a cool way. Now, the nursery is in danger of collapsing due to a pile of debt before the children are all raised. I can’t starve my children! I will protect my children! After all, she provoked the Duke at the risk of her life, and even achieved sponsorship, and now she thought she only had to raise her children with love. “Why is the only thing that’s being asked to protect are them?” “They’re weak. I’m fine.” “Siela, please don’t say that the sponsorship is about to end.” He, who was only described as cold, keeps touching me. Even young children who overcame their wounds and opened their hearts to me. And the man, whose expression of coldness melts in front of me!",
    "image": "https://uploads.mangadex.org/covers/4feac959-e570-4b02-8341-9137db547846/b6b6740f-b208-40b8-ab43-9b7fe507a320.png",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 179",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "The doomsday ruthless man: hoarding trillions of supplies at the beginning",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "The Princess Blooms as a Crazy Flower",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "An outcast from the imperial family due to her freewheeling attitude and refusal to get married, Princess Melody Corbella wants nothing more than to live life on her own terms and protect the people of the empire. Using her secret powers to sneak out of the palace to influence affairs from behind the scenes, she ends up drawing the attention of the handsome imperial guard, Caisar Bethel. Though she avoided romance until now, could love finally bloom for this crazy flower?\n\n---\n“I, Melody Corbella, wish to marry him!” The rest of the table reacted in a cold enough manner for the Princess to feel ashamed, having raised her right arm vigorously with sparkles in her eyes.\n\nAnd then, Prince Deimos broke the silence to open his mouth, “We must not send a nutcase like her, Your Majesty!!”\n\nIt was finally the moment where all of her crazy deeds in the past came to fruition; because the only way she could escape being sent off for Royal Marriage was to throw away the image of a Princess that everyone expected.\n\nShe chose to cut her hair short and be reborn as the Crazy Flower in the Royal Palace.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EB%85%80-%EB%AF%B8%EC%B9%9C-%EA%BD%83%EC%9C%BC%EB%A1%9C-%ED%94%BC%EC%96%B4%EB%82%98%EB%8B%A4/2994), [KakaoPage](https://page.kakao.com/content/59603265)\n\n**Official Translations:**\n* [English](https://tapas.io/series/melody-the-crazy-flower-blooms/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14188)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/her-highness-the-wildflower/list?title_no=4822)\n* [French / Français](https://www.webtoons.com/fr/fantasy/her-highness-the-wildflower/list?title_no=4670)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/her-highness-the-wildflower/list?title_no=4619)\n* [Japanese / 日本語](https://piccoma.com/web/product/112771)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/her-highness-the-wildflower/list?title_no=4860)",
    "image": "https://uploads.mangadex.org/covers/7cf5586c-bd7e-4850-83c0-d58af561bf47/dd8244bf-d577-4877-b80c-2843317ec8fd.jpg",
    "moods": []
  },
  {
    "title": "I Stole the Heroine’s First Love",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?",
    "image": "https://uploads.mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "moods": []
  },
  {
    "title": "No More Regrets, Just Kill Me",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Villainess"
    ],
    "summary": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story.",
    "image": "https://uploads.mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "It Was Love at First Sight, Mr. Villain!",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  }
]