[
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The End of The Marriage",
    "chapter": "Chapter 12",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.",
    "image": "https://uploads.mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/0015a93d-3e81-4063-9861-2acddc3f3a04.jpg",
    "moods": []
  },
  {
    "title": "Green Light",
    "chapter": "Chapter 29",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Zhang Gong decides to learn light magic, a magic few show interest in and eventually becomes the legendary Grand Magister. While trying to end the continent’s east and west separation in order to unite all of the different races, he becomes every race’s Child of Light.",
    "image": "https://uploads.mangadex.org/covers/1cec5419-b190-4b67-a98c-533da2b4c835/1c265b9e-39e7-4c96-ba8b-348305c44a62.jpg",
    "moods": []
  },
  {
    "title": "Since I Don’t Remember Anything About It, Shall We Break Up, Your Majesty?",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/f7f35b64-d825-4860-a173-dd75c3038f22.jpg",
    "moods": []
  },
  {
    "title": "Taram Taram Taram",
    "chapter": "Chapter 51",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "No More Kisses",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Eat You",
    "chapter": "Chapter 45",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Tomoaki Hijiri, a university counselor, lives a peacefully ordinary yet unsatisfying life. That changes when he reunites with Hajime Amawashi, a strikingly beautiful young man from his past, after more than a decade. His striking beauty is made all the more captivating by his air of mystery…\n\nTempted by those words, Tomoaki becomes entangled in the strange and unsettling cases his patients bring to him. What is the true nature of the bizarre phenomena unfolding around him? And what is the real reason Hajime has for suddenly appearing by his side…?",
    "image": "https://uploads.mangadex.org/covers/5836cf0e-bf53-4bba-9f18-dcada2fd5bed/b8e6501d-be70-4b70-8ff5-d4e9e4eb77c0.jpg",
    "moods": []
  },
  {
    "title": "The Dignity Of Romance",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/f40a053d-e8bb-4767-b182-f3b0c1d63f1a.jpg",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "A Corporate Underling Who Excels at Work",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Chae Gyeong-jun, who gave up both college and his dreams due to the IMF crisis,\nonce again faces despair in front of his grandmother's sudden hospitalization fees.\nBut then, a \"Mysterious Benefactor\" steps in to cover the hospital costs for his family...\n\"Who would provide support that doesn't help them at all, and why?\"\nIn search of an answer, Gyeong-jun heads to Taeseong.",
    "image": "https://uploads.mangadex.org/covers/45dc3fea-9a51-4964-a1d0-313d0b554310/c922975e-b6e9-474a-8816-186b61119116.jpg",
    "moods": []
  },
  {
    "title": "The Hero Starts Over at the Academy",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/070d3be7-8414-4c4d-9e4d-809972abff61/bf9d817a-90ca-451d-979f-d062670bfbb9.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 113",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Living as the Villain’s Stepmother",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a girl abused by her father wakes up in a novel as Luella Masimelle, the cruel stepmother of the protagonist Hirah, she is determined to make things different. To do this, she proposes a contractual marriage to Duke Huppert to make him Hirah's guardian, but the duke surprisingly seems genuinely interested in her. And with the once timid Hirah also starting to open up and show affection to her, Luella begins to wonder if she'll finally have a happy family... Or is it all too good to be true?\n\n---\nThe oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me.",
    "image": "https://uploads.mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  },
  {
    "title": "The Cup Of Vengeance Is In Your Hands",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?",
    "image": "https://uploads.mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Maxed Out Leveling",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Max-level internal arts, max-level external arts.\n\nJianghu, Murim’s famous and strongest, Cha Shin Hyeon.\n\nI came back to Earth after reaching the peak of martial arts, but why has everything changed so much?\n\nA world where monsters are coming out of dungeons, and hunters are leveling up via their status windows.\n\n‘Start again from level one? That doesn’t phase me at all, since my martial arts are already at the max level.’",
    "image": "https://uploads.mangadex.org/covers/c7995d2e-95dc-4e14-96e3-9418adab648c/ca4aae02-1ee5-457c-b290-de966eba7b67.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 351",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "I’m a Villainess, but I Won’t Live Like One",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Bianca is just another noble lady with a simple dream: to marry into a duchy and enjoy a life of luxury.\n\nBut everything changes when she stumbles upon a book—one that casts her as the villainess, doomed to stand in the way of her real-life fiancé’s love story with a commoner girl. As Bianca realizes the book accurately depicts her own fate, she refuses to accept her tragic ending.\n\nCan she rewrite her story, or is she simply destined to become a villainess?",
    "image": "https://uploads.mangadex.org/covers/f3d1c4d7-babd-47da-8093-ecc757edc599/1e040c43-a88e-43d2-abda-2a44767ec7b9.jpg",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 67",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
    "image": "https://uploads.mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "moods": []
  },
  {
    "title": "Becoming Best Friends With the Icy Male Lead",
    "chapter": "Chapter 54",
    "genre": [
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "There's the flower of Takamine High, Hanae Riko, whom every boy admires. Then, there's the plain boy, Niiyama Minato, who got proposed to by that most beautiful girl in school. Without knowing what's happening, the curtain on their newlywed life rises! For some reason, my bride, who's too cute and happily follows me around everywhere, refuses to leave my side...",
    "image": "https://uploads.mangadex.org/covers/bbc06354-a4ab-4f44-bb0a-db2e3a58d57c/68a02bc5-51c3-409b-895f-e0b5f23ef65a.jpg",
    "moods": []
  },
  {
    "title": "The Queen’s Life was At Stake",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "It’s My Life – Webtoon",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Astra Ludger Doomsday, former captain of the royal knights has finally achieved his dearest wish: To retire and use his savings to get his very own house.  \nBut not long after finally arriving to his sanctuary, a young girl crashlands into his house. The girl is an apprentice witch, and seems to mistake Astra for someone else…",
    "image": "https://uploads.mangadex.org/covers/d9ab5041-e497-4323-83cb-c3f3b9aaaf71/40f81dbb-901e-4a29-a0a0-5401961f3817.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/a3b71431-445d-4442-a6a0-6566e88ca6de.jpg",
    "moods": []
  },
  {
    "title": "It’s Okay to Be Left Out",
    "chapter": "Chapter 31",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Our company is pleasing to the eye! From the gentle team leader to the handsome CEO! However, I made a ridiculous mistake at the new employee welcome party. The wonderful team leader until yesterday is starting to turn away from me... I can't put an end to my love for the team leader like this! I was going straight and going straight until you accepted my virtue... But can someone tell me why this becomes a love affair and not a virtue?",
    "image": "https://uploads.mangadex.org/covers/8f3702ad-214e-46b6-b29e-9f07354d377b/6b37aa71-f487-4132-80b0-208103649d6c.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "My Male Lead Is the Northern Black-Haired Grand Duke",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Prince Rudolf gained knowledge of the future 300 years from now during a near-death experience. He uses his wits to change the future in which he will be assassinated as a tyrant prince! \n\nMeanwhile, discrepancies between the story passed down to posterity and reality gradually emerge…",
    "image": "https://uploads.mangadex.org/covers/630fcb7b-a262-4c92-b0c7-1323392f1b67/3165300b-96dc-4d20-a5d0-a409ee64519c.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Terminally-Ill Genius Dark Knight",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
    "image": "https://uploads.mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 40",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  }
]