[
  {
    "title": "A Perfect Ending Plan of the Villain in a Fairy Tale",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Korean",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Villainess",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "How to Protect My Sub Male Lead Dad",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hanelope knows her dad, Prince Hart von Reinhart, is a good person, it’s just that the world doesn’t know it! The cunning Saint Asta has fooled everyone into thinking the prince is a cruel monster, so Hanelope is determined to put a stop to it once and for all! Hiding her quick wits behind a cute smile, she fights against pesky vassals, malicious rumors, and the manipulative Asta for her dad's happiness. Can Hanelope give her dad a happy ending? Or is this too much for a little girl to handle?",
    "image": "https://uploads.mangadex.org/covers/a7054324-6675-4356-a9df-5baa74555221/dbf99e3e-287f-441f-a0dc-fcbf8b00004a.jpg",
    "moods": []
  },
  {
    "title": "The Little Princess Waits for the Breakup",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Please Treat Your Friends Preciously",
    "chapter": "Chapter 83",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I reincarnated as the younger sister of the male lead in a BL novel.\nShe's a fragile sunfish whose life is in danger even from catching a cold.\n\nSo, I took advantage of a childhood friend who has healing abilities.\nThe problem is, that ability manifests through skinship.\nAnyway, it was only a matter of time before this little guy fell in love with the male protagonist, so I didn't worry for long.\nWe held hands and I stole his first kiss...\n\nBut then,\nSince when...\n\n\"Lavie, you're beautiful.\"\n\"Huh...?\"\n\"You should look outside. I couldn't stop myself when I saw you.\"\n\"Akka, stop it.\"\n\"If you keep getting nervous like that, it makes me wanna do it more.\"\n\nWhy is the guy who should be with the male lead suddenly doing this to me?!",
    "image": "https://uploads.mangadex.org/covers/d7d934d9-6eb0-414a-89a5-cc5419e7d189/718b458b-8b9b-496a-b1f7-c5c83550eca8.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "I Became a Tyrant’s Maid",
    "chapter": "Chapter 79",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Married to my boss",
    "chapter": "Chapter 108",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. \nHe’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand to join in his future adventures together.",
    "image": "https://uploads.mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/2d5b12db-8b48-4212-baa1-0c744692af1d.jpg",
    "moods": []
  },
  {
    "title": "I Became the Lost Daughter of the Villain",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I possessed an extra who didn’t even have a name in the novel.\n\nHer features are black hair and purple eyes that means that she is cursed.\n\nAnd I’m the lost daughter of the villain in the novel?!\n\n***\n\nI thought I was a passing by extra, but she was actually the lost daughter of the villainous Grand Duke.\n\n“Erita, my beloved daughter.”\n\n“My precious little sister. I’ll protect you.”\n\n……are these the bloody villains I’ve seen?\n\nMy father and brother, who people said to be cruel, were too sweet to me.\n\nBut the villain has a death ending!\n\nIt was the first time I received love and warmth, and I decided to change the cruel ending of my friendly family since I possessed it 10 years earlier than the original.\n\nYeah, I will definitely change my family’s future……\n\n“Erita, I love you.”\n\nWhat’s wrong with the Male Lead?",
    "image": "https://uploads.mangadex.org/covers/006c387b-0cb5-472f-a4bc-f322c1870c7e/58a7cfca-e212-44a0-8b4b-a2d1eef80184.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "S-Class Spirit Master’s Taming Diary",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In a world where wars were fought with swords and magic, and the only transportation was by horse-drawn carriage…\n\nThere, I lived as a spirit master—and died. But then…\n\nI was reborn?!\n\nIn this new life, there were hunters and monsters, just like in my previous one. But here, the concept of spirits didn’t exist at all.\n\n\"Jackpot!\"\n\nMonsters? Dungeons? That’s the hunters’ problem, right? All I want is the simple, ordinary life I’ve always dreamed of!\n\nBut, as they say, misfortune strikes when you least expect it.\n\nIn a not-so-coincidental coincidence, I touched a mysterious egg in a dungeon, and at that moment…\n\n\"Congratulations! You have awakened, Miss Yuina!\"\n\nI had awakened as an S-Class Spirit Master?!\n\nWith Iz, the mischievous spirit of water!\nRika, the playful spirit of wind!\nAnd me, Yuina, the S-Class Spirit Master who has lost all hope of an ordinary life!\n\nAn S-Class Spirit Master's desperate journey to reclaim her peaceful life!\n\"Just give me back my normal life!\"",
    "image": "https://uploads.mangadex.org/covers/9b61e86c-e3e0-486b-b630-200d01337da0/5f7512aa-2460-4235-942b-a6e5ea76d864.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 165",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "The Genius Tamer of the Academy",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/e2397477-8315-4c6a-8bc8-19e95953783f.jpg",
    "moods": []
  },
  {
    "title": "The World After The Fall",
    "chapter": "Chapter 189",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
    "image": "https://uploads.mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/ad53d2f9-46cc-4c01-956d-b2a8f6f51fe0.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Mercenary’s Machinations",
    "chapter": "Chapter 46",
    "genre": [
      "Action"
    ],
    "summary": "Cecil Perdium, the Mercenary King, was killed in battle before he could avenge his family. As he faces death, he learns that Duke Delphine, the man who caused the downfall of his family, didn't work alone. \n\nSuddenly waking up as his teenage self, Cecil must work to both overcome his poor reputation and build up his strength to save his family. With their soldiers and knights defecting due to the harsh conditions they must endure, he has his work cut out for him. \n\nCan Cecil become the mighty warrior he once was and avert his family's fate?",
    "image": "https://uploads.mangadex.org/covers/53f1ec5e-058b-4d18-a23b-2a7dbca5669f/c60c3924-f73c-4736-a2d3-10e6b8b71049.jpg",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 140",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "The Lost Cinderella",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Midori Yamate is a 15 year-old girl and is very much a tomboy. When she was young, Midori meets a boy called Tsukasa Hino, who came to the island she lives on for a holiday. He teaches her to play soccer and she falls in love with the sport. Midori is inspired by Tsukasa and continues to play soccer in hopes that they would meet again someday. When they do meet again Tsukasa does something unforgivable. Determined to defeat Tsukasa on the soccer field Midori enrolls in an all boy high school",
    "image": "https://uploads.mangadex.org/covers/41544d22-aa19-4d95-a0e4-1e1b3199aa2f/929a11b9-8f43-46a5-be38-d028f4de9154.jpg",
    "moods": []
  },
  {
    "title": "When I Quit Being A Wicked Mother-in-law, Everyone Became Obsessed With Me",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Tragedy"
    ],
    "summary": "I thought my life was over when I woke up in my favorite novel as Anneriché von Balua, the villain executed for mistreating Liliana Everett, her own daughter-in-law! With a husband who's convinced I'm evil and a son who's terrified of me, it seems I'm destined to die this time too. But maybe I can survive by befriending Liliana before she becomes my daughter-in-law to earn some brownie points with this family! The only issue is no matter what I do, everyone is hell-bent on making me the villain!",
    "image": "https://uploads.mangadex.org/covers/8a3949a8-d970-43ac-9d53-32b2b946de3c/5d9e92e7-8212-46e6-b5d8-a776c21d1fae.jpg",
    "moods": []
  },
  {
    "title": "Shh! I’m Not a Villainess, I’m a Detective!",
    "chapter": "Chapter 36",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Aerie’s Legend",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m a Villain, But I’m Favored",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yeoju is a second-rate author living a mediocre existence in modern-day Korea. A tragic accident lands her in the plot of a bestselling martial arts novel and she wakes up as the infamous villainess Haewon Tang. Hoping to save herself from a gruesome death, Yeoju must figure out who to trust, harness Haewon’s inner chi, and learn martial arts as she fights to save the Sichuan Tang Clan. Can she change the outcome of the novel and prove she’s the worthy hero?\n\n---\nOur main character was an unsuccessful romance fantasy novelist when she gets into a hit-and-run then wakes up as the villainess in a best-selling martial arts novel. She uses the information from the novel that she had analyzed in her original life, in order to avoid her death-ending and finding the truth behind what had really happened to her.\n\n---\n[Original Novel](https://page.kakao.com/content/52653435)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%ED%98%91%EC%A7%80-%EC%95%85%EB%85%80%EC%9D%B8%EB%8D%B0-%EB%82%B4%EA%B0%80-%EC%A0%9C%EC%9D%BC-%EC%8E%84/2455), [KakaoPage](https://page.kakao.com/content/56271898)\n\n**Official Translations:**\n* [English](https://tapas.io/series/master-villainess-the-invincible/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%BF%A0%E7%95%B6%E5%AE%B6/99)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Akulah-Antagonis-Terkuat-di-Martial-Art/166)\n* [Japanese / 日本語](https://piccoma.com/web/product/62807)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B6%E0%B8%87%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B8%B9%E0%B9%8A_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%99%E0%B8%B5%E0%B9%88%E0%B9%81%E0%B8%AB%E0%B8%A5%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94/136)",
    "image": "https://uploads.mangadex.org/covers/15d88ad6-19e7-48b6-b5db-8107fcccb220/38f11b46-04ed-4742-918d-6d4e92dcb0ed.jpg",
    "moods": []
  },
  {
    "title": "The Reason Why The Twin Lady Crossdresses",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "The Prince Doesn’t Cry From Mere Onions",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The cursed war is over. Three years have passed. It seems like this rural village has finally settled down… But now, some bear-like vagrant barges into our restaurant, spouting nonsense.\n\n“I’ve come to repay a debt I owe your father from the war.”\n\nAnd yet, this guy doesn’t even know what he supposedly owes. My father passed away during the war, so there’s no way to ask him! I told him to just leave, but this vagrant says:\n\n“How much do you want? I’ll pay whatever you ask.”\n\nDo I look like I lack pride, even if I’m short on money?\n\n“Forget the money, pay it back with labor.”\n\n“…With my body, or someone else’s? Either way, I can—”\n\n“Just go chop some onions!”",
    "image": "https://uploads.mangadex.org/covers/a80d6551-5e73-4378-b271-c332d2fb4175/1248b20f-8022-459f-ab26-f46d5d20adec.jpg",
    "moods": []
  },
  {
    "title": "When The Count’s Illegitimate Daughter Gets Married",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As an illegitimate child, Laritte’s biggest sin was being born. In the year she became an adult, she was sent to marry the ghost duke who was rumored to be dead. Her miserable life seemed to get worse and worse, however… Her life changed when the duke came back alive.\n\n“Madam, how do you like it?”\n“You have enough luxury to buy some residences in the capital.”\n“…no one will be able to look down on you anymore.”\n\nKind servants and the empire’s devoted and murderous duke. It was already too late for those who tormented Laritte in the past to regret their actions.",
    "image": "https://uploads.mangadex.org/covers/9787874b-6145-4f7f-8d53-bcf75fa50e0b/d336c024-b488-4b52-b2c1-82efe9b6685a.jpg",
    "moods": []
  },
  {
    "title": "I Want to be the Director’s Husband",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Kang A-jin, the CEO of Korea's No. 1 security company, and Joo-hyun, a super rookie in the actor community, will start a heartbreaking marriage! There is only one taboo: never fall in love.",
    "image": "https://uploads.mangadex.org/covers/5210fbb8-c19b-4237-b397-6c0e820b7b71/27d20893-f3cc-4a6a-87ae-dc229c0eeaea.png",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "He wanted to live. He wanted to live meaningfully.\nHe didn’t want to ruin his life by making rash choices.\nWhat on earth should he do? How should he be free… … .\n\n‘There are too many people here who want to manipulate me as they please.’\nIf there’s something you want, you have to fight for it.\n‘It doesn’t matter who it is. If it’s a goddess, I’ll kill her. If it’s heaven, I’ll tear it apart.’\nIf there’s something you long for, you have to face it.\n‘I can do it.’\nRather than living your whole life tied up like a dog, you have to risk death and break the leash.\n\nThat’s what you taught me.\nSo Victoria.\n“Just be free.”",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead’s Handsomeness Is a Big Problem",
    "chapter": "Chapter 41",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Inso’s Law",
    "chapter": "Chapter 253",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "\"I just want to live a normal life, why is this happening to me!\"  \n  \nYour average student Ham Dan-I, whose hobby was reading internet novels, wakes up and finds a beautiful, novel-like heroine. But even in the world of fantasy novels, her role is no different. Stuck as the childhood friend of the heroine, her normal everday life comes to an end, becoming more twisted by her strong character.  \n  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8a2e20cc-bdc8-47f1-80fd-b6da4b2703df/64dbd78d-0b3e-4dcf-9657-95019715558f.jpg",
    "moods": []
  },
  {
    "title": "Things I Learned After Death",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As if being framed by her love for plotting a murder weren't enough, Rinette learns that her stepsister, Kanna, is the true mastermind behind it all. As she's burned at the stake, Rinette makes a desperate wish for another chance...and wakes up as her younger self. Determined to change her fate, she vows to stop Kanna's schemes and protect her family this time around. But rewriting the past is far from simple. Each choice she makes brings unforeseen consequences—some more devastating than she could imagine. Can Rinette escape the shadows of her past, or will they consume her once more?",
    "image": "https://uploads.mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "moods": []
  },
  {
    "title": "A Hearty Confession",
    "chapter": "Chapter 40",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "My scary superior who made me quake in fear during my rookie employee days is back. But let's not be scared. Now it's team leader versus team leader! But... where did the tiger go? And why is there a fox here? You... Are you really the person I once knew?!  My former superior, Baek Seonho, came back after making a one-eighty. A heart-thumping office romance with him begins with an intense entangling!",
    "image": "https://uploads.mangadex.org/covers/1b0e2f01-44ed-4194-9775-1b1e1a6a6fa8/d4b3012f-d740-4300-962a-561b6b30ac7a.png",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "Otis",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 209",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 46",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "The Perfect Plan to Avoid the Death Ending",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reincarnated as Sienna Winter, a minor villain with a terminal illness, her only goal is survival. However, she accidentally awakens a sealed demon and gets trapped in a lifelong contract. But... she's already dying?!",
    "image": "https://uploads.mangadex.org/covers/fbb679a7-cd1c-4916-81e6-db4426af73ae/e83c2e62-00b7-4fd0-94cf-d9cd778bc42e.jpg",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "A Married Life That Crosses the Line",
    "chapter": "Chapter 21",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jiwan agrees to become the legal spouse of a complete stranger for three years to cover her father’s medical expenses. Tempted by the promise of 1 billion won in exchange for maintaining the marriage, she quickly signs the marriage certificate.  \n\nThree years later, just two weeks before the contract ends and her payday arrives, her legal husband unexpectedly appears in her life.  \n\nWill Jiwan be able to part ways with him peacefully, or will her plans take an unforeseen turn?",
    "image": "https://uploads.mangadex.org/covers/0792b5e6-4352-4d55-b452-8dd9380c7631/e8113ba7-8b84-441e-ab73-a86f00059a62.jpg",
    "moods": []
  },
  {
    "title": "Dawn Lighting Above The Clouds",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The main character, Kim Kyung-Sam, is an orphan preparing for the civil service exam while working part-time at a convenience store.\n\nWhile immersed in the game ‘God Forsaken World’ and playing the scenario of ‘Gilosan Ello D’ Baltic’, the fallen Third Prince of The Empire, without realizing it, he is transmigrated into that character.\n\nThe worst part is that at the time it happened, the fallen Third Prince, better known as ‘The Pig Prince’, has been kidnapped and is on the verge of execution…!\n\nWe will see how Kyung-Sam uses his knowledge of the game to overcome various crises!",
    "image": "https://uploads.mangadex.org/covers/df1e3bc8-0cbf-4ba6-ab21-6e472ae902e7/6a8dd743-7eda-49bb-a217-678e63160195.png",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Regressing with the King’s Power",
    "chapter": "Chapter 98",
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. But when a mysterious being calling itself “the King” gives him a skill of his own, Taehyeon gets a second chance at life. Now he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others!",
    "image": "https://uploads.mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 255",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "Caution: Beware of Double Trouble!",
    "chapter": "Chapter 10",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "I Became the Genius Bastard of a Noble Dark Clan",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After breaking his back working with the Hero's Party, Chris wound up facing a dog's death.\n\nWhen he next awoke, he was the young master of an immensely wealthy family. However, he wasn't just any noble son but Christian van Baren Kazar — the infamous, good-for-nothing bastard of the Magic Empire's Dark Magic Clan.\n\nThere were only two years left until Christian was fated to meet an untimely death. And even if he managed to survive that long, he still needed to stop the end of the world.\n\nChris had only one option if he wanted to survive and enjoy a life of wealth and luxury: seize control of the Dark Magic Clan and become a Demon King himself!",
    "image": "https://uploads.mangadex.org/covers/e48757ad-77ce-4a9e-9d21-d8f88e4a5f0e/157c7c0f-fa46-4c8d-aa39-612fb979e0de.jpg",
    "moods": []
  }
]