[
  {
    "title": "Max Level Player",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A pro player suddenly finds himself transported into a game, inhabiting their own max-level priestess character. Now, he teams up with a dragon-maid girl, embarking on a journey in a different world! But wait... Why are all these ladies looking at her so strangely?",
    "image": "https://uploads.mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/26a6560b-ee1f-42c3-a6a0-af4d55a3cfa8.png",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. \n\nAfter enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "Broadcast Genius Youngest Writer",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing both her job and her work due to the schemes of the PD she worked with, Yeonwoo learns the truth and faces death from a heart attack. She thought her life was ending there, but when she opens her eyes, she finds herself back to her youngest writer days 20 years ago. Can this second chance at life turn into a successful one unlike before? The story of Yeonwoo, the youngest writer in broadcasting with a career-oriented perspective, begins anew.",
    "image": "https://uploads.mangadex.org/covers/75391b19-37c3-4b15-b9ae-e362750b6422/d1804698-2a08-4c88-939b-59b773ef63c4.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hunter Becomes Young Again",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"If only I were 10 years younger…!!\"\n<A special reward is given that reflects the target's wish.>\nGwak Pilseong, a legendary hunter enjoying his retirement at the age of 80.\nHe accidentally gains the ability of immortality and rejuvenates, returning to the hunter industry after a long hiatus…\nThere are… too many rotten scoundrels in the hunter industry!",
    "image": "https://uploads.mangadex.org/covers/aef338a6-795e-4fff-9048-50f5957ab220/96818e83-7fa9-4a8c-9097-f49c9c9bc058.png",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 416",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/8d105d4e-a60e-4284-8321-d0904906574e.png",
    "moods": []
  },
  {
    "title": "In This Life, the Greatest Star in the Universe",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shounen"
    ],
    "summary": "Hard-pressed to find good luck in this universe, Sun Woojoo gives up on his dream of becoming an idol in favor of living a normal life. That is, until he finds himself waking up from a car accident on his exam day! But as luck would have it, Woojoo can now copy any move exactly as he sees it, and his two left feet that kept him from debuting are now moving to the beat! With this newfound skill, will Woojoo be able to turn things around and become the star that shines the brightest on stage?",
    "image": "https://uploads.mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "moods": []
  },
  {
    "title": "A Former S-rank Adventurer Who Was Betrayed By His Griends Because He Was Too Strong Wants to Live a Slow Life in The Countryside",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Your Moralless [Complete Edition]",
    "chapter": "Chapter 41",
    "genre": [
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cry, Even Better If You Beg",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youth Lovesome",
    "chapter": "Chapter 49",
    "genre": [
      "Romance"
    ],
    "summary": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
    "image": "https://uploads.mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "moods": []
  },
  {
    "title": "I’m The Tyrant Family’s Beloved Baby",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Genius Wants To Be Ordinary!",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Neet van Avadora, the second prince of the great kingdom of Astoria, is a homebody who loves nothing more than staying indoors. After cutting himself off from the outside world for years to devote himself to magical research, he has, without even realizing it, grown into a true prodigy of magic.\n\nOne day, however, under orders from his father the king, Neet is forced, much against his will, to enroll in the Magic Academy. There, he gradually begins to enjoy student life, blessed with quirky but kind friends. But because of his overwhelming magical talent, he constantly finds himself caught up in one troublesome incident after another…!\n\nMeanwhile, Alex, the first prince, and the very cause of Neet’s growth into an unknowing genius, sets a certain “plan” into motion. This plan will spark a great incident, one that will change not only Neet’s fate, but also the fate of the entire kingdom of Astoria…",
    "image": "https://uploads.mangadex.org/covers/fcdd3168-aa90-47af-b8a0-a29d9e273d6d/20639263-fcaf-45f8-8fdc-e8834058dd15.png",
    "moods": []
  },
  {
    "title": "Selena",
    "chapter": "Chapter 126",
    "genre": [
      "Historical",
      "Romance"
    ],
    "summary": "Welcome to Wellenberg, Meuracevia at the turn of the 19th century. The fate of Serenity Hotel, an opulent hotel in the nation’s capital, hangs by a thread as its headstrong heiress Serena and her stern husband Eiser struggle to turn its fortune around. Their loveless marriage of convenience takes a twisted turn following Serena’s jealous attachment to her stoic and handsome servant, Frederick. At a time when happiness takes a back seat to one’s sense of duty, will Serena be able to protect her love and ensure the survival of her family and her business?",
    "image": "https://uploads.mangadex.org/covers/34d8a0e8-6811-459d-87a1-2d3e81ad18fb/67177930-a1b4-4092-b9e8-b3b47322b21c.jpg",
    "moods": []
  },
  {
    "title": "Even Though I Transmigrated as a Villainess, I’d Rather Raise a Cat",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast.",
    "image": "https://uploads.mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/d6ab957f-a24e-4c87-a6d6-651f2b44376c.jpg",
    "moods": []
  },
  {
    "title": "Jade of the Eight Gates",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Romance",
      "Vampire"
    ],
    "summary": "'Jucho', a government official manipulating the young king from behind, begins to express his ambition to oust the king and take real power and plots a ruse. Meanwhile, 'Handong', a member of the emperor's special unit 'Surajo', meets the boy 'Jinbaek' in a village he entered to following the traces of his disappeared colleague, and learns that his colleague met his end in this village. These two people who fought with the people sent by Jucho knew that they needed eight jades to rescue Jinbaek grandfather who was held hostage and to stop Jucho's ambition, they started the journey together...",
    "image": "https://uploads.mangadex.org/covers/4693f33b-5ba1-4be8-8c9a-920a0b25dc2f/a5c2aef1-5bea-4de2-b42b-3734dd10e397.jpg",
    "moods": []
  },
  {
    "title": "I Will Not be Overshadowed by my Twin Sister in This Life",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beast Won’t Let Me Sleep",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/3dcb093e-4e8f-4869-893d-05edbb857c50/40f9393e-25e0-4ec2-9aee-252d76c7d9ac.jpg",
    "moods": []
  },
  {
    "title": "I’m Imprisoned By The Mad Dog I Raised",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elizabeth found herself reincarnated as the deceased first love of Ernst, the male protagonist of a 19+ dark novel. And to make matters worse, she ends up with the fate of an extra who doesn't even appear in the original story, dying at the hands of the traitor Karsis on her wedding day.\r\n\r\nShe tried to stop the rebellion to survive, but the scale of the mess the original owner of her body had caused was just too big. Not only had she had an inappropriate relationship with her loyal servant Karsis, but she had also wronged him terribly. Feeling guilty, she tried to set him free, but...\r\n\r\n\"That won't do. Betrayal, that is. If you throw away a dog that was already abandoned once, this time it might bite its master.\"\r\n\r\nWith half-crazed eyes, he was trying to kill me...? Wait, hold on. Ka-Karsis!",
    "image": "https://uploads.mangadex.org/covers/5bf28cdf-4509-4c8a-bdcc-f5f6a810240d/5222d321-9c10-46ce-84c6-c85573a2e21a.jpg",
    "moods": []
  },
  {
    "title": "What Kind of Rice Cake Is This",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "One day, Gong Siru, who was losing interest in college life, had a pleasant campus life with the appearance of Seol Gibaek, a returning student. Shocked by Kibaek's ideal type, Siru takes her anger out with a drink and kisses someone present while drinking... A jumbled campus love story between Gong Siru who has a crush on Seol Kibaek, and Jo Chung, who becomes strangely connected to Gong Siru.",
    "image": "https://uploads.mangadex.org/covers/ab44b337-5cb1-4dd2-a708-e30a7ead13b4/25478933-82e9-4215-bdcf-16a4f1fbecee.jpg",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "Addiction",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a night, her boyfriend became her sister's fiance, while her parents wanted her to serve an old man. Having no choice, she broke into his room accidentally. Unexpectedly, after one night stand, he fell in love with her and insisted on marrying her. Since then she became the wife of Lu Zeyuan, the devil incarnate, which discomposed her parents and her blamed ex-boyfriend. A romantic relationship after marriage thus began...",
    "image": "https://uploads.mangadex.org/covers/ab8fb6ba-6a3e-42bc-b6e2-093de7177fe1/05f29703-8639-4fed-bc09-759c68997c51.jpg",
    "moods": []
  },
  {
    "title": "I Will Raise My Child As Another Man’s",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Fate, save my unborn child…!” These are the last words of Princess Hinael as she plummets to her death at the hands of Count Chetaire, her unfaithful husband. Little does Hinael know that destiny will grant her a second chance, as she awakens two years in the past, shortly before her marriage. With her knowledge of what’s to come, Hinael attempts to rewrite the stars for herself and her future child. And what better way to achieve her ambitions than to court her kingdom’s former enemy, the dark and stern Prince Lutz of the Empire of Triekas?",
    "image": "https://uploads.mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 155",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"At the same day and hour, three children who should not be born will be born. Among them, one child holds everyone’s fate; depending on that child’s choice, one family will be annihilated and the child will die in the child’s own form. I, Theodoric, stake everything and curse this.\"\n\nLike a curse, at that same day and hour, Mikael, Ezra, and Flora are born.\n\nThe three, as if by predetermined fate, eventually come face to face, and Flora must choose between the two...",
    "image": "https://uploads.mangadex.org/covers/52f7c25f-0e5c-4ace-ac76-f661eb9f0138/ea78bd90-df5d-4ec7-b03f-fffcc24cecb0.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Odyssey",
    "chapter": "Chapter 127",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When the war between the aboveground and underground ended, humanity was joined by so-called \"dungeon babies,\" those gifted with supernatural abilities and an obsession with the labyrinths below ground. \n\nDespite being a dungeon baby, Kim Jinwoo suppressed his instincts, choosing to live an ordinary life as a guide and caring for his family. \n\nBut when an expedition goes wrong and he somehow ends up becoming the new owner of a labyrinth, he discovers that he cannot ignore his instincts forever...",
    "image": "https://uploads.mangadex.org/covers/0153e96a-fb57-4665-a988-754b4f3aa744/63145ce0-730b-43b9-83fc-d28a6adbd0f0.jpg",
    "moods": []
  },
  {
    "title": "Return of the Mad Demon",
    "chapter": "Chapter 169",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "The Mad Demon, Lee Zaha, dreams of becoming the God of Martial Arts. Unfortunately, his dreams are dashed after he falls off a cliff while running from the Demonic Cult for stealing the Jade of Heaven. \n\nYet this is not the end for Jaha - he awakens from the fall to find himself back in his 20s. With his knowledge of the future and of martial arts, he now has a chance at revenge and at getting life right this time. \n\nWill he be able to fulfill his dream this time around, or is he doomed to face the same fate yet again?\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/mad-demon/list?title_no=3510)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/kuangmochongsheng/list?title_no=1842)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001777)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/return-of-the-mad-demon/list?title_no=3957)",
    "image": "https://uploads.mangadex.org/covers/09656afb-aaf9-4f9b-95fd-873cb537ddc3/e40d1077-be07-4923-a7b7-8fab68d400e8.jpg",
    "moods": []
  },
  {
    "title": "The Zenith",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Yangcheon Ku, born to the virtuous House of Ku of Sanseo, the Little Star and next Head of House. Status: The world’s most hated demonic martial artist. Cause of death: Defeated during the Virtuous-Demonic War, tortured upon capture. Or so he thought. Moments after dying in the arms of his childhood friend, the Heavenly Sword herself, Seol-ah Wi, he finds himself back in the past. Already things have changed, but is it enough to ensure his second chance at life doesn’t end with the same regrets?",
    "image": "https://uploads.mangadex.org/covers/114ddfec-a260-4871-a5e5-4cb0333c4826/e888b73b-ddb6-4110-8a77-606aace6ed58.jpg",
    "moods": []
  },
  {
    "title": "Fakes Don’t Want To Be Real",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "Pure Love Operation",
    "chapter": "Chapter 116",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "It’s hard dating someone who won’t give you the time of day. Su-ae Shim knows that better than anyone, having dated her indifferent boyfriend, Minu Kang, for years. She sometimes wishes she could be more like her charismatic stepsister, Ra-im, who seems to have it all. But life takes a turn for the weird when Su-ae discovers Jellypop, a sentient flip phone, in her locker. Jellypop has a lot to say about her love life, especially as Su-ae drifts further away from Minu and finds herself running into Minu’s friend, Eunhyeok. Add to the mix a growing suspicion that Minu and Ra-im might be more than friends, and Su-ae might need a miracle to navigate the ups and downs of high school romance!",
    "image": "https://uploads.mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "moods": []
  },
  {
    "title": "I’m Married into a Family of Tyrants, But Isn’t Their Obsession a Little Too Much?",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Regressed Genius Creates Mythic Items",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "With the death of Earth’s potential Constellation, the Crimson Eye is now bent on consuming the world. \n\nSimun Kim--an alchemist out of necessity, due to an inability to use magic--successfully transmuted the Philosopher’s Stone to stop this cosmic threat. But he still failed. As death closes in, the Philosopher’s Stone rewinds time, waking Simun in the past with one last chance to rewrite the end of the world.",
    "image": "https://uploads.mangadex.org/covers/8228d21c-45f5-4a8f-a247-22e73929cf95/fe5fded5-17ad-4b48-a6f7-b673a951f719.jpg",
    "moods": []
  },
  {
    "title": "I am with the music immortals",
    "chapter": "Chapter 88",
    "genre": [
      "Drama"
    ],
    "summary": "A compilation of noteable submissions to the Afternoon Four Seasons Awards from 1987 to 2000 from major artists from when they were still newcomers.\n\n**Note:** Do not confuse this for the [Afternoon Four Seasons Awards CHRONICLE 1987-2000 Selections](https://kc.kodansha.co.jp/title?code=1000000684) from 2013, which cut 23 of the 48 oneshots but still spread the remaining 25 across 4 seasonal volumes.\n\n**Chapters:**\n\n**Spring:**\n1​. Tsuchida Seiki - Miseinen (1987 Four Seasons Prize)\n2. Takahashi Tsutomu - GOTAVOICE (1987 Spring Semi-Winner)\n3. Matsumoto Taiyou - STRAIGHT (1987 Autumn Semi-Winner)\n4. Irie Noriko - Neko no Te Kashimasu (1987 Winter Four Seasons Grand Prize)\n5. Ohtagaki Yasuo - Ronin Heartbreak! (1988 Summer Honorable Mention)\n6. Sudou Masumi - Shounen-ou ni Shiroi Kumo (1988 Autumn Semi-Winner)\n7. Akizuki Risu - Oku-sama Shinkaron (1988 Autumn Honorable Mention)\n8. Nakayama Masaaki - Ridatsu (1988 Winter Semi-Winner)\n9. Arai Hideki - 8-gatsu no Hikari (1989 Summer Four Seasons Grand Prize)\n10. Hiromoto Sinichi - Western Carnival (1989 Summer Honorable Mention)\n11. Enomoto Shunji - Golden Lucky (1989 Autumn Honorable Mention)\n12. King Gonta - A Mess on a Weekend (1989 Winter Four Seasons Grand Prize)\n13. Irie Kiwa - Haikibun! Sakanahime (1989 Winter Four Seasons Prize)\n14. Hiramatsu Minoru - Ma, Ikka! (1989 Winter Honorable Mention)\n15. Aoki Yuuji - Higan to Shigan no Ma De (1990 Semi-Winner)\n16. Taguchi Masayuki - Shouteki Ningen (1990 Autumn Four Seasons Prize)\n17. Sugawara Masayuki - Home Range (1991 Summer Semi-Winner)\n18. Matoba Ken - Mei Tantei ni Hanarenai keredo (1991 Summer Semi-Winner)\n19. Yasuda Hiroyuki - MOZOO (1991 Autumn Honorable Mention)\n20. Oda Hideji - Sakana (1991 Winter Honorable Mention)\n\n**Summer:**\n21. Matsunaga Toyokazu - Killing Paranoia (1992 Summer Four Seasons Grand Prize)\n22. Ohara Shinji - Boku wa Otouto (1993 Spring Four Seasons Grand Prize)\n23. Kuwahara Shinya - YOKO vs (1993 Spring Four Seasons Prize)\n24. Samura Hiroaki - Mugen no Juunin (1993 Summer Four Seasons Grand Prize)\n25. Kuroda Iou - Ka, Nanten, Kuma (1993 Autumn Four Seasons Grand Prize)\n26. Toume Kei - KUROGANE (1993 Autumn Four Seasons Prize)\n27. Igarashi Daisuke - Obayashi ga Hikoeru Hi & Imada Fuyu (1993 Winter Four Seasons Grand Prize)\n28. Yoshikai Kanji - Kodoku no Oto (1993 Winter Semi-Winner)\n29. Ashinano Hitoshi - Yokohama Kaidashi Kikou (1994 Spring Four Seasons Prize)\n30. Komai Yuu - Sonna Yatsua Inee!! (1994 Spring Honorable Mention)\n\n**Autumn:**\n31. Aramaki Keiko - GENOMES (1994 Summer Four Seasons Grand Prize)\n32. Kio Shimoku - Ten no Ryouiki (1994 Summer Four Seasons Prize)\n33. Abe Yoshitoshi - Ame no Furu Basho (1994 Summer Semi-Winner)\n34. Kiba Kouichi - JAGUA (1995 Summer Four Seasons Grand Prize)\n35. Nihei Tsutomu - BLAME (1995 Summer Special Prize)\n36. Endou Hiroki - Kitto Kawaii Onnanoko dakara (1995 Autumn Four Seasons Prize)\n37. Kitoh Mohiro - Vendémiaire no Migite (1995 Autumn Semi-Winner)\n38. Asada Torao - Spoonman 3.18 (1996 Autumn Four Seasons Grand Prize)\n39. Wakana Shouhei - Kamen Tenshi (1996 Autumn Four Seasons Prize)\n40. Shinemon - Lunch no B (1996 Summer Honorable Mention)\n\n**Winter:**\n41. Hayashida Q - Sofa-chan (1997 Autumn Semi-Winner)\n42. Kimura Kon - Koube Zaijuu (1997 Winter Four Seasons Prize)\n43. Shinofusa Rokuro - Yasashii Kodomo no Tsukurikata (1997 Spring Honorable Mention)\n44. Higuchi Asa - Yuku Tokoro (1998 Spring Four Seasons Prize)\n45. Manabe Shohei - Yuuutsu Suberidai (1998 Summer Four Seasons Grand Prize)\n46. Urushibara Yuki - Mushishi (1998 Winter Four Seasons Grand Prize)\n47. Kumakura Takatoshi - Gurade (1999 Summer Semi-Winner)\n48. Toyoda Minoru - Love Roma (2002 Spring Four Seasons Grand Prize)\n\n**Selected Descriptions:**\n\nKio Shimoku - Ten no Ryouiki\nA brief insight into the life of a young graduate student looking for work who finds himself in bed with a mysterious girl he has never seen before.\n\nAbe Yoshitoshi - Ame no Furu Basho\nEshikawa is a man who has lost sight of his life and stumbles through it, with no clear meaning or purpose. One day, he is informed that his ex-girlfriend committed suicide, which sets his brain on retrospect mode. He goes on a journey of self-revelation and contemplates upon the myriad of human emotions, the joys and sorrows of normalcy.\n\nKiba Kouichi - JAGUAR\nAs a woman is returning home one night, she runs into a man who was just in a car crash. As he's dying, he asks her to throw a certain package into the sea.\n\nHayashida Q - Sofa-chan\nHayashida Q's debut work about a female couch spirit.\n___\n**See Also:**\n- [MDList of Afternoon Four Seasons Award–winning oneshots](https://mangadex.org/list/d7b883be-732f-4d5b-8d92-818fa3c62555/afternoon-oneshot-four-seasons-award-winners)\n- [blog post covering this series](http://sportable.seesaa.net/article/246888518.html)\n- [Wikipedia article about this series](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9ECHRONICLE)\n- [Wikipedia article about the contest, including a list of winners](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9E)",
    "image": "https://uploads.mangadex.org/covers/ff73234b-4387-448c-ab54-2879626b4442/492ca330-5e43-41fa-8a91-d9e5b07358d7.jpg",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "What a Good Girl",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Iver is a dragon maou who stopped trying after historical heroes defeated her every time she resurrected. But the present day hero, Mirio, who found the holy sword by pure chance falls in love with her. And thus forms the couple of the maou with no self-esteem and the dopey hero.\n___\n**Links:**\n- [Alternative Official Raw on Magazine Pocket](https://pocket.shonenmagazine.com/episode/3269754496790830789)\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/56470)\n- [Alternative Official Raw on Kodansha Comic Plus](https://kc.kodansha.co.jp/title?code=1000041454)",
    "image": "https://uploads.mangadex.org/covers/79929df5-edb1-4f74-aa4a-228e0eb04aff/4980fc83-1707-4e87-8205-52303d593ca9.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 72",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "Beware of the Strongest Man Who is Crazy About Me",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For her sister's happiness and happy ending, Charlotte decides to bring home the knight who holds her sister's heart. However, that means getting to the Black Dragon Order, where the mysterious Archduke Ludovika lurks. With rumors of the archduke's penchant for men, Charlotte dons a wig and becomes Charcharl, a new squire of the order! Despite trying to lay low, she keeps drawing the archduke's eye and suspicions. Can Charcharl keep up the act till the end, or will her cover get blown?",
    "image": "https://uploads.mangadex.org/covers/14b50699-a2df-46bb-b274-3a51ba7868b1/81b66b5d-8967-4a7f-9c77-af9af1cff244.png",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 149",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 153",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "Prison Guard Zero",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ji-hun, a former member of a secret special forces unit under the Special Operations Planning Office of the South Korean Army Headquarters, returns from a long overseas deployment — only to receive the news that his younger sister Ji-yun has died, and that the person accused of killing her is none other than her boyfriend, Seo Min-jun.\n\nWhile still struggling to accept the fact that his sister is gone, Ji-hun, who trusted Min-jun, learns that Min-jun was falsely accused and had gone to Yeokseon Prison in search of Ji-yun’s real killer.\n\nBut eventually, Min-jun also meets his death inside the prison.\n\nDetermined to uncover the truth behind the unjust deaths of both Ji-yun and Min-jun, Ji-hun becomes a prison guard and heads to Yeokseon Prison to uncover the secrets hidden within.",
    "image": "https://uploads.mangadex.org/covers/025d9232-6a40-4a28-822c-4febc88e3652/e13ca825-9f58-4466-b20d-8a10128da6c2.jpg",
    "moods": []
  },
  {
    "title": "It’s My First Time Being a Mother Again",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Please place your seal here, Lady Grint.\"\n\n\"No!\"\n\n\"Don’t make this harder than it needs to be. Just do it.\" \n\n\"I said no! Why on earth would I marry you?\"\n\n\"Then who would you marry, my lady?\"\n\nAt a distance close enough to feel each other’s breath, Therious Hurt gently raised his index finger and began tracing soft circles over my flat belly. My body stiffened at the strange, indescribable sensation.\n\n\"My child is right here. Who do you think you’re marrying if not me?\" \n\nI got dumped by the man I’d loved for 10 years, and in a fit of anger... I slept with his superior!\nIt was fine up to that point, but what am I supposed to do now?!",
    "image": "https://uploads.mangadex.org/covers/9ecfc7fa-9b51-4c2e-a52a-23805e622e83/b66fc466-399f-4c8c-b8aa-3a693a4ef68f.jpg",
    "moods": []
  },
  {
    "title": "Marry or Die",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In another world, a state called the Anglo Empire conquers other nations. The women of those conquered nations have two choices: To marry into an imperial family, or to die. At the heart of the Imperial Palace, five stunning beauties collide in a sexy, violent contest to win the Prince's hand.",
    "image": "https://uploads.mangadex.org/covers/b6eac4d0-437c-433d-ae88-7ffe66c5408b/3248e419-f93f-4db7-b32e-0ec17b0c16ad.jpg",
    "moods": []
  },
  {
    "title": "Goodbye, Ex-Husband",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Great War",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Im Dajun, who was abandoned by his family and now lives as the leader of a runaway group, one day brings Yeonwoo home by chance. Yeonwoo then commits a violent rampage in Incheon. Standing in the way of Yeonwoo, who was trying to kill a chaebol chairman for revenge, is Yoon Gamin, a top student hopeful. Meanwhile, Nahwajin of the School Authority Protection Bureau watches the situation with interest...\n\nThe first crossover in the Blue String Universe! A massive showdown featuring the main characters from [True Education], [Study Group], and [How to Fight]. This is a record of an intense battle not covered in their own stories.",
    "image": "https://uploads.mangadex.org/covers/8b1b59c4-f3e9-4f19-b10f-2d71b020bc42/6c604fb7-07f2-455f-bd32-90cabd7febd0.jpg",
    "moods": []
  },
  {
    "title": "I’m Repaying The Kindness That Raised Me With Obsession",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/123f50bf-a91b-46d7-90ea-0c1757e73e28.jpg",
    "moods": []
  },
  {
    "title": "S-Class Spirit Master’s Taming Diary",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In a world of hunters, monsters, and dungeons, Ina is just an ordinary Korean woman--and she wouldn’t have it any other way. Ina was a spiritualist in her previous life, but now she can finally enjoy a peaceful world... or so she thought. One day, after touching a mysterious egg found in a dungeon, Ina reawakens her S-rank spiritualist ability! With her new spirit companions, a couple of troublemakers named Iz and Rika, will Ina ever fulfill her dream of living a quiet life?",
    "image": "https://uploads.mangadex.org/covers/9b61e86c-e3e0-486b-b630-200d01337da0/5f7512aa-2460-4235-942b-a6e5ea76d864.jpg",
    "moods": []
  }
]