[
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "God-level Assassin, I’m the Shadow",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where people sleep and enter the realm abandoned by God, Qin Feng, who had sacrificed everything for his sister, is betrayed by her.\nHowever, fate grants him a second chance, sending him back nine years before the abandoned world appears.\nThis time, Qin Feng chooses to abandon his sister and focus on becoming the strongest.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/b3bb2a04-f9b0-4f28-b56e-ea723aefe2e6/0a6c9d82-62db-40f2-833e-8c07f214df52.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "An animal hospital in the border area",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Medical"
    ],
    "summary": "Paris-flying veterinarian named after new recruits! Kim A-young, head of the animal hospital who is struggling with loans. One day you get a phone call. \"Do you see reptiles there?\" I'm doing reptile therapy, which is not my major for a living. It's a reptile for use, isn't it? A blue dragon is here to see a doctor! Ahyoung Animal Hospital, where word of mouth went out when she treated him after a faint blast. New patients line up. Looking at the animals in a state of unimaginable identity, Ah-yeong was briefly taken into consideration for their generous medical expenses. \"Monster? Blue Dragon? I don't know! Money is the best!\" The veterinarian's new medical device. Will Ahyoung be able to treat special patients safely and return to a peaceful daily life?",
    "image": "https://uploads.mangadex.org/covers/7b29f645-7dbf-46b1-8534-b70b5859c49a/353323c7-bfd2-4111-a9be-8c9b355b39a3.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "First Confession",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/e57b1be2-006d-47aa-99b9-cd08fb6284ea/6b71ee77-7041-4589-81e6-bedcb7d289e1.jpg",
    "moods": []
  },
  {
    "title": "If You Want a Cheeky Sorceress",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“I’m sorry, I’m sorry, Princess.”\nThe friend who killed my family.\n“I know that you were very kind to me. I know that you cared for me very much. But what can I do?”\nHe branded me with the slave’s brand on his shoulder and cried.\n“I wish you could die without smelling Adelia’s scent. That’s my wish.”\nI, who had lost everything, also wanted to die like that.\nI was put in a small box and sold, and on my way, I was saved by a man like a tiger who came with flames.\n“Yes, Princess. Chew my fingers. Eat and swallow something to at least put up with my damned ridicule. Put your nails in my face.”\nWhy are you trying to save me when you saved me?\n“I kissed these lips. This neck. These arms and legs, the tips of my toes. I rubbed my body without leaving a single one out.” Why do I, who couldn’t protect even one family member, react to your flame?\n\nA woman who wanted to die met a man who wanted to save her, and decided to live.\nWith only one goal in mind: to pull the legs of those who pushed her into hell, and roll through the fires of hell together.",
    "image": "https://uploads.mangadex.org/covers/15f5ce0f-d7bc-4b53-a137-2ec5068a8b5a/19def93a-03ac-4111-8ae6-bddb925b60c1.jpg",
    "moods": []
  },
  {
    "title": "The Man Is A Real Dog",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a fantasy novel, I suddenly became Astel, the younger sister who never appeared. While my brother Cassian is fighting for revenge of the clan, it is my duty to find and deal with the final villain that remains unrevealed even at the end of the series! In order to do that, I must first enter the mansion of the northern duke, where the traitors of the family are hiding. But somehow, I became the 'mate' of duke Anais, a beast and a prime candidate for the ultimate villain. Besides...\n\n\"Kiss me now, Astel.\"\n\nIn order to live, I have to communicate with my 'mate' every day, but there’s no such thing in the original!\n\n\"Shouldn’t we go see the ocean you like today?\"\n\n\"I-I don’t think I can. I have to go see Mr. Cassian today.\"\n\nThe duke gritted his teeth with a cold face. I was a little scared when I saw this look on his face. Maybe he’s teething? Because he’s a wild beast!\n\n===\n\nThe other day, when I was living under the duke’s care. My brother, Cassian, left his son in my care for a while. However, it seems the duke has been entangled in a huge misunderstanding.\n\n\"They will become our child.\"\n\n\"What...?\"\n\n\"Cassian Gray will disappear from this world right now, so you won't be his bride anymore.\"\n\nYes...? Since when did I become Cassian Gray’s bride?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8-%EB%82%A8%EC%9E%90%EB%8A%94-%EC%A0%9C-%EC%B9%9C%EC%98%A4%EB%B9%A0%EC%9D%B8%EB%8D%B0%EC%9A%94-%EA%B3%B5%EC%9E%91%EB%8B%98/3143), [KakaoPage](https://page.kakao.com/content/60549099)\n\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/126242)",
    "image": "https://uploads.mangadex.org/covers/847a475d-0a95-4480-8342-51dd497de267/518d8a89-0af6-4692-bc2e-151667c1ddcc.jpg",
    "moods": []
  },
  {
    "title": "Situationship",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Yoonjae,\" who's in their first year of being a solo act and doesn't like dating, but still wants physical affection, encounters the arrival of \"Minseok\" at their company, who seems popular with everyone. \n\nMinseok suggests going out for drinks separately with Yoonjae, but there are no texts asking if Yoonjae got home safely. Minseok's attitude is ambiguous, mixing pleasant words with drawing boundaries. \n\nThey share meals, watch movies, and have physical contact, yet they're not officially dating. What kind of relationship are we in? Something other than dating for us in our 30s.",
    "image": "https://uploads.mangadex.org/covers/aba6cd55-5983-4373-a363-0304d5aed34c/e8ad461a-1715-4800-8118-db55d5e9d355.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 55",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "The Prince Meant for You",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "Black Corporation: Joseon",
    "chapter": "Chapter 100",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime.",
    "image": "https://uploads.mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "moods": []
  },
  {
    "title": "Leveling With The Gods",
    "chapter": "Chapter 139.5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Shounen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "During his reincarnation, Japanese corporate slave Tadashi impresses the gods by choosing the blessing of agriculture, something no one else has chosen before, and receives unprecedented, generous blessings. He is then meant to live the slow life of his dreams in another world, but instead he lands on a huge, desolate, miasma-filled peninsula known as \"Limbo\"! Tadashi struggles, but thanks to his natural earnest personality and the blessings of the gods, he steadily expands the scale of his farming operations. A persecuted former elf queen, a beastwoman hero, and a master dwarf craftsman all gather in search of the goods Tadashi makes...",
    "image": "https://uploads.mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/869f7ce4-01a3-4284-b5c0-cc5874de3bb0.jpg",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. \n\nAfter enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "The Tutorial is Too Hard",
    "chapter": "Chapter 228",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Psychological"
    ],
    "summary": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.",
    "image": "https://uploads.mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "moods": []
  },
  {
    "title": "That’s Not What My Will Said",
    "chapter": "Chapter 20",
    "genre": [
      "Adaptation",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Villainess",
      "Yaoi(BL)"
    ],
    "summary": "In a world where extraordinary powers called *\" Beneïsons \"* govern everything; only a boy named Kleis was granted the gift of the *\" Seint Graal \"*, a power whose use he could not even understand.\n\nDespite this, he did not lose heart and formed a party with his childhood friend Hinoka, who possessed the beneïson of the *\" Seint de l'Espee \"*, to carry out guild missions. However, due to a minor misunderstanding and betrayal, his mind and body were shattered.\n\nAt the same time, Kleis' beneïson revealed its true potential. The *\" Seint Graal \"* was the pinnacle of power, capable of granting any beneïson in existence to himself or others.\n\nHaving lost everything, yet now holding the power to gain everything, what will he choose? The end of the world or something else?",
    "image": "https://uploads.mangadex.org/covers/7de0a8d1-c7d8-4f34-a211-4f52955b8e52/5c8643ff-fd51-4c3c-9f01-928a817e47f2.jpg",
    "moods": []
  },
  {
    "title": "The Maknae Has to Be an Idol",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I will leave the debut group.\"\nI can't make it in this group. I should leave and set up a chicken restaurant so that my brothers could at least make a name for themselves.\nDestined to be a failed idol, I decided to leave the group for the betterment of the others.\nHowever,\n[A member dies if you leave the debut group.]\nWhat?\n\"...This is making me crazy.\"\nThe struggles of Bong Tae-Yoon, the Maknae on top, whose hands hold the lives of his group members, begins now!",
    "image": "https://uploads.mangadex.org/covers/964ec54c-0ae5-4254-9f3a-6596b6df15ca/a8882562-4aef-4630-9c64-f8c1919bcd44.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as a Legendary Surgeon",
    "chapter": "Chapter 166",
    "genre": [
      "Action",
      "Historical",
      "Manhwa",
      "Shounen"
    ],
    "summary": "300 years. \n\nThat was how long it had been since he had last been opened. For 3 whole centuries, the mysterious book of magic, also known as Grimoire, has been stuck on the shelf of the Le Temis Royal Academy Library. \n\nJust then, an apprentice mage opens the Grimoire, only to die in a freak accident. As the dismayed Grimoire awaits his teleportation to a new location, the library door creeps open and a mysterious girl, Riley, approaches and opens the Grimoire, becoming his new contractor.",
    "image": "https://uploads.mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/121701a5-f261-4760-8db1-525407683ce3.png",
    "moods": []
  },
  {
    "title": "It’s Just Fortune-Telling. How Did the Nine-Tailed Demon Emperor Become My Wife?",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Romance"
    ],
    "summary": "Jiang Jue travels through the world of Xianxia and obtains the Destiny Deduction System.Observing other people's destiny, knowing their past and knowing their future can even change their fate against the sky!It's just that there seems to be a big problem with this system.No matter what he calculates, he has to truthfully tell the fortune-teller's destiny.On this day, he met the leader of the Ten Thousand Demon Kingdom, the Demon Lord.Tu Shanlan: \"Sir, you might as well do the divination for me.\"\"Thousands of years later, you will be married and have five children.\" \"...\"\"By the way, your husband-in-law is me.\"",
    "image": "https://uploads.mangadex.org/covers/e8a6a64a-fe7b-4ae7-9b81-007c6142aba3/6c8357ff-fe69-49bf-bec7-2bcf5ac7b1bf.jpg",
    "moods": []
  },
  {
    "title": "Spring Breeze of the Wasteland",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Set in the Soviet Union, the mysterious girl named Berka and the quiet boy Shchenok help a Socialist Party member to escape from the secret police. Their aim is to infiltrate into a certain mansion that holds what they seek, but the secret police immediately capture the two. Will they be able to find what they seek and endure the torture of the secret police?\n\n---\n- **Won the 18th Japan Media Arts Festival Excellence Award in 2014**",
    "image": "https://uploads.mangadex.org/covers/72be95fe-4bc8-4b63-a056-cbd7447375b8/04724394-5ad8-4c3c-9a1e-9d862e1a44c8.jpg",
    "moods": []
  },
  {
    "title": "You Have to Repay Your Savior",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment! Gaile decides to try to make a living on his own off of his cursed items.",
    "image": "https://uploads.mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/69668547-642e-4256-a2e6-742a0af1e24d.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Captured The Grand Duke",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?",
    "image": "https://uploads.mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "moods": []
  },
  {
    "title": "Tyrant wants a better life",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
    "image": "https://uploads.mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "moods": []
  },
  {
    "title": "The Baby Isn’t Yours",
    "chapter": "Chapter 101",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Callia Taxicate was a mere commoner until she saved the life of Simon Tereloane, the son of a duke. In return, the duke helps make her commander of the emperor's knights and she becomes a war hero. \n\nThough she only sees Simon as a friend, the two unexpectedly spend the night together and she ends up pregnant! Terrified that he and his noble family won't accept a child out of wedlock, Callia runs away to raise the baby on her own. But how long can she hide this secret, especially from the father?!",
    "image": "https://uploads.mangadex.org/covers/ed45feb9-296a-4600-a7e3-ea0b6bfe4bf6/75a68ec7-22c6-4ce6-8121-222e20d114d7.png",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
    "image": "https://uploads.mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/1c3917ec-7cb3-4786-bcf2-d259c89562d7.jpg",
    "moods": []
  },
  {
    "title": "I Got Lucky and Pulled a 10th Rank Summon",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the most realistic VR game “Last Savior”. Every player will get a chance to summon a Follower Spirit. The Follower Spirits are ranked from 1 – 9. And obviously, everyone wants a rank-9 spirit. However, the one that I pulled has an unheard-of rank…\n\n[What on earth is going on?]\n“Yeah…”\nI don’t get it either.",
    "image": "https://uploads.mangadex.org/covers/806f34f1-6151-4beb-a2a8-7f53b2e49216/274b540c-1258-425b-b850-3e0c3fbab760.jpg",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named ACE (Autonomous Combat Entity), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with ACE to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "moods": []
  },
  {
    "title": "See You, My King",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance",
      "Shounen Ai",
      "Time travel"
    ],
    "summary": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?",
    "image": "https://uploads.mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 136",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 171",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "A heart-pounding reemployment(!?) story between a fed-up corporate slave and a cold, callous, villainess!\n\nThree years after graduating college, Natori Midori, who once idealized the \"grown-up adults\" she saw as a child, is working hard at her job as a temporary employee. However, one day, her contract is suddenly terminated for an absurd reason. As she sits there, wondering if there would ever be a workplace for her to devote herself to, her phone flashes and she finds herself in the world of the novel RPG she was playing. And before her eyes is the villainess, Lapis Tenebrae, who betrayed the heroine and committed countless atrocities before losing her life!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/60556)",
    "image": "https://uploads.mangadex.org/covers/5ec0922a-4869-4e6b-a154-2307945cc406/5d5cd448-24e7-4aa3-a2f2-65e4dedb9725.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Realized Only After Losing Her",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ellie was a girl who couldn’t talk or even write. By chance, she begins listening to three people’s secrets. The three start to develop an interest in Ellie, who listened to their words. However, a couple of days later, Ellie disappears without a trace. \n\nWith Ellie 's disappearance, he who confessed that he has a crush on a man, he who enjoys games involving riddles, he who has a secret fetish, The three men start searching for her, yet no one comes to figure out where she went, since they only talked about their own stories and had no clue about hers. Voiceless Ellie. \n\nThat was my name. \n\n(After the tables have turned) I began to speak again and by the favor of someone truly dear to me, I became a ”Countess\". The commoner Ellie who once couldn’t talk, can now speak as “Lady Phever”. And when the time came to reunite with the three men, “……Ellie?” The Ellie you know from the past is now gone. “You’ve got the wrong person.” Perfectly spoken words left my mouth.",
    "image": "https://uploads.mangadex.org/covers/29ae7262-b282-42ec-a833-1b03e33ed063/602c781e-c232-42ca-a365-5375f0d8491e.jpg",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 138",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "I Tamed the Enemy Prince",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f0ee6aa1-1988-4d00-b260-1e93f1e6fa9e/8be2be45-f4f8-4242-b94f-8f27cc4f7007.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]