[
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "On that day, I was going to confess to you. Choi Ji-young, an unidentified woman who accidentally encountered her on Ulleungdo Island. Sunwoo Hyun keeps bothering Ji-young. Two people who are attracted to each other even in a short period of time. Then one day, Ji-young suddenly disappears. Without a trace. “It’s been a while, Hyun. Aren’t you going to say hello?” Ji-young, who could not be found no matter how much she visited, became the “Choi Ji-an” and appeared in four years. That’s also for Hyun to protect. “With this time, there is no Choi Ji-young I knew. So, just delete it too.”",
    "image": "https://uploads.mangadex.org/covers/955091d9-55d6-4f56-8735-70a0fe1fb751/2a076f3f-d9ff-4714-bce4-2c52caa2b88a.png",
    "moods": []
  },
  {
    "title": "The Devil’s Body Temperature",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers.",
    "image": "https://uploads.mangadex.org/covers/c446c571-dc74-40e5-8035-38cca01503ef/b62626ba-b442-46c3-a001-f3e5c9369023.png",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 204",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer! Being the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges. What new heights will Moyu achieve with his unique army of undead?\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/18819/)\n\n**Official Translations:**  \n- **English**: \n  - [Tappytoon](https://www.tappytoon.com/en/book/necromancer-the-ultimate-scourge)\n  - [Webnovel](https://www.webnovel.com/comic/necromancer-the-ultimate-scourge!_32189339808001201)\n  - [Webcomics](https://webcomicsapp.com/comic/The-Necromancer-Scourge-Incarnate/67d2567f62661d2b396f4062)\n- [Japanese](https://jp.piccoma.com/web/product/159311)\n- [French](https://www.webtoons.com/fr/action/catastrophic-necromancer/list?title_no=6587)\n- [Russian](https://recomics.org/manga/necromancer-i-am-the-disaster)",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Minami is now one of the most popular young actresses, rising to the top with her natural beauty and charm. However, there's one thing that continues to trouble her. Back in middle school, she was in a serious traffic accident that left her severely injured and took a full year to recover from. As a result of the accident, she also lost all memories related to it. Since then, she has been having the same dream every single night. In that dream, someone gently whispers to her: \"Don’t forget the promise we made that summer…",
    "image": "https://uploads.mangadex.org/covers/4dd13b7f-c1af-4088-8d4e-90b946e010cc/ca53b209-ddb3-4768-85f6-36d600112c85.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "Mr. President’s Contractual Lover",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "No Dating Allowed In The Office",
    "chapter": "Chapter 65",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Is first love a big deal? If we met that first love as adults, would we really still feel the butterflies? With a first love who is a friend who is also a co-worker, beyond this reversely developed relationship is the true belief of \"No to Office Romance!\"\n\nNamsoo of <Romance 101> meets Dooboo of <One-of-a-Kind Romance>! Masters of romance fusing up to deliver this romantic comedy!",
    "image": "https://uploads.mangadex.org/covers/ad7b3487-5137-4a36-bb79-0b52720dec2c/e57224c7-3ad7-43ac-84b1-5c32879dd167.jpg",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/a23c1ecb-2f5e-4d7f-988b-c88295d77be4.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "Embodiment of the Assassin in the Murim World",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The No.1 Hitman, Kim Gun, finds himself plunged into the world of martial arts due to a mysterious accident. To return to his original world, he must complete a mission called 'Martial Arts Conquest.'\n\nWith a total of 2 guns, Kim Gun's adventure to subdue the unfamiliar martial arts world begins.",
    "image": "https://uploads.mangadex.org/covers/f73fdc0c-75b7-4454-a944-266437434934/31624930-d09d-41de-8ad8-800e4855df61.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Lull You to Sleep Only For You to Be Obsessed",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The protagonist finds herself possessing the body of April, a side character destined to be used by the villain and eventually killed by the male lead. Ignoring the original plot, she resolves to live a quiet life running a café in the countryside.\n\nHowever, her plans begin to unravel when she discovers that the boy she’s been caring for is actually the nephew the male lead has been desperately searching for.\n\nApril ends up becoming the male lead’s personal barista, brewing magical coffee for him every night, and eventually running a café in the capital. She tells herself it’s only until the female lead appears, but as she slowly opens up to the male lead, she finds herself becoming more and more entangled in a life by his side.",
    "image": "https://uploads.mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "I’m the Only One Bullied by the New High School Student",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "I just thought life was unlucky, but it turned out that a high school girl was manipulating my life and bullying me",
    "image": "https://uploads.mangadex.org/covers/a4866ec2-bae5-44ec-a7b8-cb0d67f7787e/a76a859a-2428-4156-92a9-37670c20ccb8.jpg",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "Player Who Returned 10,000 Years Later",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Oh Kangwoo the Demon King has had it with ruling over Hell and wants to return to Earth. \n\nBut when he finally gets there, not only are his powers sealed, but the Earth he once knew has turned into an MMORPG free-for-all. \n\nDimensional gates have appeared all over the world, and \"players\" enter them to make a living by hunting monsters. If Kangwoo wants to survive in this dangerous game, he's going to have to level up, and fast. \n\nBut for this demon king, hell on earth might be worse than Hell itself!",
    "image": "https://uploads.mangadex.org/covers/b17b675e-fb9f-4903-b4db-7c7deb2d1cac/f21b645e-55d4-4ec7-9ece-04b87e2ef6e4.jpg",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "I Can Copy Talents",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Manhua"
    ],
    "summary": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
    "image": "https://uploads.mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 18",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Zero Sense",
    "chapter": "Chapter 10",
    "genre": [
      "Bloody",
      "Childhood Friends",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "On the last day before a guy who can't sense any spirits at all moves out from his supposedly haunted house, Kinako-sama, the self-proclaimed strongest earth-bound spirit, will try her best to scare the living hell out of the guy before he leaves for good.\n___\n**KADOKAWA Version Links:**\n- [Amazon](https://www.amazon.co.jp/dp/B0BW9BSLZ7)\n- [ebookjapan](https://ebookjapan.yahoo.co.jp/books/745607/)",
    "image": "https://uploads.mangadex.org/covers/83681018-2b22-4ea0-ab05-43749e73035b/df01764d-c796-4d19-ae1f-17433bc4c74e.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Male Lead Made Me The Female Lead",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "There’s No Such Thing as a Bad Hero in the World",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "The Beloved Saint Is A Princess Healer",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Recording Hall",
    "chapter": "Chapter 115",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I reincarnated as the daughter of the stepmother who traumatized the male lead. All this occurs inside the novel I wrote when I was fifteen. But it’s fine, I’ll make him happy no matter what. I’m this novel’s author after all!  \r\n  \r\n“I have never once thought of you as family, Noonim.”   \r\n  \r\nI thought I was working diligently on the Male Lead’s Happiness Project, but why won’t he acknowledge me as his family? Will I be able to survive until the male lead becomes the Duke?  \r\n  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/161e8bde-914f-4464-a009-071ad6d981ac/0507c278-fc6a-42f4-bfc9-c8be33dc167d.jpg",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 145",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "Sister, I Am the Queen in This Life",
    "chapter": "Chapter 154",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "Grand Duchess’s Constitution",
    "chapter": "Chapter 7",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was possessed by a wicked woman who was about to be hanged in a year.\n\nIn order to survive, she entered a contract marriage with the cursed northern grand duke.\n\nHe was obviously a husband who blushed at the mere touch of her hands at first…\n\n“I thought you liked… my chest.”\n\n“I can’t stop because your lips taste so sweet.”\n\nI’m in trouble because my husband is so demanding!\n\nMoreover, he said there were no tourists in this wonderful city, so I was thinking of helping out a bit.\n\n“The north become the hottest place in the empire?”\n\n“Special goods sold out as soon as they were released?”\n\nWhy is everything going so well?\n\nIs it perhaps because of me, the Grand Duchess?",
    "image": "https://uploads.mangadex.org/covers/94d173bb-18d0-4296-956f-1db0a1169be9/c4565c9b-e436-42e0-a34e-c933cbfd5354.jpg",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "One Day, I Suddenly Got a Crush",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
    "image": "https://uploads.mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/25b480d2-5c3f-41d6-9c53-58d8453eaf38.jpg",
    "moods": []
  },
  {
    "title": "Remember Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Magic school is a lot harder when you're trying not to die!\n\nLife seemed perfect for Oriana after she started dating Vincent in the winter of her fifth year at the academy. Little did she know, her beloved would soon die under suspicious circumstances. Before she can process anything, she wakes up to find herself back in her seven-year-old body with no idea how she died. When she finally returns to the magic academy in hopes of reuniting with her boyfriend, she finds out Vincent has no memory of her! Now she's back at square one. Can Oriana navigate this second chance at life and change the course of Vincent's fate? Making her crush work out really is a matter of life and death!",
    "image": "https://uploads.mangadex.org/covers/4dff5c5e-bad0-4dc6-a356-638b188b9eec/b8927e36-5480-4c77-a6a4-aa19e6e4fb73.jpg",
    "moods": []
  },
  {
    "title": "The Wicked You Sink Into This Love",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Evelyn marries Wilfred to help her sickly sister.\n\nWilfred is popular in high society and wealthy, but continues to cheat on her even after their marriage. However,\nwhen he returns home, he embraces Evelyn.\n\n\"Have you grown tired of me? So why do you make love to me?\"\n\nEvelyn is troubled by her relationship with Wilfred. She\nthought it was a loveless marriage, but Wilfred's deeper intentions begin to emerge...\n\nThe story of a married couple who love each other but deceive each other begins now.",
    "image": "https://uploads.mangadex.org/covers/9d9229f6-5043-4db4-bd41-97724e89e8d9/8a7d020d-568c-448a-aaee-df6fd8bc9f74.png",
    "moods": []
  },
  {
    "title": "The Path Of The Briars In The Moonlight",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]