[
  {
    "title": "Things I Learned After Death",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As if being framed by her love for plotting a murder weren't enough, Rinette learns that her stepsister, Kanna, is the true mastermind behind it all. As she's burned at the stake, Rinette makes a desperate wish for another chance...and wakes up as her younger self. Determined to change her fate, she vows to stop Kanna's schemes and protect her family this time around. But rewriting the past is far from simple. Each choice she makes brings unforeseen consequences—some more devastating than she could imagine. Can Rinette escape the shadows of her past, or will they consume her once more?",
    "image": "https://uploads.mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mc's Friend turned into a girl, now he doesn't know where to look.",
    "image": "https://uploads.mangadex.org/covers/59004464-9a1f-431e-ac69-7ee839f26daf/433b8b54-02e5-4169-bd16-c895963d8596.jpg",
    "moods": []
  },
  {
    "title": "Im a max level regressor",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As a member of the \"Nine Road\" for decades, I've traveled the world preventing global catastrophes. My long-awaited retirement was finally within reach. At 56 years old, what awaited me was the fame of being a battle-hardened veteran who had reached the highest EX rank, and countless accolades as humanity's hero and Earth's guardian! All that was left was to truly enjoy a life of wealth and glory! \n\nAnd just as I was about to settle into a comfortable retirement... I woke up to find myself as my 24-year-old self from 32 years ago! Even worse, I'm back in the past when I had absolutely nothing!",
    "image": "https://uploads.mangadex.org/covers/1620506f-0d5f-4bda-9ad4-195b407d8f32/9f824b2c-b12a-43bb-9274-2076b03c724b.png",
    "moods": []
  },
  {
    "title": "Expelled Hero Is Too Strong",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…",
    "image": "https://uploads.mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "moods": []
  },
  {
    "title": "The Sacrificial Princess Satisfies the Vampire Duke’s Thirst With Sweetness",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 529",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Confession",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life"
    ],
    "summary": "Ayumu Otsuki is a space lover with an ambitious dream—to meet an alien. Despite lacking friends or romantic experience, she started the Astronomy Association by herself, which is the only place where she feels she belongs. One day after school, she dropped an association poster, but an upperclassman picked it up for her. The upperclassman introduced herself as Hayami, and Ayumu completely fell in love at first sight when Hayami recognized her passion! Ayumu's mind is now filled with love, and she goes all out to share her feelings. However, Senpai seems to already adore something else. She fell for a fitness junkie?! A peculiar girl's straightforward romcom!!",
    "image": "https://uploads.mangadex.org/covers/b155dd4b-4db3-4dfd-80b9-d7690ee0c053/91143498-c992-407d-b522-eb32ec372209.jpg",
    "moods": []
  },
  {
    "title": "They Say Goblins Don’t Know How to Cry",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A goblin who lived peacefully in the mountains and two women who changed his live forever.\n\nHe had never loved someone so much. and she had never hated someone so much!\nA spirited girl, a mischievous fox, and a cruel, but devoted, goblin.\n\nWhether the relationship between the three is good or bad, one thing is certain. It will only end when someone dies!\n\nA lyrical romance drama that alternates between hilarity and sadness.",
    "image": "https://uploads.mangadex.org/covers/3ed448ef-6d3d-42af-aac4-e8005b7da7c2/b58c73a0-19c0-49f7-bb68-36abb3a9428e.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 63",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Welcome, Witch Shop",
    "chapter": "Chapter 47",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 141",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 48",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "Another Tonight",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Jieunsoo was unilaterally divorced by her husband Yutaehan three years ago.\nShe believed she was over it—no longer caring who he dated or remarried.\n\nThat is, until she finds out he's planning to marry Yujeongha—the very woman she spent her whole life envying.\n\nDriven by anger and desperation, Jieunsoo decides to sabotage the wedding the only way she knows how—by spending a night with her ex-husband.\n\n“I’m going to tell Yujeongha.”\n“Tell her what?”\n“That we slept together.”\n\nShe lays down her carefully held card like a dagger from the heart. This was always the plan—hard-earned and calculated.\nNow it was time to make her demand.\n\n“I don’t want Yujeongha.”\n\nSaying it out loud stings more than she expected. But she's a mother—and as a mother, her child mattered more than her pride.\nThere’s no way she could leave her child in the hands of a woman who despised her.\n\n“Say it.”\n\nHis low voice was calm, unreadable.\nLowering her gaze, trembling, Jieunsoo finally looks up at the man and says:\n\n“Tell her we slept together.”",
    "image": "https://uploads.mangadex.org/covers/0a5f94bb-e9be-441d-afa7-e6f70e0f75fe/826cb6c7-97e0-4b9b-97ee-3f92ba570308.jpg",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 189",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Cheonghak-dong Project",
    "chapter": "Chapter 31",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "Loved by The Dead",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In the Yamatoba Empire, where two races, humans and night demons, have existed since time immemorial. Iku, whose hair and eyes are as pale as white snow, is mistreated by her family because of her strange, demon-like appearance. She is treated as little more than a servant until the day she is sold to a man for money, a fate she thought impossible to escape from... One day, however, the next head of a prominent family, Subaru, learns of Iku's secret and offers her a marriage proposal. Though it is a political marriage, the two, both burdened with a damaged past, gradually become attracted to each other...?",
    "image": "https://uploads.mangadex.org/covers/cfc317ba-e622-46fd-bfc7-568a2516876a/798a3dcf-7035-4634-af1e-0b559c9390b5.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Another Heaven",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?",
    "image": "https://uploads.mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/ef3eaf7f-12da-4daa-9a3d-74e2e28142ea.jpg",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 168",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Hunter World’s Gardener",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ji-ha, the weakest labor-class hunter with neither skill nor fighting ability, made a living by running a store while holding the lowest hunter rank.\n\nBut one day, his life as a hunter changed when he entered a garden from a different dimension through his dream...\n\n<You have obtained Friendly Plant Lv.1> <You have obtained Blessing of XXX Lv.1>\n\n'I gained a skill just by planting one twig...?'\n\nHis unique adventure as the sole gardener in the hunter world begins.",
    "image": "https://uploads.mangadex.org/covers/fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee/27369165-a20e-41df-b2a9-33b7f558b5e0.jpg",
    "moods": []
  },
  {
    "title": "Why I Quit being the Demon King",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?",
    "image": "https://uploads.mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "moods": []
  },
  {
    "title": "Maid’s Night",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After the ruin of an aristocratic family in England, Eva Macy has been living a difficult life as a maid at an acquaintance’s house, where she happens to meet her ex-fiancé Prince Edward.\n\nDespite being a strong and cold-hearted person, he is affectionate towards her. After he leaves, Eva realizes that he’s her first love. However, she decides to give up on her current feelings, believing it to be in her best interest to do so.\n\nAfter overcoming such a difficult time, Eva's feelings for Edward calmed down, but one day, Edward suddenly appeared before her as if to stir up Eva’s heart again.\n\nEva becomes a chambermaid for her ex-fiancé Edward, where he constantly tries to seduce Eva.\n\nThe relationship she thought had ended a long time ago continues again in his chambers...",
    "image": "https://uploads.mangadex.org/covers/153902da-cb89-4617-938f-135567d6c5b9/84d8efa0-0a15-40ff-a40d-6906757c28ca.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fumi Isshiki works as an accountant at an entertainment agency. One day he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him... She is just a child, yet she acts more mature than many adults.",
    "image": "https://uploads.mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/1c961f04-7171-4e19-ae32-34696d5ff051.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey.",
    "image": "https://uploads.mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/65bc2553-041f-4e11-992e-a19c02664791.jpg",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 22",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 104",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "Seoul Station Druid",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Shounen",
      "Si-fi",
      "Webtoons"
    ],
    "summary": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
    "image": "https://uploads.mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/25af0915-1ee5-4b57-ac6b-300bd885f149.jpg",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat. Then one night, a beautiful red-haired woman appears and says to him, \"You have potential. Become my apprentice.\" From a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)\n\n**Additional Links:**\n- [Official X](https://x.com/mon29_4ryo)",
    "image": "https://uploads.mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/875c888e-badd-4f11-ba21-cce734544590.jpg",
    "moods": []
  },
  {
    "title": "The Silent Sacrifice Princess And The Black Dragons Marriage",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayame, born into a family of priestesses blessed by the Black Dragon God, possesses a unique ability to heal people through her voice. However, after the death of her parents, she is taken in by her uncle's family who mistreat her, leading to the loss of her voice. Her cousin Mari even takes over Ayame’s rightful position as priestess, and Ayame is eventually offered as a sacrifice to the Black Dragon.\n\n\"Why must I be killed like this?! Someone, please help me!\"\n\nHer desperate plea brought forth the Black Dragon from the sky. He descends and transforms into a handsome young man, gently takes Ayame's hand, and flies away with her.\n\nThus begins Ayame’s new life as the bride of Saku, the Black Dragon, living in his mansion situated between the celestial and human worlds. However, Ayame’s cousin Mari, envious of her new status as the beautiful bride of the Black Dragon schemes to steal him away...\n\nA Japanese-style Cinderella story of a gentle-hearted girl who lost her voice and a proud yet compassionate Black Dragon.\n\n---\nThe Kozuki family was granted the Black Dragon's blessing, allowing them to heal the sick and purify impurity with their voices alone. But Ayame's life shatters after her parents' death, leaving her at the mercy of her cruel aunt and uncle, who tortured her until she lost her voice. As their daughter, Mari, rises to become the new priestess, Ayame is offered as a sacrifice to the Black Dragon.\n\n\"Why do I have to die like this? Please help me!\"\n\nIn response to her desperate plea, the Black Dragon appears as a striking man and takes her hand, whisking her away to his realm. Chosen to be the bride of the Black Dragon Saku, Ayame finds herself in the enchanting Black Dragon Manor, suspended between the heavens and the human world. But jealousy ignites in Mari, who vows to reclaim Saku and make Ayame suffer once more.",
    "image": "https://uploads.mangadex.org/covers/60f40c6d-20b0-4cc1-af91-0bd9912aa764/e16d6b0b-3996-4ec8-a066-cc40ed3469a6.jpg",
    "moods": []
  },
  {
    "title": "The Childe",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "I Contracted Myself",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible.",
    "image": "https://uploads.mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "moods": []
  },
  {
    "title": "Alcatraz of Desire",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "A shipwreck that occurred under dubious circumstances leaves survivors stranded on a remote, desolate island. On this island, desires begin to take root. The lucky survivors, each with their own hidden agendas, the fierce, voracious beasts, and the cannibal tribe lurking in the shadows are all enemies in the name of survival. On this forsaken, desolate island, who will be able to overcome all odds, emerge triumphant and return home?",
    "image": "https://uploads.mangadex.org/covers/82289b05-afa4-4c20-beba-f3c9346a2a92/cd932d7e-07bc-484d-ab2a-ff477aeda2ae.png",
    "moods": []
  },
  {
    "title": "The Way That Knight Lives As a Lady",
    "chapter": "Chapter 166",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Time travel"
    ],
    "summary": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/25ce6f0e-51ae-467e-8519-fe90060586dc/31cff245-4c44-4c04-bce7-422bca198bff.jpg",
    "moods": []
  },
  {
    "title": "Maru is a Puppy",
    "chapter": "Chapter 103",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The hero's son and the ghost of the Demon King are the master and disciple!?\n\nEarth, the son of Hero, the hero who defeated the Great Demon King, is troubled.\nAlways expected to achieve great things, but unable to meet those expectations.\nNo matter the effort he puts in, and the results he obtains, it's never enough.\n“You're a disappointment compared to your father.”\n“Don't you know you're the son of the hero!!”\nLiving every day like this, Earth meets his destiny in the room containing his father's sword.\n\n“Interesting. I will train you. I have only free time now.”\n\nEarth receives special personal training from the Demon King just to get back at his parents and the world.\nIn the coming days, his parents, the heroes of the past, his first love, his princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\n**Note:** While initially released with the “What's Wrong With The Hero's Son Being The Demon King's Disciple?” subtitle, in line with the web and light novels, the manga switched to the new “Boy Meets Satan” subtitle by the release of the 1st volume.\n___\n**Character Designer:** [Ryuutetsu](https://mangadex.org/author/796d659c-1d83-4956-a7bb-d0bcf8424284)\n\n**Additional Links:**\n- Official Raw Web Novel: [Kakuyomu](https://kakuyomu.jp/works/1177354054918478427), [Shousetsuka ni Narou](https://ncode.syosetu.com/n9185fm)",
    "image": "https://uploads.mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "moods": []
  }
]