[
  {
    "title": "The Male Leads Were Stolen by the Extra",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as Selonia Bessin, the heroine of a romance fantasy novel, a girl is thrust into a demon-slaying mission with the novel's three male leads. They successfully defeat the demon lord, but Selonia falls unconscious for three months on the journey back. Upon awakening, she discovers the trio is now enamored with Grace Benet, an unknown extra. Moreover, the supposedly defeated demon lord is back in hot human form! Why has he returned, and who is this mysterious Grace stealing the limelight?\n\n---\nA woman who has lost her male leads to an extra who did not appear in the original story... That's me.\n\nSelonia fell into a coma on the way back from defeating the Demon King. After wandering through death for several months, she survived, but what? \n\n“I want you to break off the engagement. I want to hurry up to marry Grace.” \n\n“I want you to pretend my knight’s oath to you didn't happen.” \n\n“Give me back my heart. I’ll give it to Grace.” \n\nThe fiancé who was the male lead, the paladin and the dragon who were the sub-male leads, and the fellows all turned away. These reckless bastards! There was a lot of cursing, but what can I do to stop it? I was trying to start a new life in a cool way. By the way… \n\n“Do you know me?” \n\nHow is the dead demon king alive? \n\n“What, I don’t know…”\n\n“No, you know me. tell me Who am I?” \n\nTo make matters worse, the Demon King, who has no memory, sticks to my side and does not leave. Inevitably, I tried my best to prevent the return of the Demon King. \n\n“How can I always hold your hand?” \n\nWhy is it not enough to spit out vulgar words? \n\n“Are you going to kill all those who left you? Just speak.” \n\nHe’s even going to kill the male leads for me!",
    "image": "https://uploads.mangadex.org/covers/817326a0-fc3f-42dc-99a6-ff10a952d535/8793ff84-d0bc-4be9-8e9e-fbabf0aa1015.jpg",
    "moods": []
  },
  {
    "title": "Summer Moon: The Cuprids",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Tames the Beast",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Queen Kristian was framed by her half-sister and executed at just 16 years old. Another sixteen years have passed since then, and the daughter of a duke is about to make her societal debut—her name is Tiaresia. Always close at hand is her loyal servant, growing more impatient by the day. In truth, this handsome servant is a demon, waiting to reap the rewards of a magical contract made with Tiaresia—the reincarnated former queen Kristian. Together, they plan to exact a calculated and tragic revenge.\n\n(Source: Manga UP! Global)",
    "image": "https://uploads.mangadex.org/covers/47f1436c-cb88-4645-bbf7-605873c567f3/c270cff0-e85d-4123-9295-b2cbb1b46c95.jpg",
    "moods": []
  },
  {
    "title": "Return of the Bloodthirsty Police",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Bo Sal, a monk at the Hwaguksa Buddhist temple and head of the Hwaguksa hitman group, picked up Bi Gwang as a child and raised him as a hitman. When Bi Gwang grew tired of the killing and decided to leave the group to start living a normal life, Bo Sal and the other members of the Hwaguksa group betrayed and killed him. After his death, Bi Gwang's soul was transferred into the body of a police officer named Kim Gyeongsu and he vowed to take revenge on the Hwaguksa group for their betrayal.\" [MU]",
    "image": "https://uploads.mangadex.org/covers/28bcb966-313a-40ad-8d52-fcd2a9089436/a3b212f2-61ee-4d03-ad8b-e0ab6ee1c667.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Demon Wants to Be A Chef",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Cooking",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Due to a gate-related accident, Woojin regains the memories of his past life... a life as the Heavenly Demon, ruler of China! \n\nHowever, as the Heavenly Demon, there was a dream he never managed to achieve. Now, in this life, he'll do whatever it costs to fulfill his lifelong dream of becoming a chef! \n\nThis is the legendary(?) story of Cheon Woojin, the former Heavenly Demon, chasing his dreams!",
    "image": "https://uploads.mangadex.org/covers/d0da613d-cfcc-43ef-b9eb-ec302532402c/d54de485-e4a1-4d01-9b7e-fb72c497643a.jpg",
    "moods": []
  },
  {
    "title": "A Transmigrated Warden’s Battle for Redemption",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The Rose Prison in Baiyin City is recognized as the strictest and strongest women's prison in the entire continent. \n\nIt gathers the most dangerous and vicious female criminals on the continent, and I——Aiden is the warden in charge of managing this prison. \n\nBut the original \"Aiden\" is a strong man who is proficient in spears, swords, and even black magic!\n\nI'm just an ordinary person who transmigrated to him, and I don't even know the fighting skills mentioned above...",
    "image": "https://uploads.mangadex.org/covers/b78bbae9-f525-45d5-b832-f15dcbe1c489/4b86560b-8037-4790-a6f9-a44e67172bc3.png",
    "moods": []
  },
  {
    "title": "Unaware His Majesty Is A Girl",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
    "image": "https://uploads.mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "moods": []
  },
  {
    "title": "Evil Dragon Is Reincarnated! Revenge Begins at the Age of Five!",
    "chapter": "Chapter 284",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I was once the legendary red dragon who stood at the top of the world. For thousands of years, my brethren have been murdered by humans and the desire for revenge slowly turned into my only mission in this world! However, I failed. On the day of the decisive battle against human beings, I died with hatred in my heart... if there is an afterlife, I will definitely avenge my kind. If there is an afterlife, I will make these filthy humans pay with their blood! If there is an afterlife—hmm? I was reincarnated as a weak human baby?!!",
    "image": "https://uploads.mangadex.org/covers/bf327014-2ad7-40ec-8914-996a69a76348/a0ec6f4a-d6cb-427b-873d-a8f0fdb96e33.png",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "The Rebellious Villainess Doesn’t Want To Be Swayed By The Obsessive Prince!",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "How many more times do I have to be a \"villainess\" before I can escape this life?\"I\" have lived as a villainess in many different Otome games. In all of them, the villainess's fiancée is captured by the heroine, the villainess is punished, and so on. No matter how hard I tried, that future would never change. \"Villainess?　A broken marriage?　I'm sick of all of them. !!!!At the end of my last episode, I shouted out my complaints to the heavens. I was then reincarnated and began my life as \"Catherine the Villainess's daughter\" and it was somehow different from before!　My fiancée, who was supposed to abandon me, says that he loves me ........Catherine!?\n\nThis is a romantic comedy fantasy about the reincarnated villainess's daughter and an obsessed prince who can't stop loving her.",
    "image": "https://uploads.mangadex.org/covers/b2bf7552-116c-4ca4-81e6-1c42fda8360e/5fd1f535-241a-49d3-a506-4d99e2f24e96.jpg",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 21",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want to Remarry a Tyrant",
    "chapter": "Chapter 25",
    "genre": [
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Raise My Child As Another Man’s",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Fate, save my unborn child…!” These are the last words of Princess Hinael as she plummets to her death at the hands of Count Chetaire, her unfaithful husband. Little does Hinael know that destiny will grant her a second chance, as she awakens two years in the past, shortly before her marriage. With her knowledge of what’s to come, Hinael attempts to rewrite the stars for herself and her future child. And what better way to achieve her ambitions than to court her kingdom’s former enemy, the dark and stern Prince Lutz of the Empire of Triekas?",
    "image": "https://uploads.mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "moods": []
  },
  {
    "title": "The Fate of the Perennial Sub Male Lead Is in My Hands",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 7",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’t Dying Wife",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I found myself in the body of the empress married to a tyrant emperor—one doomed to be poisoned and die. The bigger problem? After my death, this tyrant loses his mind and ruins the entire empire! With only two years left to live, I worked tirelessly to rewrite my poisoned fate while keeping the emperor’s sanity in check.All seemed well… until: \"Leah, why don’t you ask me if I’ve eaten breakfast anymore?\"\"Because you’re healthy now.\"That afternoon, he collapsed after drinking his wine. With a smile. *Wait… did you intentionally poison yourself?!*",
    "image": "https://uploads.mangadex.org/covers/3a3c7f1c-ba66-4290-9607-7362b1437936/6e2b3626-97d7-48f6-b93d-b3c7aea2fc8e.jpg",
    "moods": []
  },
  {
    "title": "How To Become A Dark Hero’s Daughter",
    "chapter": "Chapter 51",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "The MC transmigrated into a novel and became an extra from the novel. The novel is a murder thriller and the main character is a serial killer. He kills criminals with black magic making him a dark hero (think of him as Dexter or batman with dark magic). She (MC) doesn't have any death flags since she’s a background extra but she was a homeless girl of all things in such a dangerous novel. Somehow our MC saves the male lead and to thank her, he adopts her.\n\n“Become my daughter.”\n\nThe richest, most powerful, and handsome duke asks her to be his child. The MC is freaked out since she knows he’s a cold blooded killer. Can she survive such a maniac? Yet he dotes on her and constantly says ‘my daughter is the cutest’! He wants to get master artists to draw her and gather poets to describe her adorableness. The duke also has a son. The apple doesn’t fall far from the tree; he also dotes on her. In this way, a beggar became a little princess. She also got used to people getting killed.\n\nHowever there was still one problem. Our MC has turned sixteen and is wondering as a lady, will she have an arranged marriage? The whole house atmosphere quickly turns awkward. She realizes, perhaps they want her to stay here forever? Can she escape such a strange house? Everyone is so attached to her!\n\n---\nDuke Kallen de Lewelton is bloodthirsty and ruthless when it comes to killing criminals, but a total sucker when it comes to his new daughter! Peasant girl Lae learns this herself when a fateful run-in with the duke results in her adoption into the Lewelton home. Armed with a sharp mind and the knowledge from her past life, Lae makes the perfect addition to the family’s quest to quell injustice. But as the mysteries of the capital’s underbelly rise to the surface, will she and her new family withstand the return of a true criminal mastermind?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
    "image": "https://uploads.mangadex.org/covers/038635f3-177b-4fd1-a42f-0eb02960abf8/25d9c326-e2cf-48b1-a8da-351aa31d6e33.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Match Is Too Perfect",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?\n\n---\nAn overworked girl strikes gold, waking up as wealthy noblewoman Yvonne Argentrose in a novel. Once a jealous villainess one-sidedly obsessed with the crown prince, now all she wants is a peaceful and opulent life. Still unconvinced of her transformation, her family tries to set her up with the empire's perfect man, Duke Ehels. But when the once uninterested crown prince catches wind of this, he becomes jealous, and drama ensues! Can Yvonne escape the drama and enjoy her new life in peace?",
    "image": "https://uploads.mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 200",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "The Stars And I",
    "chapter": "Chapter 221",
    "genre": [
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "\"Jin... I'm expelling you from the party.\"\n\nJin had been adventuring with his childhood friend, Reki the Hero, aiming to defeat the Demon Lord.\nAlong the way, they were joined by Yuuri the Saint and Lucika the Sage, and at last, they reached the Demon Lord’s castle.\nHowever, just before the final battle, Jin was suddenly told he was no longer part of the party.\n\nHeartbroken, Jin returned to his hometown...\nBut soon after, the remaining party members—who swiftly defeated the Demon Lord—began showing up one after another with marriage proposals!?\n\nA slow-life × harem fantasy that begins with exile—let the story begin!",
    "image": "https://uploads.mangadex.org/covers/d4894b47-9af3-4b84-8adc-cb49e34994ab/68ad9b00-8dcb-4fb5-9821-276fb35a66ae.jpg",
    "moods": []
  },
  {
    "title": "Killer Peter",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After devoting his life to the crime organization, Glory Club, Peter retires his status as a legendary killer and spends his remaining days running a quiet used bookstore.\n\nBut after being ambushed and nearly killed one day by the very organization he dedicated his life to, Peter finds his body magically reverted back to its teenage years!\n\nNow that Peter is back to his peak physique, he sets out to settle the score with Glory Club!\n\n---\n\n**Official Translations**\n[Chinese (Simplified)](https://www.dongmanmanhua.cn/FANTASY/shashoubadeluo/list?title_no=2697)\n[Chinese (Traditional)](https://www.webtoons.com/zh-hant/action/killer-peter/list?title_no=6015)\n[French](https://www.webtoons.com/fr/action/killer-peter/list?title_no=6155)\n[German](https://www.webtoons.com/de/action/killer-peter/list?title_no=6193)\n[Indonesian](https://www.webtoons.com/id/action/killer-peter/list?title_no=5846)\n[Thai](https://www.webtoons.com/th/action/killer-peter/list?title_no=5899)",
    "image": "https://uploads.mangadex.org/covers/a3db9212-7e87-44ea-8264-23f914671444/daee4945-92b4-4455-ae50-9af91203b71a.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 442",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat. Then one night, a beautiful red-haired woman appears and says to him, \"You have potential. Become my apprentice.\" From a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)\n\n**Additional Links:**\n- [Official X](https://x.com/mon29_4ryo)",
    "image": "https://uploads.mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/875c888e-badd-4f11-ba21-cce734544590.jpg",
    "moods": []
  },
  {
    "title": "Demon God of Apocalyptic Behemoth",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The prosperous city and peaceful society were suddenly destroyed by the outbreak of doomsday. Countless polluted monsters flooded the world, and the forbidden area descended. Billions of people died and the sea of ​​blood surged as the doomsday worlds were connected. At this time, Chen Chu, who had grown silently and was comparable to a god or demon, stood up. And behind him, there was a black monster that was 10,000 meters tall, shaped like Godzilla, but even more ferocious and huge.",
    "image": "https://uploads.mangadex.org/covers/58887a94-1dc5-4739-823e-3bf8ecb85163/c9884816-66e4-4654-902d-1c1f476352f1.png",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "Surviving the Inverted World with Omnipotent Skills",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world’s most popular game, AZURE LAND, suddenly ends its service. Soon after, monsters from the game begin appearing in the real world, blurring the line between reality and virtual reality. Shizuya Kakitsubata, the game’s top commander, is caught in the chaos and must now fight to survive. Humanity, once the hunters, have become the hunted—and their survival is uncertain in this new, deadly reality.",
    "image": "https://uploads.mangadex.org/covers/eef6b1b3-045d-406c-a8a0-604d9741b373/cbab3c94-1cf4-474b-a24b-5cbb254974bc.png",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?\n\n---\n\n**Original Webtoon:**    \n- [KakaoPage](https://page.kakao.com/content/66085559)\n- [Daum](https://webtoon.kakao.com/content/%ED%83%91%EB%9E%AD%EC%BB%A4%EC%9D%98-%EC%9E%91%EA%B0%80%EC%A7%80%EB%A7%9D%EC%83%9D%ED%99%9C%EB%B0%B1%EC%84%9C/4405)\n\n**Official Translations:**      \n- [Japanese](https://jp.piccoma.com/web/product/181150)",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 105",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 70",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 683",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Genius Bastard of a Noble Dark Clan",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After breaking his back working with the Hero's Party, Chris wound up facing a dog's death.\n\nWhen he next awoke, he was the young master of an immensely wealthy family. However, he wasn't just any noble son but Christian van Baren Kazar — the infamous, good-for-nothing bastard of the Magic Empire's Dark Magic Clan.\n\nThere were only two years left until Christian was fated to meet an untimely death. And even if he managed to survive that long, he still needed to stop the end of the world.\n\nChris had only one option if he wanted to survive and enjoy a life of wealth and luxury: seize control of the Dark Magic Clan and become a Demon King himself!",
    "image": "https://uploads.mangadex.org/covers/e48757ad-77ce-4a9e-9d21-d8f88e4a5f0e/157c7c0f-fa46-4c8d-aa39-612fb979e0de.jpg",
    "moods": []
  },
  {
    "title": "Reborn as a Monster 2: Rise of the Beast God",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A thousand years ago, under the blood moon, spatial rifts opened, heralding the era of monsters! Countless monsters rampaged across the globe! Just as humanity was on the brink of complete extinction, the emergence of “Beast Spirit Masters” brought a glimmer of hope to all of humanity! With generations of inheritance and the development of “Beast Spirit Masters”, humanity successfully created a new civilizational order to combat the monster invasion! Lin Yuan, who was a top assassin in his previous life but was tragically betrayed and killed by his organization, transmigrates…",
    "image": "https://uploads.mangadex.org/covers/76fc9eb7-e715-4b3f-b9dd-79baa400337a/5c880766-6e54-4830-becc-477a799aaa65.jpg",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "What Happens When the Second Male Lead Goes on Strike",
    "chapter": "Chapter 96",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Yeseo Jung wakes up one day, he finds himself trapped inside the body of Jesse Venetiaan, the ill-fated second male lead of a mega-hit fantasy romance novel *I Quit My Job, Then I Became the Princess Bride*.\n\nIt turns out this second male lead is destined to die at war, trying to protect the male lead. Yeseo’s goal is to avoid getting entangled with the main characters and survive until the war is over, all while searching for a way to return home safe and sound. \n\nBut the female lead, Christelle, and the male lead, Cedric, keep approaching him…\n\n---\n\n**Original Novel:** [Chapters](https://ridibooks.com/books/425193499), [Volumes](https://ridibooks.com/books/425233591)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9174594), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=803518)",
    "image": "https://uploads.mangadex.org/covers/4f049c4d-14e9-4f74-901a-ec16b1977650/783db9eb-cc95-49ab-8df9-6e857711118a.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "Late Regret",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Uruwashi Maria, a student at the Hananomiya private academy is a strong-willed and selfish \"villainess.\" Her life is on easy mode and she has no enemies, but one day the memories of her past life come to her. Suddenly she remembers that in her previous life she was a normal high school girl. And she’s seen this life of hers play out before in a manga she read in her previous life! According to memories of her past life, Maria is killed by somebody in the manga. \"And I don't know who did it because I died before I could read the ending!\"  \n  \nCan Maria avoid her death and find happiness?",
    "image": "https://uploads.mangadex.org/covers/3521c5e8-a737-43a3-97b6-c25d2f23d24e/db722600-71b9-4dd0-b204-e4a0e24928cc.png",
    "moods": []
  },
  {
    "title": "Return of the Legendary Spear Knight",
    "chapter": "Chapter 181",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
    "image": "https://uploads.mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 65",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Savage Castle",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Due to his uncle's conspiracy, the king leaves the throne and hides in a desolate land. The story unfolds with the king and a pitiful yet beautiful noble lady, who has made him her slave, entangled in obsession and affection.",
    "image": "https://uploads.mangadex.org/covers/89759f03-8280-4f14-ac5b-bc99cca94a0b/e7eb8676-2e71-4c35-9b30-2134760cad52.jpg",
    "moods": []
  },
  {
    "title": "Otis",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A woman who was scheduled to die in May, Ishian. She was in a curse in May when the family was killed. Maybe like destiny. Or like bad. Dangerous man who wants to save her. His boiling desire was only facing her.",
    "image": "https://uploads.mangadex.org/covers/7ef34127-632d-4f71-b371-618973b0ae77/c87934bb-0181-4c34-a0f2-eee18981b9d0.jpg",
    "moods": []
  },
  {
    "title": "Marry In Bed At 19",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”",
    "image": "https://uploads.mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "moods": []
  }
]