[
  {
    "title": "I Became the Cure for the Tyrant in the Waste Novel",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 240",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "Prepaid Dragon King Tanks Everything!",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“You ate me, so at least give me some kind of compensation, yeah?!”\n\nDragon King: “Fine! I’ll give you a prepaid cultivation technique—comprehend it first, then catch up with the training later!”\n\nMe: “You think that’s enough?! I had to smell your nasty dragon breath—mental damage times two, buddy!”\n\nDragon King: “What do you want from me?!”\n\nMe: “From now on, we’re like immortals sharing a single health bar. All the damage? You take it!”\n\nDragon King: “Damn it! You lunatic! Why does my ten-thousand-war-chariots-level HP bar feel so short now?! Guess it’s time to get a job…”",
    "image": "https://uploads.mangadex.org/covers/80dd1fc9-bcb6-41ea-8a9a-29e6291fece3/54d1cc4f-30bf-43bd-83f1-35fa9ddde9c4.png",
    "moods": []
  },
  {
    "title": "There is no mercy",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Zeolith wanted a chill life, but when he turned 15, his villages rule was that they had to go to the vocational school \"Velciel\" where each student will choose their profession. Zeolith wanted an easy job where he could laze around all day, but the only options he got were: \"The Highest Peak of the Human Race [Hero]\", \"The Strongest Ruler [Demon Emperor]\", \"The Title of the Strongest Magician [Great Sage]\", \"And the last one \"The Lowest Title, a Job For Scum [Slave Merchant]\".\n\nNone of the titles were a good option. He picked the lowest title [Slave Merchant], which is inconspicuous among them and seems to be easy to live. But, He doesn't know it yet. It's the lowest occupation but it is the strongest for him and the most annoying-tiring ones. A harem struggle to be swayed by a variety of women, slutty alluring girls from elderly to younger ones who are his childhood friend's, the poisonous plantgirl, elves, cat ears adventurer, Loli Demon Lord, et cetera.",
    "image": "https://uploads.mangadex.org/covers/a782eb42-52ad-42be-8619-f5603827bc63/6d9f1907-6b14-4c17-b8ee-94366a71b2b0.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Legendary Youngest Son of the Marquis House",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "After getting revenge on the Thulcaan Empire, Jack Valantier took his last breath. But just when he thinks it's all over, he finds himself transported back to when he was 14!\n\nFrom his negligent and wicked family to his loyal servant and caring sister, it's all just as he had remembered. But this time, Jack is armed to the teeth with decades of experience from his previous life! He's ready to give them hell, and those that have wronged him will pay dearly.\n\nBecause this time, he's invincible.",
    "image": "https://uploads.mangadex.org/covers/43547c04-8fa2-49ce-84b4-b0424dd98bd6/88ff8ee0-26e4-474a-9e60-90a68b7767ab.jpg",
    "moods": []
  },
  {
    "title": "Heroes, Demons & Villains",
    "chapter": "Chapter 137",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A noble <Hero> who punishes evil while under the protection of gods.\nA demon born with tremendous demonic powers, is the last surviving <Demon King>.\nAnd I’m an experienced third-rate <Villiain> that roams around the land.\n\nI want my Villain’s life to be over.\nI was going to retire and spend the rest of my life in comfort but the child I picked up by accident turned out to be the demon king and the hero is chasing me to \"repay the favor\".\nMy comfortable retirement years are ruined!\n\nThe 99 demons that guard the Villain ?\nPrepare to die… Yes, may God bless you, now die!",
    "image": "https://uploads.mangadex.org/covers/8ac933f6-3b4f-474d-a163-f641936fcc84/ef4f160e-6188-4547-8577-847dafa5f5ae.png",
    "moods": []
  },
  {
    "title": "The Joseon prince went to America and didn’t return",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Due to a sudden natural disaster, Park Byung-jun, a Korean-American lobbyist, finds himself reincarnated as Yi Kang, the second son of Emperor Gojong of the Korean Empire, at the moment of his death. Armed with his knowledge of the original history, he crosses over to the United States and begins his own new business to amass wealth!",
    "image": "https://uploads.mangadex.org/covers/df8b50dd-f5ab-445a-882b-3f5bbdf7f00e/084b482e-4e9f-4319-b524-cac4526e3be2.jpg",
    "moods": []
  },
  {
    "title": "Fox Star Catcher",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"What is your wish? I’ll weave a dream of fortune just for you!\" \n\nChilbok, a genius dream weaver who grants wishes in exchange for dreams. After ten years of rigorous training under his master, his ambition to enter the imperial palace shatters when he fails the crucial exam.\n\nBefore despair takes hold, a scarred and enigmatic figure appears before him. A royal-born mad man, scarred by life, Grand Prince Yeonmyeong.\n\nThis is the story of those chasing faintly shining dreams and seeking hidden stars amidst the clouds.",
    "image": "https://uploads.mangadex.org/covers/4731f02d-5d20-4a82-8490-401d383b6a47/ca80f71e-b0b3-4b6d-abac-31a7395044cb.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 86",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "I Became a Renowned Family’s Sword Prodigy",
    "chapter": "Chapter 173",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Baek Woojin is the youngest son of a renowned swordsman family who has neither talent in swordsmanship nor an impressive Aura.\nAlthough he was dishonored by his own family and killed, he reincarnates as the owner of a Magic Sword.\n\nHis only goal is the destruction of his own family.",
    "image": "https://uploads.mangadex.org/covers/55d4dec1-60db-4560-b1ce-b6d9e94aa370/2e9e160f-d1af-4d0c-aa04-c45e5426012a.png",
    "moods": []
  },
  {
    "title": "Love Review",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Giju is usually the most rational person around, but when it comes to love, she becomes completely foolish. During an argument with her boyfriend, the one she thought would be different this time, she accidentally falls down the stairs. When she regains her consciousness in the hospital, some strange review windows appears before her eyes. “What is this? Reviews written by his ex-girlfriends… rating my boyfriend?” Could these review windows be the salvation Giju needs for her love life?",
    "image": "https://uploads.mangadex.org/covers/6cd0836b-760c-4888-b36f-9afe30d26dda/c2b3aa15-bc03-468c-9611-4583f2ca4e89.jpg",
    "moods": []
  },
  {
    "title": "The Count’s Youngest Son is A Player",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 215",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/1149d75c-2485-48f0-8ff3-e6ca65383d3e.jpg",
    "moods": []
  },
  {
    "title": "Thriving Agency for Regretful Male Leads in Full Operation!",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A detective who'll find your leading lady for 500 won has appeared!\n\nOut of all the countless web novel protagonists, I wasn't a romance-fantasy noble lady, a cool hunter, or a holy saintess. Of all things, to think I've been reincarnated as a 'private investigator'… And on top of that, my clients are all regretful male leads?\n\n\"Hurry up and find my woman.\"\n\n\"All of a sudden?\"\n\nStill, now that I've started, I have no choice but to see it through. Just how many 'runaway lead' stories do you think I've read?! The runaway female lead always gets caught soon enough. They come back one way or another! The cool guy, the hero, the beastly man— I'll make sure all the regretful male leads get their happy ending.",
    "image": "https://uploads.mangadex.org/covers/8f9b65e9-24f1-482a-b050-ffdbc72a89ae/3de964b5-4a1f-4455-bc01-79561610ee14.jpg",
    "moods": []
  },
  {
    "title": "I Saved You, but I’m Not Responsible",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was the one abandoned, yet I seem to have grown up the most mentally stable! \n\nI was ordered to serve my fake counterpart as her maid, so I decided to go undercover. But something's off with my former family. Whatever, it's not my problem! So, I just focused on my task... \n\n\"Are you really not going to live with us?\"\n\nThe eldest, who used to show obsessive control over the fake, started acting strangely toward me. \n\"I never thought I’d feel such camaraderie and trust with the opposite sex. You’re strangely too comfortable.\" \n\nThe second brother, who was on the brink of falling into darkness, managed to get back on track thanks to me. \n\"I didn’t come here to help them film their regret-filled family drama.\" \n\nI tried to ignore everything and quickly moved on to my next mission… but why do I keep running into people whose lives are completely messed up? \n\nWhy is everyone in perfect need of saving?",
    "image": "https://uploads.mangadex.org/covers/0a5118c8-b47e-47b3-9048-f593abda30e4/66efb1ac-7c53-408d-a66d-d670a576880b.jpg",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "Lick My Wounds",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I love to please... so, can I make you come a bit more?” I feel hot all over... Why am I getting so turned on even though I just went through something so depressing? Ranko is busy every day working as an editor. Her dreams of marrying her lover were shattered she found out he was cheating. In her confusion, she went out for drinks with her coworker Akira Yuki, who was in the same be wildering situation as her!! The two kindred spirits went on to sleep with each other to lick each other’s wounds... Though Akira was quite mysterious and aloof, his unexpected skills with his fingers and the way he used his tongue made her body shiver with ecstasy...",
    "image": "https://uploads.mangadex.org/covers/327c2cb3-b55b-48f6-befc-cbad4495afeb/ca2f29a6-fa4b-4646-968a-ba2d7de0af03.png",
    "moods": []
  },
  {
    "title": "The Great Mage of the Hero’s Party Reincarnates",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.\n\n---\nThe battle with the arch-nemesis resumes after 300 years. The genius wizard, Lynn, embarks on a grand journey, at the age of 13. Together with the party of heroes, led by Esther, they aim to defeat the great evil “Abyss” that intends to throw the world into chaos. However, the battles becomes increasingly fierce and at the final moment, Lynn succumbs to the dark poison of the “Abyss”. Leaving behind the words “I’ll be back”, Lynn’s soul falls dormant for 300 years, before being resurrected into the body of a boy of noble birth. Thus begins his second life in a peaceful world. But in the meantime, a dark force is brooding once again, threatening to plunge the world into turmoil once again.\n\n---\nThe warrior Lista heard the rumors about the great magician Rin, hailed as a genius for becoming the youngest 4-star mage. Lista recruited him to join her party to fight the forces of the void but, right before the final battle, Rin’s body succumbed to the void’s dark poison. As he drew his last breath, Rin cast an immortality spell, encasing his body in ice and promising Lista that he would return. Rin kept his promise and returned after 300 years--but reborn in the body of a noble boy.",
    "image": "https://uploads.mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "moods": []
  },
  {
    "title": "Three Delicious Meals: Just the Two of Us",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Pet Miad",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chick-Class Hunter is Filial!",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a world where special powers awaken in individuals, a 4-year-old child becomes an S-class hunter but has no parents. Assigned a quest to find guardians, she is eventually adopted by the nation’s top hunter. With a new skill that allows her to register caregivers and earn \"filial piety points\" for growth, she sets out to gather the best guardians to grow stronger and thrive.",
    "image": "https://uploads.mangadex.org/covers/cdff1217-6dde-4224-9c47-f8e15bcfd870/11760067-a9eb-49cd-ad90-593052ebbc71.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Sword Saint Brise saved the country with his unique swordsmanship. At the end of his magnificent life, he is reincarnated as the country's youngest prince, still retaining his memories. He seeks freedom again and aspires to enter the elementary school of knight school. Even though he is an invincible swordsman, he unexpectedly fails! \n\n\"I came to get you.\"\n\nHe looks like a child, but inside he's an invincible former swordsman. In his reincarnation, he is picked up by his former disciple!?",
    "image": "https://uploads.mangadex.org/covers/dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0/1da26ac2-0b3a-45da-b9a0-6eaab50cd3a4.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 194",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "\"Juliana, your fiancé has been decided.”\nAt that moment, the frail daughter of an earl awakened to a shocking truth—within her resided the soul of the infamous \"Cold-Hearted Emperor\" Julius. A man whose ruthless conquests left behind mountains of corpses and an empire under his iron rule. \n\nNow, reborn as a delicate young noble girl, Julius finds himself in a seemingly peaceful era. But beneath the surface lurk corruption, poverty, and disease, all exploited by scheming villains. With the wisdom and might of a former emperor, Juliana will not stand idly by. The young lady who once ruled as a tyrant is ready to cleanse the empire once more—this time, with her tiny hands. \n\nA dark yet thrilling tale of power, justice, and a battle against the hidden evils of the empire begins!",
    "image": "https://uploads.mangadex.org/covers/0ca5bda2-0567-4529-963f-4136a098d4aa/fd7f246a-9662-41c7-9671-457ee7e28114.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "Breaking the Prison",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The dragon is destined to crave the lost bead of life.\nTherefore, the dragon's companion is not chosen, but determined.\nEmperor Isbrandt, born with the thickest dragon's blood since the beginning of the Empire.\nThe moment he finds Seren Lubarb among the smell of blood and screams,\nIsbrandt realizes the unpleasant feeling flowing through his veins.\nShe is the bead of life that the dragon's blood has been longing for,\nand he has been longing for this woman like crazy since before his life began.\nLovely and annoying.\nSeren's body, which embraces the rampaging dragon's blood, was moist,\nand she always gave off a sweet scent whenever she clung to him.\nHe wanted to tear the delicate woman apart like a butterfly's wing and eat her thoroughly.\nHe ate all her sobs and screams and filled his desire instead.\nSeren Lubarb belongs to Isbrandt.\nIt was destined that way from the beginning.\nBut.\nSeren betrayed him and ran away.\nEven while carrying my child in my womb.",
    "image": "https://uploads.mangadex.org/covers/e43b8a6d-df77-4802-82bd-2edde1f2f0dd/0d87aac4-f035-43b0-9531-2eb4d3420476.jpg",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0b1eb6ab-a2fb-4be7-890c-9ca1138e6abb/36ae5621-b229-49fd-b5a7-9257a0d8cf7c.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wicked Beastman’s Catnip",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as the prophesied savior of a feline tribe, a former lab victim vows to atone by helping them survive, then leave. But her plans unravel when the tribe’s proud princes, who should’ve been distant, begin circling her like curious cats.",
    "image": "https://uploads.mangadex.org/covers/2963e423-fcea-4aeb-b6f9-2b5be2fb0b13/4227cdc3-59df-4b09-97a8-9e9021af5058.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Obsession with His Wife",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "The Duke and The Fox Princess",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "If you become a hero and defeat the Demon King, a lazy life awaits you!! That's what Jirey, a young man, believed, and he worked hard day and night, achieving results. \n\nHowever, when he found out that the role of the hero who defeated the Demon King was a very hard job, he retreated into seclusion. He wished to spend his days in idleness, but the girls Jirey had \"unknowingly\" saved up until then started to flock to him one after another, trying to win his heart and body...!?",
    "image": "https://uploads.mangadex.org/covers/a34052d5-0057-4f33-a850-5f145cef5694/76458494-bd87-45d4-ae83-faa6e8071953.jpg",
    "moods": []
  },
  {
    "title": "Heart-Pounding Cute Poem",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Romance"
    ],
    "summary": "Choi Do-yeon continued to make a living as a game streamer in a rented room in Banjiha.\nTo his hometown senior and broadcasting senior, who helped him a lot,\nYou'll get a link to a game.\nIn front of Doyeon, who downloaded [Heart-Pounding Ghostly Poem] without thinking about it\nYou start to see girls who shouldn't be seen.\nPanic is also momentarily timed and the virgin ghost love sim that risks her life begins.",
    "image": "https://uploads.mangadex.org/covers/2ef5d94a-04d7-405b-9213-4b08e376e615/70486a26-220d-4bf8-89f0-5062b87114d1.jpg",
    "moods": []
  },
  {
    "title": "Another Woman’s Man",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jung Eun-ae, whose life goal is to marry Jin-hong—an undeniably perfect boyfriend—and to build a family anyone would envy.\n\nGrowing weary of her boyfriend, who fails to fill her loneliness,\n\nshe finds herself drawn to her senior, Lee Jae-won,\n\nwho, despite his seemingly indifferent demeanor, is surprisingly considerate.\n\nDespite knowing that he is a married man,\n\nshe begins to feel an attraction toward him,\n\nand in order to have him,\n\nshe consciously—or perhaps unconsciously—starts to shatter her own moral beliefs one by one...",
    "image": "https://uploads.mangadex.org/covers/34f0a899-326e-4caa-bd28-4c530ce77d94/d25faf28-49ca-48cc-a871-ae4abac6e359.jpg",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "The Great War",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Im Dajun, who was abandoned by his family and now lives as the leader of a runaway group, one day brings Yeonwoo home by chance. Yeonwoo then commits a violent rampage in Incheon. Standing in the way of Yeonwoo, who was trying to kill a chaebol chairman for revenge, is Yoon Gamin, a top student hopeful. Meanwhile, Nahwajin of the School Authority Protection Bureau watches the situation with interest...\n\nThe first crossover in the Blue String Universe! A massive showdown featuring the main characters from [True Education], [Study Group], and [How to Fight]. This is a record of an intense battle not covered in their own stories.",
    "image": "https://uploads.mangadex.org/covers/8b1b59c4-f3e9-4f19-b10f-2d71b020bc42/6c604fb7-07f2-455f-bd32-90cabd7febd0.jpg",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 200",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "Outside Relationship",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/Thank_You_Every)  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/31379571)",
    "image": "https://uploads.mangadex.org/covers/0c02f2ac-657d-40b8-b1c5-7dbe2d28d61e/a383adff-6b35-4002-a3fa-92c543f1e9fe.jpg",
    "moods": []
  },
  {
    "title": "You Awakened while I Was Dead",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed an extra who died as soon as the original work started.\nI was the hero’s incompetent guide.\nOnly until I die, will the hero meet his new guide, the heroine.\n\nTo safely stray from the original work,\nI pretended to be dead after consuming a toxic flower that throws you into a coma, but-\n\n“My guide isn’t breathing anymore.”\n……?\n“Who the hell can stop me?”\nThe hero awakened and went berserk?\n\nYou awakened after thinking I died?\nYou can’t possibly awaken like this….!\n\n***\n\n“You’re leaving me?”\n\nBliss scoffed at Shana’s resignation letter.\n\n“Is this a new joke?”\n\n“No. You don’t need a guide anymore so I…….”\n\n“Shana.”\n\nBliss called her in a soft but determined voice.\n\n“You can make fun of me, you can deceive me like a fool, or you can play with me as much as you want.\nSo don’t even joke about trying to leave me.”\nBliss whispered to Shana with a beautiful smile that looked like a painting.\n\n“I just can’t let that slide.”",
    "image": "https://uploads.mangadex.org/covers/dad7851a-3c5e-4cd8-9b07-94b295d13b03/340e1baf-90fa-41b9-902e-9924afbfba9e.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "Constellations of the Gods [Official]",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am Rukalis, goddess of resurrection.\nDaughter of Hades and Persephone,\n\nand **tyrant of the underworld**.",
    "image": "https://uploads.mangadex.org/covers/15963fe4-c4ac-402b-a719-d6787a1d9a3b/3bfe97ed-a8ee-4008-94c1-4e4df15037db.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 67",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Player Who Returned 10,000 Years Later",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Oh Kangwoo the Demon King has had it with ruling over Hell and wants to return to Earth. \n\nBut when he finally gets there, not only are his powers sealed, but the Earth he once knew has turned into an MMORPG free-for-all. \n\nDimensional gates have appeared all over the world, and \"players\" enter them to make a living by hunting monsters. If Kangwoo wants to survive in this dangerous game, he's going to have to level up, and fast. \n\nBut for this demon king, hell on earth might be worse than Hell itself!",
    "image": "https://uploads.mangadex.org/covers/b17b675e-fb9f-4903-b4db-7c7deb2d1cac/f21b645e-55d4-4ec7-9ece-04b87e2ef6e4.jpg",
    "moods": []
  },
  {
    "title": "Childhood Friend of the Zenith",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation’s top idol, cut all ties with him using a line straight out of a drama.\n\nForced into submission for years as her so-called childhood friend, Kazuma decides it’s finally time for his first-ever rebellion. He’s done playing lapdog. This time, he’s taking back his freedom—and aiming for a normal school life.\n\nEscaping a powerful beauty like her is easier said than done...",
    "image": "https://uploads.mangadex.org/covers/202718c6-525e-4cec-a469-c945548cacc3/7d7feb20-275b-4729-8d09-638d4ce67d3b.jpg",
    "moods": []
  },
  {
    "title": "Revenge of the Iron-Blooded Sword Hound",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
    "image": "https://uploads.mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 2",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "The Double Life of a Daydreaming Actress",
    "chapter": "Chapter 245",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Daughter of a Rogue Successor!",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reincarnated as the daughter of a disgraceful marquis, she works hard to fix her father's mistakes and earns the respect of her grandfather, only to find herself entangled in a web of obsession.",
    "image": "https://uploads.mangadex.org/covers/ffbfee3f-ed6c-419a-94d6-477b5aed8e91/70b3c695-9d8e-45da-b14f-f3380a0bccb1.jpg",
    "moods": []
  }
]