[
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 529",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "My Body Has Been Possessed By Someone",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
    "image": "https://uploads.mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "moods": []
  },
  {
    "title": "Childcare Diary with the Villain",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?",
    "image": "https://uploads.mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "For your Murder",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "Thriller"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "The Blood Knight’s Villains",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)",
    "image": "https://uploads.mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "For decades, I was a mindless Chimera Hunter—a weapon forged and discarded. But after dying in the depths of a monster-infested gate, I woke up… human.\n\nNow, as Cheon Dowoon, I just wanted peace—a quiet life, a warm cup of tea, and zero demonic nonsense.\n\nToo bad fate had other plans.\n\nFirst, a lost hellhound dug up my garden. Then, a snarky shadow beast started napping on my porch. Worst of all? My old “acquaintances” keep showing up—some begging for help, others… for my head.\n\nRevenge? Survival?\nPlease. I just want to put on pants first.\n\n—A former killing machine’s “relaxing” second life begins… in a front yard that’s basically monster daycare.",
    "image": "https://uploads.mangadex.org/covers/07007563-5533-44ec-8269-aba1f47cc3d7/0acb9efa-b798-4ad2-a0b2-c5f636033924.jpg",
    "moods": []
  },
  {
    "title": "Back from the Abyss: I Am the Disaster",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Immortal Emperor family was wiped out overnight, and the young master Li Chen was thrown into the most mysterious and dangerous abyss! Eight years later, he broke out of the abyss, the empress in his left hand, and the gods and demons in his right hand, and everything he went was",
    "image": "https://uploads.mangadex.org/covers/e778d186-2fa4-467c-806c-e752337fd7f4/fd239f79-9439-4c8a-b380-3cdc684cf100.jpg",
    "moods": []
  },
  {
    "title": "Unbeatable Lv.1",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
    "image": "https://uploads.mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "moods": []
  },
  {
    "title": "Rebirth of the Malicious Empress of Military Lineage",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 21",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "Traces of the Moon",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "While on his way home from an interview, unemployed, unmotivated, jaded 18-year-old Inumata Shinogi encounters the beautiful lady and evil spirit Yaergnacht Finsternnis. She demands him to either marry her or die on the spot. He must command the battle against enemies of humanityーthe apostles of god (Highlander), and save the world with his wife!!",
    "image": "https://uploads.mangadex.org/covers/e3073c1c-1dc7-487b-820c-e28305d3a926/127dcde1-14a0-46a5-92d9-9a3b1f18b9d2.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 196",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "The Tutorial is Too Hard",
    "chapter": "Chapter 227",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Psychological"
    ],
    "summary": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.",
    "image": "https://uploads.mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "moods": []
  },
  {
    "title": "My Fake Love",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Megumi, a 32-year-old surgeon, navigates heartbreak, unexpected romance, and personal growth. After her boyfriend of seven years, abruptly ends their relationship, Megumi's world crumbles. Even worse, she gets invited to his engagement party. To avoid embarrassment, Megumi enlists the help of her junior colleague, Dr. Akiho, to pose as her boyfriend. Akiho agrees, but his motivations are not entirely altruistic. As they continue the charade, genuine feelings begin to surface between Megumi and Akiho. Their budding relationship faces numerous obstacles, including Akiho's arranged engagement to his childhood friend, Marika, and familial pressures. Megumi also confronts her own insecurities and past traumas, particularly concerning marriage and family. Throughout the series, Megumi and Akiho support each other through personal and professional challenges, gradually building a deep and authentic connection. The story culminates in a heartfelt conclusion where they confront their fears and embrace a future together.",
    "image": "https://uploads.mangadex.org/covers/dc3413a5-ee07-4c17-91dd-c8e706339b33/ebe82fe8-1ec9-4bd7-beb4-87afdfc5e915.jpg",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monster costume room",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "A Rain-Kissed Secret",
    "chapter": "Chapter 12",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "A yuri anthology focused on boobs! More than a dozen of wonderful authors bringing you some ecchi and funny boob-centric yuri stories!\n\nCover: [Konbu Wakame](https://mangadex.org/author/580a9899-14f8-4ef6-a156-bcf1ed53e119)\nIllustration: Kagawa Yuusaku\n\n**Chapters**:\n1. **The Secret Kiss Should Be On The Breasts** by Kurou\n2. **I've Become An Adult, Right?** by Hachiko\n3. **Being Taught By A JK About The Joys Of One's Gender Who's In Their 30's** by Endo\n4. **Drunk Oppai Discussion** by Kanro Ame\n5. **Luring Bloom** by Majoccoid\n6. **Intense Boobs Discourse** by Homura Subaru\n7. **Senpai And Me** by Hisagi\n8. **Oppai ≤ You** by Kisaragi Mizu & Doggy\n9. **Love Breasts** by Yuino Chiri\n10. **Forest of Flower Garden** by Kanda Dan\n11. **Oppai Facts** by Guu\n12. **The Student Council's Idle Talk** by Itou Hachi",
    "image": "https://uploads.mangadex.org/covers/0bbed55f-a503-4b14-ad08-e0a416420adb/883c5244-1d1e-45f7-9dd1-48af5c6ad710.jpg",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s voice phishing, but it’s a life reversal",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0bf20958-3dfd-4be5-9195-a4d3f607abe5.jpg",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "What’s With the Three Kingdoms-Obsessed Male Lead?",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Overstepping Kiss",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 135",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "Fell Into the Arms of a Mad Villain",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Instead of being caught by Prince Charming, I've fallen into a complete nightmare! Not only did I transmigrate into a trashy romance fantasy novel, but I fell from the sky and ended up in the arms of the mad villain, Edwin Crawford. Before I knew it, he called me his wife from the heavens and was raving about some prophecy. I don't even know who I am, so how can I be his wife?! Until I figure out what is happening, will it be safe to stay in the embrace of the Mad Dragon of the West?\n\n---\n**Link:**\n- Alternative Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/미친-악당의-품으로-떨어졌다/3708)",
    "image": "https://uploads.mangadex.org/covers/75448d1a-8957-4dd5-a780-21dc0710b7cd/bdde60c9-94c6-44ce-9eec-b639db7b3187.png",
    "moods": []
  },
  {
    "title": "The Loner Girl Who Holds the Heirs’ Fate",
    "chapter": "Chapter 12",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "School Life",
      "Yaoi(BL)"
    ],
    "summary": "Nanako Fujiwara, a socially isolated high school girl, remains an outcast even after transferring schools—until one day, her life takes a dramatic turn!\n\nShe’s unexpectedly tasked with a crucial mission: selecting the next heir of a powerful conglomerate (zaibatsu). To \"accurately evaluate the candidates’ leadership qualities,\" she must live with four dazzlingly handsome brothers competing for the title:\n\nYamato Mitsurugi (Eldest):\n\nFlawless Student Council President\n\nVibe: \"Excellence isn’t my goal—it’s my default.\"\n\nShizumaru Tenhou (Second):\n\nUndefeated Street Fighter\n\nVibe: \"Try saying no. I’ll make you regret it.\"\n\nHikaru Sennen-zaka (Third):\n\nIllegally Adorable Mascot\n\nVibe: \"Nee-chan, let’s bake cookies!\" (…Why is his stock portfolio outperforming Wall Street?)\n\nUkyou Sumeragi (Youngest):\n\nMysterious Beauty Incarnate\n\nVibe: \"You keep staring… Do I haunt your dreams?\"\n\nThe Catch: Each brother deploys every tactic imaginable—from sweet persuasion to corporate sabotage—to win Nanako’s favor.",
    "image": "https://uploads.mangadex.org/covers/1aa95c61-8fbe-4de7-9d22-ccb721541fca/aca76868-631d-4fb2-86d8-885b77164d23.png",
    "moods": []
  },
  {
    "title": "It’s My First Time Being a Mother Again",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Please place your seal here, Lady Grint.\"\n\n\"No!\"\n\n\"Don’t make this harder than it needs to be. Just do it.\" \n\n\"I said no! Why on earth would I marry you?\"\n\n\"Then who would you marry, my lady?\"\n\nAt a distance close enough to feel each other’s breath, Therious Hurt gently raised his index finger and began tracing soft circles over my flat belly. My body stiffened at the strange, indescribable sensation.\n\n\"My child is right here. Who do you think you’re marrying if not me?\" \n\nI got dumped by the man I’d loved for 10 years, and in a fit of anger... I slept with his superior!\nIt was fine up to that point, but what am I supposed to do now?!",
    "image": "https://uploads.mangadex.org/covers/9ecfc7fa-9b51-4c2e-a52a-23805e622e83/b66fc466-399f-4c8c-b8aa-3a693a4ef68f.jpg",
    "moods": []
  },
  {
    "title": "Frozen Warrior",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Cheok Ryugeom, a Goryeo swordsman, threw himself off a cliff holding the enemy for his master's sake.\n\nHowever, he wakes up in the modern era—900 years later—after being frostbound...\n\nThis is the revenge tale of Goryeo's top swordsman in the modern era.",
    "image": "https://uploads.mangadex.org/covers/a1bfa8a2-70cb-41da-92ec-08f4a88e67cb/4869c6b1-2413-4e08-b46a-af95a32da476.jpg",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "Snow Mountain Monster Princess",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Valerie Beloff, a princess in exile, decides to take her own life on her 19th birthday. Abused by her own mother and exiled for her mother’s crimes, she had to live in the freezing Makleroad palace by herself, and she somehow acquired the powers of an ancient monster - the power to freeze things. Hopeless, she seeks an escape in death… only to find herself before her cruel mother, yelling at her once again. Is she dead? Is she reliving a memory? When her mother strikes her, the throbbing pain lets her know that this is neither a dream nor a memory!",
    "image": "https://uploads.mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/dc54b9b0-3465-4d45-bd0e-b53b948e455d.jpg",
    "moods": []
  },
  {
    "title": "The Price Is Your Everything",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?",
    "image": "https://uploads.mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "moods": []
  },
  {
    "title": "Return of the Elemental Lord",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Drama",
      "Manhwa"
    ],
    "summary": "A sudden bolt of lightning hits an old man...but! The lightning bolt rejuvenated him to the good-looking guy he was in his prime! His name is Gigi Allegarcia. He was called \"the strongest who surpassed the strongest\" and \"a man who was loved by everything but magic\"... he was the demon lord of the previous generation.",
    "image": "https://uploads.mangadex.org/covers/83b1755a-a36a-4dcf-8a72-a529cf9006a0/10884f8d-562d-4c20-9d34-83c0b99b550d.jpg",
    "moods": []
  },
  {
    "title": "Whose Baby is it?",
    "chapter": "Chapter 328",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Shounen Ai",
      "Webtoons"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as the Villainess in a Mobile Novel, but I’ll Use My Professional Skills to Avoid the Bad End!",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Night I Spend With the Mastermind Prince Is My Secret",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 123",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "My Introverted Boy",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Do you ever wonder what the most popular boy at school is really like? As it turns out, he might be just as awkward and shy as any of us. That’s what wallflower Jayu Nam begins to discover after a chance encounter with Jahyeok Yeo, a boy in her class who seems to excel at everything in life. Well, almost. Underneath Jahyeok’s persona is a secret super-introvert who would rather just stay home, except his charming good looks keep forcing him into social situations. Together, Jayu and Jahyeok begin to learn a little something about friendship and maybe more…",
    "image": "https://uploads.mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "moods": []
  }
]