[
  {
    "title": "An Evil God’s Bride Proclaims Herself a Good Wife ~My Lord, Feel Free to Cheat on Me or Ignore Me~ (Official)",
    "chapter": "Chapter 4",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "The Dukedom Is Inhabited by a Monster",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Freesia, who has been harassed by others due to her red eyes, has been wanting to confess her love on her birthday to Ben, the benefactor who saved her. But on the eve of her birthday, she runs into the red-eyed Ben who drinks blood in the woods... and finds out that his true identity - a vampire?!",
    "image": "https://uploads.mangadex.org/covers/3bde1862-b126-460b-b2d1-455c4e3dd36e/a0046dde-5308-400a-92dd-1e15daf5875f.jpg",
    "moods": []
  },
  {
    "title": "The Silver Witch Runs Through the Night",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Goblins Night",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”",
    "image": "https://uploads.mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "One and only",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "He's usually a brash man, but his voice is sweeter than usual, his kisses are fierce and devouring, and his caresses are gentle, as if he's touching something broken. This is the first time I've ever felt something like this.\n\nAkira's partner from her student days, the designer Nachi, suddenly appeared before her. For some reason, Akira had kept her distance from him, but Nachi asked her, \"Why did you run away from me?\" Nachi presses her...? The body is honest. She didn't want to feel it, but she's going to come...! Is he touching me like this just to get back at me? Or....\n\nThe designer's obsessive love for you will make you fall in love with him all over again!",
    "image": "https://uploads.mangadex.org/covers/a398ac67-4b5b-4fb9-b469-7109f437fbd8/c28a177a-7526-41f1-88dd-2612c5e134a9.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Matchmaking Breach",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "My Kidnapper Is My Arranged Marriage Partner?!",
    "chapter": "Chapter 17",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Unable to fully transform into a human, Laria, the white fox beastman who was considered a failure among the fox tribe, finally succeeded in transforming into the form of a little fox with fluffy white ears.\n\nHowever, her joy was short-lived as she became troubled when she couldn’t revert to her human form. At that moment, she was abducted by Zenox, the black wolf beastman.\n\nAfter managing to escape, three years later, Laria is forced by the crown prince’s order to attend an arranged marriage meeting with someone whose name she doesn’t even know. Reluctantly, she goes to the meeting, only to find herself face-to-face with none other than Zenox Claseum—the very same one who had once kidnapped her!",
    "image": "https://uploads.mangadex.org/covers/c059f04a-c2b7-4daa-800d-11a51e6b3ff8/7867c554-c082-4275-9887-36b07d2b8e1a.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Grand Archive’s Young Master",
    "chapter": "Chapter 134",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Murim"
    ],
    "summary": "The soul of the charming and imposing Martial Arts Alliance Leader, Hu-Gong, suddenly wakes up in the body of a young man.\n\nThat young man’s name is Beom-Hang. He’s the young master of the ‘Heavenly Grand Archive’, one of the three major archives of the Jianghu, yet he is a sorry excuse of a person.\n\nTo determine why his soul has swapped bodies, Hu-Gong begins to train Beom-Hang’s body. When the possessed young master of the Heavenly Grand Archive’s movements are totally different from how they used to be, it starts to attract the attention of the Jianghu...",
    "image": "https://uploads.mangadex.org/covers/b2379cf4-3915-4577-b4df-329fc9900620/4d8d601c-ba0d-4584-9ed3-537f825f1ad8.jpg",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "I Found A Family That Wasn’t In My Adoption Plan",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I spent a decade cleaning up after Duke Havenik Brauno’s mess only to be murdered by him? Reincarnated as Aerin Brauno, an illegitimate child of the Brauno family, she’s horrified to find her adoptive father is none other than the man who killed her. This time, Aerin refuses to let him control her fate. Armed with the knowledge from her past life, she’s determined to escape his grasp and find a new path. Can she rewrite her destiny, outsmart the deadly Duke, and maybe even save the Brauno family?",
    "image": "https://uploads.mangadex.org/covers/6782b717-439a-4278-b425-f1173ee5f9eb/c47dff47-fc1f-45bf-8848-c7fcb979fe89.jpg",
    "moods": []
  },
  {
    "title": "Auto-Hunting With Clones",
    "chapter": "Chapter 149",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?",
    "image": "https://uploads.mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "moods": []
  },
  {
    "title": "Flowers Are Bait",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!",
    "image": "https://uploads.mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "moods": []
  },
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 33",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "I Will Buy Divine Power With Money!",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 174",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Tamed the Monster Prince",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "Perfect Contract",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Junwon, a perfect man, and Ju-i, a woman who knows her abilities and charms, strike an unusual deal: they will date with one strict condition—no falling in love. What starts as a simple arrangement soon becomes complicated as unexpected feelings begin to surface. Can they stick to their promise, or will emotions get the better of them? Dive into a world where love is both the goal and the enemy, and find out if their hearts will follow the rules or break free.",
    "image": "https://uploads.mangadex.org/covers/81cc2380-a4c6-4cd1-97cb-cd24eaf354d8/e266fe62-ba09-4cba-967d-85bffe6be917.jpg",
    "moods": []
  },
  {
    "title": "I Became the Successor of the Martial God",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "One day, I suddenly became the protagonist of a game. However, the more you look at this protagonist... the more you'll sigh. He's got the worst stats, the worst talent and zero connections. But still… You have acquired [Heavenly Martial Physique]. You have become the master of the [Martial God's Tome]. “So what? I’m the ultimate veteran player!” He's not just a veteran player— he’s a full-blown obsessive maniac. Thus begins the legendary playthrough of a hardcore veteran!",
    "image": "https://uploads.mangadex.org/covers/2b73caa9-8c5f-49f4-96c5-af7044c57f62/7b765853-d79b-4be6-a77d-064df7177b51.jpg",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "I’m a Saintess, But I Refuse to Work!",
    "chapter": "Chapter 27",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "The Ghostly Doctor",
    "chapter": "Chapter 583",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "She, the leader of the hidden sect, specializes in poison and assassination. A genius, and a weirdo, in the eyes of others. After dying from an accident, she was reborn in the body of a disfigured lady. Having her identity changed and unable to return to her family, she abandoned them, but, if she doesn't take revenge on those who caused her harm, will she be worthy of the title \"The Ghostly Doctor\"? As clouds gather, heroes fight to be the strongest! How will she conquer the world in a red robe, and fight among the strong heroes?!  \n  \n*The 2 missing chapters are announcements by the author.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/e900135b-8eba-4d29-85c9-db3d5ae885c7/9a9fa7b3-df9a-4b74-970e-9853a40e2977.jpg",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "A character with extreme difficulty and the worst performance, Baek Yu-Seol was considered tr*sh in the game because he couldn’t use magic in a fantasy world where everyone else could.\n\nHowever…\n\n[Due to the wrong ending, 90% of Aether World has been destroyed.] [Please reach the ‘True Ending.’]\nSuddenly, those words echoed in my mind before I was transmigrated to the Aether World.\n\n[You can use the skill ‘Flash’.]\n“Why did I possess this character?”\n\nFlash was the only magic skill I was given.\n\nSurviving in Stella Academy where many genius mages ran rampant, I became the notorious Flash Mage.",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  },
  {
    "title": "Everlasting Love",
    "chapter": "Chapter 165",
    "genre": [
      "Drama",
      "Romance",
      "Shounen Ai"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Even Though I Transmigrated as a Villainess, I’d Rather Raise a Cat",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast.",
    "image": "https://uploads.mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png",
    "moods": []
  },
  {
    "title": "It’s voice phishing, but it’s a life reversal",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://uploads.mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0bf20958-3dfd-4be5-9195-a4d3f607abe5.jpg",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "Possible to Date a Ranker?",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "Collections, in no particular order, of super short comics posted by author Hamita on Twitter/X and pixiv. The short story collections mainly include romcom and boy meets girl, but also include various genres such as scifi, gag, and suspense.\n\n## Volume 1\n1. An Imperfect Woman\n2. Different Kind Of Different Kind\n3. My Girlfriend Isn't Cute\n4. Image Frequency\n5. A Salesman Who Sells Greed\n6. Maid Makeshift\n7. A Goddess Without Inconvenience\n8. One-Night-Only Passingman\n9. Overhumankind's Planet\n\n## Volume 2\n10. Persistent Sports Girl\n11. Misdelivered Love Letter\n12. The Person Who Filled My Heart\n13. A Beauty Soft And Fluffy In All Directions\n14. The Apathetic Maid's Mismanagement\n15. A Cold Senior And Warm Junior\n16. The Ideal Cool Girl Who Is Only Kind To Herself\n17. Duplicity And A Laughingstock\n18. Robot And Landscape Painting\n\n## Volume 3\n19. The Soft-Spoken Conveni Clerk\n20. A Girl Who Grasped A Secret\n21. A Girlfriend Who Wants To Make Meals\n22. I Want To Quit Being A Demon\n23. A Bad Girl's Bag Inspection\n24. Otherworldly Civilization\n25. I Like Beauties Even With Bad Personalities\n26. Counselor\n27. The Transfer Student Ranked First In The Year\n28. A Literature Girl Who's Kind To Geeks But Strict Only With Me",
    "image": "https://uploads.mangadex.org/covers/505b990e-432b-4bc5-acb5-2673a713b1f3/f5b81778-f235-44e9-a737-952af38c996c.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Unrivaled Spear Demon",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shuji, a soldier who danced with death many times while on the battlefield, was possessed by the grudges and resentment of those he had killed. He too was eventually killed, but somehow he awoke in a younger version of himself.\n\nHe returned to a time when he was still an errand boy, inexperienced with war, but retained his memories. Remembering Kyo Aiyo, his comrade and savior, Shuji travelled to the ‘Tiger Pit’ Sect. However, instead of the strong and reliable woman, he was met with a cheerful and petite girl. He recalled the tragic past that had caused her to devote herself to the army, where in his previous life her family had fallen apart due to false rumors.\n\n‘This time, I will protect you.’\n\nHe vowed to repay the kindness he received in his previous life by changing her fate. With a spear in his right hand, Shuji steps into the battlefield once again, becoming the Unrivaled Spear Demon.",
    "image": "https://uploads.mangadex.org/covers/6fddfae6-012a-4cea-88ba-37a5aabc7e7f/db37f5f5-6814-427d-a9d5-991d0df51db3.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hero is an Academy Honors Student",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\"",
    "image": "https://uploads.mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 243",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "I’m a Villainess Devoted to My Favorite Character, So What?",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Couple in Their Prime",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://uploads.mangadex.org/covers/976af79d-e74f-4331-a5b4-64b25cc5edc0/5b1e2ee0-0a36-490a-bb8b-66b833a84617.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After she killed her own husband, 3 years later in the last day of mourning...she found him standing on front of her asking...\n\"I don't remember dying, my lady! So why you wearing the mourning clothes?\"",
    "image": "https://uploads.mangadex.org/covers/d0448dcd-2c6c-4bef-a63a-f1d9f77c4b3e/3fac48ec-122a-4760-91ea-d842215537f1.png",
    "moods": []
  },
  {
    "title": "The Perfect Man’s Secret",
    "chapter": "Chapter 19",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Fantasy",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Because of a conspiracy, she got pregnant and gave birth to a cute little darling. A few years later, she met her “sweetheart” again. Only, the cold, unfeeling man from the legends didn’t seem as bad as she had imagined?",
    "image": "https://uploads.mangadex.org/covers/915f5cb4-8833-4f2b-bba3-979e814ebdd0/5938afcf-196d-46a3-b8b7-f7bcb5b3b436.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Woman Who Ruined a Nation Starts Her Revenge Drama with the Cold-Blooded Duke",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Juvenile Prison",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Juyeong is in a juvenile detention center for the attempted murder of his father, Gang-ryong. He clings to hope, dreaming of a future in Seoul with his childhood friend, Dayeon. \n\nBut everything shatters when Dayeon is tragically killed by a rogue truck, and the devastation deepens when Juyeong learns that his father was behind the wheel. \n\nIn a cruel twist, Gang-ryong regains consciousness and offers Juyeong an ultimatum...\n\n\"If you want revenge, become the king of this detention center!\"\n\n Now, Juyeong must navigate the treacherous world of prison politics, determined to rise to power and avenge his friend.",
    "image": "https://uploads.mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "moods": []
  },
  {
    "title": "Level 999 Goblin",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist Kim Chulsoo works his ass off for a living as a manual laborer in real life and by grinding for and selling items in a game.\n\nHe finally gets the chance to switch to a hidden class, hoping for that one big shot in life…!\n\nBut the hidden class turns out to be... a Goblin Summoner?!",
    "image": "https://uploads.mangadex.org/covers/d124dec4-257e-4ec4-ad55-7db44d06a77a/08db619d-86f5-48c3-9b05-47cbdd031c49.jpg",
    "moods": []
  },
  {
    "title": "Swordmaster’s Youngest Son",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Today the Villainess has Fun Again",
    "chapter": "Chapter 116",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Magic",
      "Reincarnation",
      "Romance",
      "Time travel",
      "Villainess"
    ],
    "summary": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
    "image": "https://uploads.mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "moods": []
  },
  {
    "title": "A Torn Heart between Cold King, Cruel King",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Marriage Escape",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Burned out from work, Yeonseul’s long-awaited vacation takes a disastrous turn when she finds herself stranded on an island. Her only company? A maddeningly handsome stranger, infuriating as he is irresistible–but with survival forcing them together, sparks fly and an impulsive marriage marked by a night neither can forget transforms their relationship into something rather intimate. But as rescue brings an end to their rendezvous, Yeonseul reluctantly resigns herself to the end of her castaway romance–except her island husband doesn’t want to, their love story far from over.\n\n----\n*Note: The English adaptation is R15. The original work is R19.*",
    "image": "https://uploads.mangadex.org/covers/bf653b81-b49c-48f7-b5c0-b26914aef877/d80f99db-8854-4b68-94ac-8049c6dda421.jpg",
    "moods": []
  },
  {
    "title": "Genre is Romance",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Bed Partner",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Still single at age 33, Haruki Shiina is standing at the biggest crossroads of her life. While unlucky in love, she's popular among her female coworkers for her laidback and boyish personality. The only one who gives her the cold shoulder is Risa Takagai, a beautiful and capable new hire who is already climbing her way up the corporate ladder. Haruki sees her as her biggest rival and is sure that the feeling is mutual, but why does Risa always seem to be watching her...?",
    "image": "https://uploads.mangadex.org/covers/1a84531f-a38a-468a-972d-f98e58ecca4c/e10bb274-18ef-4507-b251-55dbf9428ddb.jpg",
    "moods": []
  }
]