[
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "No More Kisses",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Green Light",
    "chapter": "Chapter 32",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Zhang Gong decides to learn light magic, a magic few show interest in and eventually becomes the legendary Grand Magister. While trying to end the continent’s east and west separation in order to unite all of the different races, he becomes every race’s Child of Light.",
    "image": "https://uploads.mangadex.org/covers/1cec5419-b190-4b67-a98c-533da2b4c835/1c265b9e-39e7-4c96-ba8b-348305c44a62.jpg",
    "moods": []
  },
  {
    "title": "The Princess Blooms as a Crazy Flower",
    "chapter": "Chapter 131",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "An outcast from the imperial family due to her freewheeling attitude and refusal to get married, Princess Melody Corbella wants nothing more than to live life on her own terms and protect the people of the empire. Using her secret powers to sneak out of the palace to influence affairs from behind the scenes, she ends up drawing the attention of the handsome imperial guard, Caisar Bethel. Though she avoided romance until now, could love finally bloom for this crazy flower?\n\n---\n“I, Melody Corbella, wish to marry him!” The rest of the table reacted in a cold enough manner for the Princess to feel ashamed, having raised her right arm vigorously with sparkles in her eyes.\n\nAnd then, Prince Deimos broke the silence to open his mouth, “We must not send a nutcase like her, Your Majesty!!”\n\nIt was finally the moment where all of her crazy deeds in the past came to fruition; because the only way she could escape being sent off for Royal Marriage was to throw away the image of a Princess that everyone expected.\n\nShe chose to cut her hair short and be reborn as the Crazy Flower in the Royal Palace.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EB%85%80-%EB%AF%B8%EC%B9%9C-%EA%BD%83%EC%9C%BC%EB%A1%9C-%ED%94%BC%EC%96%B4%EB%82%98%EB%8B%A4/2994), [KakaoPage](https://page.kakao.com/content/59603265)\n\n**Official Translations:**\n* [English](https://tapas.io/series/melody-the-crazy-flower-blooms/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14188)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/her-highness-the-wildflower/list?title_no=4822)\n* [French / Français](https://www.webtoons.com/fr/fantasy/her-highness-the-wildflower/list?title_no=4670)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/her-highness-the-wildflower/list?title_no=4619)\n* [Japanese / 日本語](https://piccoma.com/web/product/112771)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/her-highness-the-wildflower/list?title_no=4860)",
    "image": "https://uploads.mangadex.org/covers/7cf5586c-bd7e-4850-83c0-d58af561bf47/dd8244bf-d577-4877-b80c-2843317ec8fd.jpg",
    "moods": []
  },
  {
    "title": "The Villain Discovered My Identity",
    "chapter": "Chapter 171",
    "genre": [
      "Crossdressing",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Time travel"
    ],
    "summary": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
    "image": "https://uploads.mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Evil Grand Duchess Has a Secret Life",
    "chapter": "Chapter 97",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a top actress named Elise is killed by her boyfriend, she gets transmigrated into the villainess of a story she was supposed to star in. But what's this? The man who was supposed to get transmigrated as her partner is too affectionate! Didn't they say he is cold and distant? What happened to the man who was supposed to help me?",
    "image": "https://uploads.mangadex.org/covers/adfa6b12-50d6-46ec-a10a-45979eaf848b/a7c5bf62-1dea-41c7-9d64-cb6207e5ea0c.jpg",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "The Duchess’s Secret Dressing Room",
    "chapter": "Chapter 117",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*How much money must I spend for you to divorce me?!*\n\nRubika dies in a war without being able to confess her love for Arman but is instead sent back in time. A new life, she will not live in vain. But what are these new obstacles?\n\n---\n*'If I had known sooner that life would never wait, I wouldn't have hesitated so much...'*\n\nAfter living a hard life in the ravaged war ruins, Rubica dies without even confessing to her beloved Armand.\n\nBut what is this?\n\nAt the age of 22, with Armand’s ring, Rubica returned to the pre-war period. After returning, Rubica tries to find Armand who may be alive but is caught by the proposal of her kingdom's supreme ruler, the Duke of Claymore.\n\nRubica, who eventually became the duchess because of her greedy uncle and aunt, now plans to squander her husband's fortune, be disgraced as a 'luxurious duchess,’ and get him to divorce her.\n\nHowever, contrary to what she intended, her fame rises due to her overflowing talent, and her husband, who she thought was indifferent to her, slowly begins to take an interest in her... Where is the end of her luxury, which began to flow in a direction she never expected?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8%EC%9D%98-%EB%B9%84%EB%B0%80-%EC%9D%98%EC%83%81%EC%8B%A4/2961), [KakaoPage](https://page.kakao.com/content/59782483)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16662/)\n* [Japanese / 日本語](https://piccoma.com/web/product/119963)",
    "image": "https://uploads.mangadex.org/covers/90dd657f-2a62-494f-934f-f8d06c73fc18/d3a6bbf6-d8cd-43d4-a4e3-603180720d57.jpg",
    "moods": []
  },
  {
    "title": "After Becoming Financially Free, They Offered Their Loyalty",
    "chapter": "Chapter 31",
    "genre": [
      "Romance"
    ],
    "summary": "Shen Yuan, handsome and rich, became a second-generation loser and was mercilessly abandoned by his money-worshipping girlfriend after his family’s business shut down. However, because of this, he obtained the [Perfect Life] system. As long as he spent money on the opposite sex with a favorability of 60, he could receive double the amount back. From that moment on, he made full use of the system to win the hearts of beautiful women and earn a fortune. The more he spent, the richer he became. He spent money like water and rose to the top 0.1%, living a happy entrepreneurial life filled with endless passion",
    "image": "https://uploads.mangadex.org/covers/ae3ba0a0-46d3-4122-a544-9d750aa39ef2/803c8910-a33e-424d-bac1-26ae7b3de16c.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 292",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "I Awoke as a God After Auto Battling For a Million Years",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe...",
    "image": "https://uploads.mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "moods": []
  },
  {
    "title": "Sam Plays the Game",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming.",
    "image": "https://uploads.mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "moods": []
  },
  {
    "title": "You Are My Desire",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Doujinshi \"Neko to Geboku\" has been adapted into a manga! Would you like to become a servant of a cat-eared kuudere lady and give her naughty services?\n\nHigh school boy Akito Mayabi is a secretive boy who cannot talk to girls other than his childhood friends. Then he found a girl he was interested in. The girl's name is Nao Tamanomiya. She was a cool and downer type of young lady...and she had cat ears!? She was one of only a few people in the world who had cat ears!\n\nAkito had been taking photos of Nao without her permission, but one day, Nao herself found out that he had been taking pictures of her!? Akito thought his life was over, but on top of being ordered by his girlfriend to perform naughty services, Unbelievable things are said to me.\n\n\"Be my servant.\"\n\nThis is how the servant life of a secretive man begins. Akito gradually becomes unable to resist the service orders given to him by the cat-eared lady――!!?",
    "image": "https://uploads.mangadex.org/covers/6a528a50-491b-4a88-81ac-50d92c182089/c0cf4d92-94b3-46b1-be31-bbf6ddb646b6.jpg",
    "moods": []
  },
  {
    "title": "Island of Stars and Chains",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Gi Seunghyun always dreamed of becoming a Hunter, but he is plagued by despair due to his lack of ability. Then one day, his older sister, Gi Sohyun, awakens from a 12-year coma. Just as they begin to reunite, the siblings find themselves caught in an unfathomable, shocking event.",
    "image": "https://uploads.mangadex.org/covers/e97ea7ea-923d-44bd-b338-580d36a4d713/407ade13-4075-4055-9de2-7a59d89311aa.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "While searching for a brave candidate to become a magical girl and defend the world from evil, a mythical creature finds Kayo Majiba, a cute young lady who seems like the perfect fit. But when this newly turned magical girl proves to be a crude delinquent who goes berserk in a conflict, it becomes clear that this may have been a terrible mistake. Now evil—and any innocent bystanders—will face the rage of a magical girl gone wrong!",
    "image": "https://uploads.mangadex.org/covers/04fe6d31-460f-41f3-b56a-5e4f7659afa5/f2ae0dd1-18f8-4763-ad9f-d4c304797d4d.jpg",
    "moods": []
  },
  {
    "title": "The Dark Swordsman Returns",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ade32e0e-c8f7-4931-998f-8bcea47dce53/65814134-3819-4308-a947-4b2466723a86.jpg",
    "moods": []
  },
  {
    "title": "The Real Reason We’re Getting Married",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A S*ave Of Rubelfast",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Getting a job is the grave of life…” sighs Tanaka Makoto, an office worker belonging to a black guild, as he takes on a dungeon for work again today. \n\nOne day, he makes a mistake in the broadcast settings for recording work, and broadcasts his dungeon capture to the whole country. A single blow from the Tyrant Dragon?! Tanaka, a sword master in the modern age, shows off his extraordinary skills, and the broadcast turns into a festival! \n\n\"100 million concurrent viewers…?!\"\n\nTanaka, who unexpectedly becomes an incredibly popular broadcaster, quits his black workplace and becomes an independent broadcaster. \n\nNow it’s time for work. The former corporate slave’s life of dungeon broadcasting begins!",
    "image": "https://uploads.mangadex.org/covers/d4841c9b-5239-42e9-b452-87f1b5b50ab5/577e76d7-0314-44b7-bf4d-aab5c62c814b.jpg",
    "moods": []
  },
  {
    "title": "Bad Delusion",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 399",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "The Thousand Faces Actor",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"What do you think people will end up calling him?\"\n\nSomeone asked. But no one had an answer.\n\nA transcendent being has appeared in the world.\nAnd a new chapter in film history begins.",
    "image": "https://uploads.mangadex.org/covers/8c1dca87-0235-4360-81d0-ce2d94c076e7/7135817a-5bbd-4d8e-9019-a41fb0c4c7cd.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Obsessive Male Lead’s Ex-Wife",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A struggling part-timer suddenly collapses at work and wakes up in the famous novel \"Pervin and Stella\" as the villainess Irwyne Liliath. To make matters worse, Irwyne's fate in the story is grim as she's condemned to execution for attempting to poison Pervin, the male lead and a highly respected duke. Desperate to survive, Irwyne is determined to win Pervin's heart. But as she grows closer to him, his feelings evolve in unexpected ways. Irwyne now faces an uncertain fate that wasn't written in the novel's pages. Will she be able to rewrite her destiny?",
    "image": "https://uploads.mangadex.org/covers/0c8e9c5c-3d97-497e-952b-9e5795753af7/5f5abcb9-5d5c-4c5e-8c7f-cc052c6c6823.jpg",
    "moods": []
  },
  {
    "title": "An Extra In The Family Is The First To Be Abandoned",
    "chapter": "Chapter 116",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am the youngest princess yet I was discarded by my own family in the Imperial Palace at the age of ten. The Imperial family then lost their power and was caught in the flames of rebellion, and I was the first to be abandoned. Alone, cold and hungry, I lived on the streets until a kind couple took me in and I became Ethel, a commoner. Stella the princess was no more.\n\nNow, after 10 years, I have to return to the Imperial palace where I was abandoned, because my \"family\" wanted to see me.\n\n“I need a replacement,” my sister, the first princess, told me, “You'll replace my missing sister.”\n\nOf course, they don't even recognize that I am the real missing sister, since they never looked at me anyway.\n\n“That’s a tempting offer, but I don’t want it, princess.”\n\n“Are you sure you want to turn down my offer?”\n\nHer threat is so clear, but I might as well have my revenge and return the palace to play the role of my own substitute. I will humiliate these people who don’t recognize me, I will never forgive them. They'll try to win the heart of their princess who has awakened her powers, but this time I'll be the one to abandon them.\n\n“In the end, I’ll be happy.”\n\nThe splendid return of the abandoned princess.\n\n---\nWith the entire Belvice Empire awaiting her abilities, Princess Stella’s life is turned upside down when she fails to bring the stars into the sky. Discarded by her family as the empire is overthrown, she is taken in and raised by commoners. But when the empire is restored and her conceited sister finds her, Stella’s peaceful life is threatened once again. Is she doomed to live as a puppet for the family that hated her? Or can she shatter their demands and rise as the true leader of Belvice?",
    "image": "https://uploads.mangadex.org/covers/a1e33f17-1119-40c2-8ede-a4443930fde4/bace6ef2-74d0-44fc-bad9-56f2dcf5b4f6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "The Stone Thrown in the Lake",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Please Leave Emily Alone",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Emily Addisio, with her acceptance letter in hand, enters the academe, featuring of a happy academy life, but she suddenly gets into an accident. Ethan Valenti, who accidentally helped her, gradationally becomes attracted to Emily, and Emily also feels shocked by his aggressive style. Before Emily could feel a strange sense of relief, he seized the window hedge with his right hand, which reached up to his midriff, and fluently jumped inside the structure. ” What?” In a moment, a dark shadow fell on Emily, who was amazed by the unforeseen narrow distance. That was because Lord Valenti, who is higher than her, was looking at her with his reverse leaning against the window. And as the shadow girdled her, Emily artificially tried to step back. But before she could move, Valenti reached out to snare the handkerchief she was holding.” Thank you, Emily. That was kind of you, but you did not have to return it.” The beautiful romantic story of Emily, which is ordinary but always girdled by extraordinary situations, and Ethan, who gave her his first and last love.",
    "image": "https://uploads.mangadex.org/covers/1c514261-ae33-42d3-8f9c-ccf831c10670/882e587d-f4e9-46ea-bbdc-9ca3234be7d2.png",
    "moods": []
  },
  {
    "title": "Fly Me To The Moon",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
    "image": "https://uploads.mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/673eb69e-b095-4a55-bd8c-7096ded50119.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Roasting",
    "chapter": "Chapter 3",
    "genre": [
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A global anomaly has occurred, and monsters have invaded. Monster trainers now bear the burden of saving human civilization. After Xiao Xingyu crosses over, he awakens the “God-tier Monster Training System”. By opening the Eye of the Demonic God, he can see through all hidden evolution paths of monsters, activate their hidden bloodlines, and unlock infinite evolution… A husky can evolve into the Hellhound! A fairy can mutate into the Twelve-Winged Blazing Angel! Hatching a dragon egg can summon the Nine-Spirited Candle Dragon!”",
    "image": "https://uploads.mangadex.org/covers/25996493-b2ae-46c5-96bf-2a8eb9c72dd8/1dffb329-71cd-4f7f-be9a-68f53a139b0f.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 49",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Thought I was the Real Daughter",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Killer’s Interview",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Hajun, who lost his parents and lived with his grandmother, has become a police officer to uncover the truth behind his parents’ deaths, but life as a patrol officer is far from the detective career he once dreamed of. It’s nothing but exhausting.\n\n“I wish legendary detectives would appear and give me a clue about the case.”\n\nFeeling frustrated, he visits the old vinyl house where he once lived with his parents…\n\nThere, he finds a book that belongs to his father.\n\nWhen he opens the book, what appears before Hajun’s eyes are legendary murderers?\n\nWait, why are you here?!",
    "image": "https://uploads.mangadex.org/covers/962518b2-f15b-4799-9498-f8a2e2e88e3d/5b2cc0da-5bb6-4249-88ed-7df19accf440.jpg",
    "moods": []
  },
  {
    "title": "Shall We Get Married?",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Now… I’m going to divorce you.”\n\nIn-woo, who returned to Korea from England after six years, was greeted by his young wife’s notice of divorce. If that was what his wife wanted… In-woo writes the divorce papers as calmly as he did when he wrote the marriage papers. The last month they can spend together as a couple. He thought they would each organize their feelings that had piled up in their respective places as much as they had wished for so long…\n\n“I promised before my father passed away that I would definitely be a helpful person to my brother.”\n\nShe, Song Hae-in, is unnecessarily desperate, saying that she will do her best for the remaining time and that she will definitely repay the gratitude she has received so far.\n\n“You are also at fault to this extent.”\n\nThe two of them are meeting each other for the first time after a long time. Will their true feelings completely connect?",
    "image": "https://uploads.mangadex.org/covers/c1df0efe-a9ae-4f47-be86-88ddbf84161a/06e16819-68ec-45eb-a8a2-9c710189f61e.jpg",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "I Became The Black Swan Mother of The White Swan Princess",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The transmigration that happened to others happened to me, too. I’m pretty sure I’m now a supporting character… but exactly which novel is this?\n\nWhen I opened my eyes, I was a widow with stepdaughters my own age, and not only that, I turned into a black swan every night due to a dark curse! Holding back my tears, I decided to take charge of my fate…wait, why should I? Why So Serious?\n\nA duchess during the day, a queen of the lake during the night – I have the best luck to be able to leisurely float around! Life should be lived unplanned! When I had just about decided to live my life like this, a white baby swan, one that was not in my no-plan life plan, came to me.\n\n“Mommy, are you really my mommy?”\n\nWhat, you were a person? And even the youngest sibling of the tyrant emperor?\n\n“I’m not your mother! Can’t you tell by the different colors of our feathers?”\n\nI’m a black swan, you’re a white swan! But why is she so crazy cute. Can our mother-daughter love endure the obsession and persecution of this child’s seven brothers, including the tyrant emperors?",
    "image": "https://uploads.mangadex.org/covers/f99e3c12-048d-44f5-8fa1-587a407b1ac8/c6929c61-5ccb-4406-8a14-7cf427a1dc94.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "My Body Has Been Possessed By Someone",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
    "image": "https://uploads.mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 43",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]