[
  {
    "title": "A Beast Swallowed by a Flower",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“A wolf only keeps one female by its side, Lisi.”\n\nIris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…\n\n---\nA bargain for her life, to escape a tragic future. When Iris Whittle is murdered by her sadistic husband, she is sent back in time to when she was 20 years old. As the unwanted daughter of a duke, Iris realizes she can leverage her status and foresight to secure a better life this time around. Thus, Iris makes a daring marriage proposal to the fearsome Count Keibrandt Green, the most eligible bachelor of Gavizar Empire, whose gruff and stern demeanor hides the fangs of a wolf.",
    "image": "https://uploads.mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/809150ea-63ee-467a-8350-c46a66a0b3a7.jpg",
    "moods": []
  },
  {
    "title": "Bluebird Lady and The White Lion Family",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Used as a bargaining chip to protect the House of Eagles, Shupena, a tiny blue bird, finds herself betrothed to the heir of the House of Lions, Ricador Chadwick. As the villainess who is later tossed aside once he meets the real female lead, she hopes to keep her distance until a divorce can happen. But when Ricador shows much warmth and attachment for Shupena, will it still be possible to resist the temptation of getting closer? Or will the winds carry her into the arms of her new husband?\n\n---\nIn a 19-gold-waste novel, I possessed the character of villainess.\n\nSophina, the bluebird and former wife of the white lion male lead, who was obsessed with him and was thrown away.\n\nA character who was stoned to death because of angry public sentiment?\n\n‘Let’s get a divorce after grazing enough!’\n\nAs a result of my efforts, I became friends with the male lead instead of obsessing with him.\n\nIn the meantime, I became close to my mother-in-law and other family members of the male lead, and I gained recognition from helping in managing the estate, and my business also became a big hit!\n\nEverything was perfect.\n\nIt’s time for the male lead who went to war to bring the heroine, so all he has to do is divorce me now.\n\nBut the problem was…\n\n“I don’t want to divorce.”\n\nIt was because he became so attached.\n\nMaybe I have arrhythmia? My heart kept beating fast or it seems I’m a bit excited?\n\nSo I was thinking of seducing the male lead…\n\n***\n\n“While I was away from the mansion for a while, I guessed you were thinking of running away from me.”\n\nRicardo’s dangerous and low voice, unlike his beautiful childish voice from my memory, rang in my ears.\n\nIt seems that the male lead, who has grown up as a sexy adult, has a useless misunderstanding.\n\nAnd…\n\n“Don’t leave, and don’t pretend that you don’t know me if you happen to throw away your husband.”\n\n“This brother-in-law would educate his ugly brother. Please just don’t leave.”\n\n“Okay, well thought out. Just live with me!”\n\nEven my in-laws misunderstood and kept clinging to me.\n\nWhy does everyone keep misunderstanding?\n\nExcuse me. I wasn’t thinking of getting divorced?",
    "image": "https://uploads.mangadex.org/covers/7754aecb-e155-490c-8bc0-7f3f3726d355/26345dc8-d848-408b-ad80-d96b205f1050.jpg",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Good news, it has been detected that your profession is a hidden profession. Bad news, your hidden profession is one in ten thousand: ‘Trash.’ You are about to change jobs to… ‘Scavenger.’ Ye Qing felt a white flash before his eyes upon seeing the results, all his years of effort went down the drain. Borrowing money at high interest rates to speculate on stocks and losing it all, thrown into a private hunting group by creditors to work off his debts in the dark. After defeating a Demonic Beast that was supposed to be impossible to kill, that instant influx of experience points allowed Ye Qing to level up from 0 to 1, triggering the only job change opportunity in his life… But unexpectedly, the profession he awakened to was the globally one in ten thousand hidden profession—’Scavenger.’ All the talent trees are centered around the bizarre profession of ‘picking up trash.",
    "image": "https://uploads.mangadex.org/covers/a6b1979c-5333-40e9-a111-6ab4b2e93515/4600fbaf-614e-45dc-9148-11602981e711.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Emperor of Solo Play",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Betrayed by his guild and defeated by a top player, Hyrkan loses everything. Before he can get revenge, a fatal accident ends his life — only for him to wake up years in the past, back at the start of Warlord. \n\nNow, with his memories intact, he’s determined to rise to the top alone. But in a game where power means everything, can he truly survive without any allies? \n\nThe Emperor of Solo Play is back, and this time, he’s playing by his own rules.",
    "image": "https://uploads.mangadex.org/covers/acffbf6c-b3c8-49fd-afd7-14ebc9586bd8/e3f80e9f-757e-4bc5-b531-d2652e9e3522.jpg",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Dead Character in a Prison for Wastes",
    "chapter": "Chapter 19",
    "genre": [
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "I reincarnated into a novel… but, hey… What am I supposed to do if I reincarnate in 10 years before the novel begins?\n\nThe location: prison. The problem is that even a jungle is better than this place!\n\nAfter ten years finally passed, I became the top dog in this prison. \n\n*\n“Hey Mint. Cut it out. Don’t go overboard.”\n\n“I have no idea what you’re talking about.”\n\nI became a good-for-nothing leader, but I’m fine with that. That’s a privilege a pro gets. \n\n“I’ll make you dead on paper, so do me one last favour.”\n“I have no idea what you’re on about.”\n\nA golden opportunity was bestowed upon me. \n\n“If you help me, I’ll release you from prison.”\n“What do you want me to do, Master?”\n“...”\n\nThe chief of the prison asked me, the psycho of the prison, for a favor.\n\n“Make the new guy coming into the leader of this prison.”\n\nIt may be called a prison, but in reality, it’s a lawless place. If I can make one man into the leader, I can finally be released.\n\n“But to do that, you need to enter a male prison.”\n“...Huh? How can I attach something that’s not there and get in?”\n\nBut oh god? The new guy is the male lead of the original novel.",
    "image": "https://uploads.mangadex.org/covers/6f14cd82-defc-4d69-a0ea-ad5b4c7768d4/6a6ae15c-8a5a-43bd-83c3-57c2e1d6737a.jpg",
    "moods": []
  },
  {
    "title": "How Far Are You Okay With?",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…",
    "image": "https://uploads.mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "Breaking the Prison",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The dragon is destined to crave the lost bead of life.\nTherefore, the dragon's companion is not chosen, but determined.\nEmperor Isbrandt, born with the thickest dragon's blood since the beginning of the Empire.\nThe moment he finds Seren Lubarb among the smell of blood and screams,\nIsbrandt realizes the unpleasant feeling flowing through his veins.\nShe is the bead of life that the dragon's blood has been longing for,\nand he has been longing for this woman like crazy since before his life began.\nLovely and annoying.\nSeren's body, which embraces the rampaging dragon's blood, was moist,\nand she always gave off a sweet scent whenever she clung to him.\nHe wanted to tear the delicate woman apart like a butterfly's wing and eat her thoroughly.\nHe ate all her sobs and screams and filled his desire instead.\nSeren Lubarb belongs to Isbrandt.\nIt was destined that way from the beginning.\nBut.\nSeren betrayed him and ran away.\nEven while carrying my child in my womb.",
    "image": "https://uploads.mangadex.org/covers/e43b8a6d-df77-4802-82bd-2edde1f2f0dd/0d87aac4-f035-43b0-9531-2eb4d3420476.jpg",
    "moods": []
  },
  {
    "title": "Please Become My Sister-in-Law!",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Angel, a former top-tier mercenary, was forced to retire due to an injury. Left by his fiancée, he now spends his days drowning in alcohol—a middle-aged adventurer (and a virgin). One day, his niece Liz, whom he once taught swordsmanship, suddenly barges into his life! Angel is bewildered by how she has grown into an astonishingly beautiful girl, but Liz pays no heed to his hesitation and boldly declares that she will become his wife—?!",
    "image": "https://uploads.mangadex.org/covers/8d5316e7-2bd6-44da-aedf-d70a12dc1897/acd7f639-2223-438e-a2ab-d0b09e64b61a.jpg",
    "moods": []
  },
  {
    "title": "There is no mercy",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
    "image": "https://uploads.mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "moods": []
  },
  {
    "title": "I Don’t Want to Be Loved",
    "chapter": "Chapter 34",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In this world, the path of literature is held in high esteem. Literary scholars control literary works, cultivate literary Qi and establish literary palaces. Bringing with memories of his previous world, Li Chang An arrived at the peerless world of literature but the Holy Father just had to pick him to be the saint!",
    "image": "https://uploads.mangadex.org/covers/05fc1afe-0684-4b9d-9109-3dcdb0586b9f/242d4420-fe48-4484-b1c1-be07c0a223f7.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "The Law of Hunting for the Immortal King",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Five years ago, the male protagonist’s brother defeated the hidden boss subspecies of the fairy king in the game “The World of the Immortal King”, and then disappeared from the world. When the family gave up looking for his brother, it was only five years for the male protagonist to realize that all this might be related to the game, and for five years, he insisted on",
    "image": "https://uploads.mangadex.org/covers/66435108-ca5a-4b3f-b857-7bb5da7a21d8/face649f-0b04-493d-aa35-2d74db961c2a.jpg",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "The Chick-Class Hunter is Filial!",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a world where special powers awaken in individuals, a 4-year-old child becomes an S-class hunter but has no parents. Assigned a quest to find guardians, she is eventually adopted by the nation’s top hunter. With a new skill that allows her to register caregivers and earn \"filial piety points\" for growth, she sets out to gather the best guardians to grow stronger and thrive.",
    "image": "https://uploads.mangadex.org/covers/cdff1217-6dde-4224-9c47-f8e15bcfd870/11760067-a9eb-49cd-ad90-593052ebbc71.jpg",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. However, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. Despite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student. This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
    "image": "https://uploads.mangadex.org/covers/8bfde150-22b9-4361-9845-f2bb6957610b/64e815cd-3919-4a47-9209-bcb3925bd57d.jpg",
    "moods": []
  },
  {
    "title": "The Daughter of a Rogue Successor!",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reincarnated as the daughter of a disgraceful marquis, she works hard to fix her father's mistakes and earns the respect of her grandfather, only to find herself entangled in a web of obsession.",
    "image": "https://uploads.mangadex.org/covers/ffbfee3f-ed6c-419a-94d6-477b5aed8e91/70b3c695-9d8e-45da-b14f-f3380a0bccb1.jpg",
    "moods": []
  },
  {
    "title": "Weapon Maker",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Here, try this sword.\"\n\nJunseo Shin is a master weapon creator doing menial jobs to keep a low profile in a world teeming with monster dungeons. But his habit of lending weapons to those in need exposes him to mega guilds and covert figures out to kill budding heroes from his past life. \n\nCan Junseo craft his way out of trouble and uncover the conspiracy that followed him to this life?",
    "image": "https://uploads.mangadex.org/covers/2f0e1b4c-3f99-428b-a78f-0e2107ff45bb/f0ca1396-ebb0-4aaa-b52a-43b375509fdf.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "High class",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "Entomologist In Sichuan Tang Clan",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hunter Becomes Young Again",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"If only I were 10 years younger…!!\"\n<A special reward is given that reflects the target's wish.>\nGwak Pilseong, a legendary hunter enjoying his retirement at the age of 80.\nHe accidentally gains the ability of immortality and rejuvenates, returning to the hunter industry after a long hiatus…\nThere are… too many rotten scoundrels in the hunter industry!",
    "image": "https://uploads.mangadex.org/covers/aef338a6-795e-4fff-9048-50f5957ab220/96818e83-7fa9-4a8c-9097-f49c9c9bc058.png",
    "moods": []
  },
  {
    "title": "Celeb Lady",
    "chapter": "Chapter 44",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!",
    "image": "https://uploads.mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "moods": []
  },
  {
    "title": "The Beast Tamed by the Evil Woman",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Written as the villainess, Ilyana Glayne finds a noble boy named Magnus and tames him, causing him to lose his identity and become her submissive \"beast.\" While reading this story, a fan emails the author to inquire about the plot. When she wakes up the next morning, she finds she has become Ilyana herself! Disgusted by Ilyana’s actions, she vows to free Magnus from his beastly existence. But when Magnus steals a kiss from her, Ilyana realizes she may have changed the plot more than she wanted!\n\n---\nThe only real villain in the novel, took a handsome man and tamed him for the rest of his life. After putting his fear to the limit, he learned to plead with her, becoming a beast from which he could never escape even if he loosened his leash. However, one day, the beast falls in love and becomes emperor with the woman who saved him, and plunges the evil woman into an eternal bondage.\n\n---\nI've posessed the body of the sociopathic villainess, Illyana! An evil villainess who picks up a boy named Magnus and raises him however she pleases... that Illyana is me?!\n\n\"I am going to tame you into a beast that cannot do anything without me. Just as you had done to me.\"\n\nAnd after 2 years, he who had become an emperor began his revenge. Excuse me, author! Illyana was the sinner but why must I suffer his vengeance? I was just a normal reader named Yuna!",
    "image": "https://uploads.mangadex.org/covers/a5971ece-d568-493a-bf8c-b2155c3ed405/e56fb1bb-81f8-4df7-bc4a-9862f2ddb49a.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "I Became a Miserable Extra in a Healing-Genre Novel",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Slave Emperor",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ran is the young empress of the North Empire. In order to protect her empire, she must assassinate the Orhan, the new emperor of the West Empire. Ran plans to ensnare Orhan in a honey trap by guising a beautiful assassin as tribute of good will. It is revealed, however, that the emperor is not interested in any other woman but Ran herself. Rude and arrogant like a savage, the emperor dares to claim the heart of the noble empress. Left without a choice, Ran decides to hide her identity and sends herself as tribute to the emperor. Can the empress win the emperor's trust? Will the empress be able to assassinate the emperor?",
    "image": "https://uploads.mangadex.org/covers/0d9ef6e0-886f-4aee-ba3d-74d061d60aac/c6b18b0b-8bdf-4cc3-a48e-c794843959b2.jpg",
    "moods": []
  },
  {
    "title": "Will you expose yourself today?!",
    "chapter": "Chapter 58",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!\n\n[Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0003618)\n[Official Korean Translation](https://series.naver.com/comic/detail.series?productNo=12220642)",
    "image": "https://uploads.mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/2d617409-9517-4aa0-bac0-90f3bb375e07.png",
    "moods": []
  },
  {
    "title": "Cassnier’s Secret Memoirs",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "Flowers Are Bait",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!",
    "image": "https://uploads.mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "moods": []
  },
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "moods": []
  },
  {
    "title": "Masked Knight Will Never Deceive The Villainess",
    "chapter": "Chapter 16",
    "genre": [
      "Comedy",
      "MANGA",
      "Manga",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Can the ex-otaku villainess resist the perilous temptation coming from her beloved character, who happens to be her own killer?!",
    "image": "https://uploads.mangadex.org/covers/1d02ac71-ad8e-42b7-8ac2-9b0b7c1839dd/65094f8e-3ce6-459e-b6dc-612cb0beb1fd.png",
    "moods": []
  },
  {
    "title": "This Reincarnated Countess Is Trying to Escape From Her Prince",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Casting Cinderella",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A seasoned actress meets a sharp businessman with an unusual offer. It’s not about romance—it’s a game of deals, control, and blurred lines between acting and reality.",
    "image": "https://uploads.mangadex.org/covers/073dab14-6639-468c-b31b-01b22b1535be/209076dd-03c5-4e93-aec4-3b27544759ec.jpg",
    "moods": []
  },
  {
    "title": "Chronicles of the Demon Faction",
    "chapter": "Chapter 125",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Requiem of Subdued Souls",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“If there existed a tainted being among the hwarangs, who would it be? Of course, it’d be Hwarang Seol Yeong who uses sorcery to call upon spirits!”\n\nHwarang Seol Yeong, who was named as the tainted person who’d bring forth a great disaster one day.\n\nThere was only one way to get rid of the false accusations and return to his rightful position.\n\nIt was to prove he wasn’t tainted by evil spirits by solving abnormal incidents.\n\nThen, Ja Ha, the governor of the previous generation’s hwarang, the man who killed a Great Chaotic God eight years back and disappeared without a trace, appeared in front of Seol Yeong…",
    "image": "https://uploads.mangadex.org/covers/c14c098d-41d1-4dac-9c6d-3089618c791d/ee35bb39-df84-4f60-a8d5-4f097dd3c700.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The virtual reality game “History of the Archana Continent” became part of reality, and “players” who were synchronized with humans appeared to protect the world. Lee Hoyeol, who was an ordinary salaryman, took over the body of the character he created in middle school, “Grandfell Claudi Arpeus Romeo.” Under normal circumstances, it would have been an absolute failure of a career, but Grandfell, whose occupation is a “demon hunter,” becomes extremely proud in front of demons! The only demon hunter in this world, Grandfell (= Lee Hoyeol) starts to make a move!",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Misfortune at Work",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
    "image": "https://uploads.mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "moods": []
  },
  {
    "title": "Jiwoo’s Master",
    "chapter": "Chapter 19.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Helped the Imprisoned Male Lead and He Became an Obsessive Man",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I possessed an errand child who brought meals to the male protagonist who was captured as a test subject at the lab. If the experiment was successful and the male protagonist gained power, the lab would be engulfed in flames. So I tried to run away before that, but I felt bad for the male protagonist who was suffering from the cruel experiment. So I secretly took care of various things while avoiding the researchers' eyes.\n\n\"Come to think of it, what's your name?\"\n\n\"I don't have a name...\"\n\n\"You make me one.\"\n\n\"Huh?\"\n\nI somehow became a little close to the male protagonist.\n\n\"Are you going to abandon me? Don't do that.\"\n\n\"Ah... but-\"\n\n\"Anis, do you mind if I'm wrong?\"\n\n\"Ugh... No. No, I don't.\"\n\n\"Then stay by my side.\"\n\nHowever, the only one who can cure him who is suffering from the side effects of the experiment is the original female protagonist.\n\nI tried to help him and leave secretly so that he could find his partner...\n\n\"You promised not to abandon me. But, was it all a lie?”\n\nWith the burning laboratory in the background, Emilien smiled with cold eyes.\n\n“A good child should keep his promises.”\n\nThe temperature of the hand touching my cheek is cold. The red eyes close as if they are going to engulf me.\n\n“Answer, aren’t you going to tell me?”\n\n...What should I do?\n\nI think I missed my chance to run away.",
    "image": "https://uploads.mangadex.org/covers/fec7e5f7-64e8-466c-a49e-9caefbd50403/f31c73df-d75d-46fe-a58b-3241b0aea2a5.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Cop Who Strikes With Wealth",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I was reincarnated as the son of a conglomerate leader. But I’m going to be a cop.",
    "image": "https://uploads.mangadex.org/covers/6e4557e5-e212-4aa3-a0ec-18f7d777299f/80f1929b-d33c-4ebe-835a-192b0fd36ca6.jpg",
    "moods": []
  }
]