[
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Baby Prisoner in the Winter Castle",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
    "image": "https://uploads.mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/14181369-0829-4473-9f0c-d0991b1e9ec0.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 33.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 178",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Graciela Mendoza was sentenced to death. After her father's death, Graciela, the eldest daughter of a ducal family, was tricked by her uncle into taking over the family home, and was then accused of the crime and decapitated along with her young brother. However, she finds herself back where she was five years ago...? For the second time in her life, she will never make a mistake again. Even if I have to disguise my younger brother as my son, I will survive stubbornly.\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n3718id/)",
    "image": "https://uploads.mangadex.org/covers/6ae18b64-22b4-4a46-bac0-653ef2503c61/619914e1-36bf-4919-a253-deddf0d52d10.jpg",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "The Genius Tamer of the Academy",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/e2397477-8315-4c6a-8bc8-19e95953783f.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 94",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "The Baseball Team’s Newbie are Too Good",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Defense Breaker",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jihoon is pulled into a defense game. He’s forced to become the captain of the knights and defend the kingdom from monsters. \n\nBut the wounds he received from people haven’t healed yet, so he refuses to protect the kingdom. \n\nThen suddenly, a new route opens up…",
    "image": "https://uploads.mangadex.org/covers/85316b02-6b3e-4c78-9c77-8b465e57e611/401a6df4-9b89-433a-8301-fd9b26f33e2a.jpg",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 150",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "The Prince Meant for You",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "Four Choices",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/82858f3f-8c93-4434-9b54-94464dad3116/6acca040-9412-4cb8-8270-b08a07bff2ca.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 168",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Survive as the Villain’s Cousin",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "We all know the isekai formula. The MC is always some nobody, they wake up in a perfect body, and they always end up dominating their new world. Sure, Satoru got the first two tropes, but he sure didn’t choose to be reborn as an evil king in his ex-girlfriend’s otome game. He’ll have to quickly figure things out before the hero slays him and his villainess daughter…. all while dealing with sexy magicians, handsy kings and a craving for men’s… *ahem* spiritual energy. Forty-five might be a bit late for a sexual awakening, but better late than never, right?  \n  \n*Note: This is a all new original English comic.*  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/c19e7ff1-36c4-430a-a92a-884716963ea9/dfd607ac-b639-4573-9d45-17a52e999839.jpg",
    "moods": []
  },
  {
    "title": "Summer Moon: The Cuprids",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "24 Hours Resurrection of the Villainess",
    "chapter": "Chapter 61",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The mission window in front of me flashed.\n\nA villainess possessed the body of a lady named Banpoon. A survival-type epic romance where people hide their identities and fall in love!\n\nAnd the end of the secret relationship.\nWho will ultimately win her heart and complete the mission?",
    "image": "https://uploads.mangadex.org/covers/3c619100-3ab9-4949-9876-38f698350bd7/9115f4d3-8508-427a-908a-c4c13f1ac649.jpg",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 261",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "I Want To Be Your First",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "It is said that cats will haunt the family that killed them for seven generations.　\n\nKuro, a black cat who has fallen into the role of a \"curse god,\" is trying to return to being a \"god of fortune\" by completing \"seven generations of curses\". However, the sixth generation is our protagonist Koutarou Nishikori, and he's hopelessly single, stuck pining for his mysterious first love. As it turns out... that first love is Kuro.",
    "image": "https://uploads.mangadex.org/covers/359eb456-02e7-4906-bd48-10624d0419fd/c443713b-3cfd-4249-9c1d-347da9fcb68c.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 85",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 52",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "I Became the Group’s Favorite Daughter",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 198",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Thriving Agency for Regretful Male Leads in Full Operation!",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A detective who'll find your leading lady for 500 won has appeared!\n\nOut of all the countless web novel protagonists, I wasn't a romance-fantasy noble lady, a cool hunter, or a holy saintess. Of all things, to think I've been reincarnated as a 'private investigator'… And on top of that, my clients are all regretful male leads?\n\n\"Hurry up and find my woman.\"\n\n\"All of a sudden?\"\n\nStill, now that I've started, I have no choice but to see it through. Just how many 'runaway lead' stories do you think I've read?! The runaway female lead always gets caught soon enough. They come back one way or another! The cool guy, the hero, the beastly man— I'll make sure all the regretful male leads get their happy ending.",
    "image": "https://uploads.mangadex.org/covers/8f9b65e9-24f1-482a-b050-ffdbc72a89ae/3de964b5-4a1f-4455-bc01-79561610ee14.jpg",
    "moods": []
  },
  {
    "title": "Fighting Ward",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school student, Kang Sun-woo, single-handedly defeats a group of illegal loan sharks who came to his house. At the hospital, where he goes for treatment, he is invited by a mysterious man to participate in a suspicious fighting tournament with a huge cash prize.\n\nThe prize is crucial for the survival of his family. Sun-woo must survive the fight ward !",
    "image": "https://uploads.mangadex.org/covers/63065a97-170a-4aff-916c-507a9d765db4/3e126cd5-162f-4f6e-9245-f901775b2f7a.jpg",
    "moods": []
  },
  {
    "title": "Die Melusine",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "My serenade, my Kieron. \nDuring one of his conquests, the heartless Archduke Kieron discovers Melusine, a mermaid in captivity. Their bond deepens, but according to legend, mermaids must kill their lovers to return to the sea. Melusine cannot bear to harm Kieron and leaves instead. What cruel fate awaits the lovers?",
    "image": "https://uploads.mangadex.org/covers/47c6cd94-ba3a-4536-bade-06987fa2ff88/5cda178f-9230-4450-8fe8-c89764e5475f.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "The Villainess I Possessed Is Raising Hell",
    "chapter": "Chapter 19",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Yaoi(BL)"
    ],
    "summary": "Isabella Dunkeld is a notorious evil woman, hated by her family and scorned by everyone. \n\nBut things take a strange turn when a powerful demon lord from the demon realm finds herself trapped in her body.\n\nThe demon has no memory of making a contract with Isabella, yet here she is, stuck and powerless. \n\nTo avoid revealing her true identity, she must act as human as possible.",
    "image": "https://uploads.mangadex.org/covers/71596396-71ad-47bf-9af2-9919f7c03c85/6231c490-1386-468b-9239-033b571930c7.jpg",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey.",
    "image": "https://uploads.mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/65bc2553-041f-4e11-992e-a19c02664791.jpg",
    "moods": []
  },
  {
    "title": "The Indomitable Martial King",
    "chapter": "Chapter 95",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed. But one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert. This Jim Godspeed says he's killed his father and has the corpse to prove it!\n\n(Source: MangaPlus)",
    "image": "https://uploads.mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/6bd64eb5-2fa6-4ac5-9659-733406cb8c5c.jpg",
    "moods": []
  },
  {
    "title": "Chronicle of Runes",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where Runecraft thrives, Van is born with the Asura Rune, the most accursed rune in history, said to bring only ruin.\n\nWhen a sorcerer coveting its power strikes, Van loses everything and is sealed inside a pocket dimension, severed from the mortal realm. Drowning in despair yet fueled by unquenchable rage, he refuses to die.\n\nFor 999 years, he hones his blade of vengeance. At last, he unlocks the Asura Rune’s true power, tears open his prison, and returns to the world, bringing destruction with him.",
    "image": "https://uploads.mangadex.org/covers/d83feceb-4435-4003-ab83-069ea4189ccf/0aa75387-7db0-4e17-a2ab-6ff9ef4bdb65.jpg",
    "moods": []
  },
  {
    "title": "Hello, Griffin the Fluffy Bird!",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unidentified ‘Cave-Eyed Griffin’ appears in the house you moved into! Its front legs are like soft bird legs, and its back legs are like cat jelly? The unpredictable cave-eyed Griffin and its rookie butler, Hansol, are living together in a chaotic cohabitation. Will they all be safe?",
    "image": "https://uploads.mangadex.org/covers/3b4291de-cf7f-4ba4-b296-024b6aca9b44/a885e94a-0cbe-4156-bf9b-8ac7817b649e.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "Love or Love",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/10cd36d3-a991-414c-a695-8d7a7937bda0/80889e69-4d9b-45b6-a73b-bef4814f85ef.png",
    "moods": []
  },
  {
    "title": "Global Horror: I Activated a Cheat Custom Mall",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Terrifying domains descended upon every corner of the globe. Horror and dread became part of daily life. ‘Mystic Exorcists’ became humanity’s final hope. But to truly eradicate the supernatural horrors, one must conquer the core worlds behind them. Countless exorcists charged ahead, only for nine out of ten to perish—humanity teetered on the edge of extinction. Chu Sheng, however, activated a cheat-like custom shop. Each time he entered a terrifying domain, he could choose a unique power-up. While other exorcists struggled to survive with their lives hanging by a thread, one horrifying creature after another knelt at his feet.",
    "image": "https://uploads.mangadex.org/covers/5cb1dc39-751a-40e4-9a75-2bb6a0b5444d/b9161dc7-b936-4024-8170-3d00ea5e0463.jpg",
    "moods": []
  },
  {
    "title": "Only Love",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "Officially released by the author of \"Zenbu Kimi no Sei\" at Winter Comiket 2023.\n\nAlternative Online Retail: [Comic Seymour](https://www.cmoa.jp/title/285162/vol/1/)",
    "image": "https://uploads.mangadex.org/covers/31722514-664c-4632-8682-fefc64e5511c/c5964bc0-a655-44c9-a2b3-cc01ca255f1a.png",
    "moods": []
  },
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 149",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]