[
  {
    "title": "I refuse this kind of reliance",
    "chapter": "Chapter 18",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 164",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "The man who fell in love with me",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "Im-rang, who had her boyfriend of 5 years stolen by a trusted friend. She went to their wedding, took a picture with a smile, and prayed for her misfortune. As she was leaving, she met Seon Jae-young, who always made her heart flutter.",
    "image": "https://uploads.mangadex.org/covers/c1211242-0f07-4dbf-8e00-528a10aaa62a/242a896d-9de4-4671-a566-87bf56c3ccb7.jpg",
    "moods": []
  },
  {
    "title": "Doggy Romance",
    "chapter": "Chapter 12",
    "genre": [
      "Animal",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "“My dog, who is like my own child, has turned out to be the pet heir to a chaebol family?” \n\nA year has already passed since the abandoned General’s adoption. But this lovable guy has not only become family to the lonely Dohun, but has also fetched him a destiny-like love with “Chaeyoung Lee.” However, Chaeyoung is by no means an easy opponent. Just as love is beginning to blossom, a second-generation chaebol appears out of the blue, claiming that they’ll take General away. And then, there is the revelation of General’s shocking secret. Will Dohun be able to protect both his love and his family?",
    "image": "https://uploads.mangadex.org/covers/e3e21ad0-b140-4970-8832-4d3def809292/3b84cb30-b282-4d01-ad2a-caa3366dad4c.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired British Doctor",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Civil Servant in a Magical World",
    "chapter": "Chapter 40",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "\"Monday? Hate it. Tuesday? Hate it. And what I hate the most? Going to work.\"\nThe civil servant Hae Sunal feels this way. In his previous life, all he wished for was to be able to use magic as normally as anyone else, so he invented a way for it to happen… In his next life. But now that he's in this new life, due to ‘magic’, he’s been living a far noisier life than expected.\n“Hello, I am Hae Sunal, a member of the Special Department for Cross-Species Civil Complaints and Resolution.”",
    "image": "https://uploads.mangadex.org/covers/6762098c-9463-45ad-9951-1b7e806ff68e/99dad915-d7c7-45af-ac63-a4ffaea03b0d.png",
    "moods": []
  },
  {
    "title": "Breaking the Prison",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The dragon is destined to crave the lost bead of life.\nTherefore, the dragon's companion is not chosen, but determined.\nEmperor Isbrandt, born with the thickest dragon's blood since the beginning of the Empire.\nThe moment he finds Seren Lubarb among the smell of blood and screams,\nIsbrandt realizes the unpleasant feeling flowing through his veins.\nShe is the bead of life that the dragon's blood has been longing for,\nand he has been longing for this woman like crazy since before his life began.\nLovely and annoying.\nSeren's body, which embraces the rampaging dragon's blood, was moist,\nand she always gave off a sweet scent whenever she clung to him.\nHe wanted to tear the delicate woman apart like a butterfly's wing and eat her thoroughly.\nHe ate all her sobs and screams and filled his desire instead.\nSeren Lubarb belongs to Isbrandt.\nIt was destined that way from the beginning.\nBut.\nSeren betrayed him and ran away.\nEven while carrying my child in my womb.",
    "image": "https://uploads.mangadex.org/covers/e43b8a6d-df77-4802-82bd-2edde1f2f0dd/0d87aac4-f035-43b0-9531-2eb4d3420476.jpg",
    "moods": []
  },
  {
    "title": "Clever Cleaning Life Of The Returned Genius Hunter",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
    "image": "https://uploads.mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/fc335efd-4529-4ef6-9b74-2fe457061657.jpg",
    "moods": []
  },
  {
    "title": "The Wolf Archduke’s Companion",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A long time ago… Wait… it's not really that long ago. There lived a certain Ookami-san… She's bad-mouthed, and not to mention flat-chested. Even so, she's still the heroine. She works for Otogi Ginkou, a group who does favors for others and demands something in return when necessary.  \n  \nWell then, watch as Ookami-san and company unfold many weird… really weird stories. Behold, Ookami-san and her Seven Companions.",
    "image": "https://uploads.mangadex.org/covers/dec289b2-2af9-4a61-bc67-07970256db1f/0bce9b8d-15cf-4453-a924-2311a7e13db5.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 185",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Love Review",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Giju is usually the most rational person around, but when it comes to love, she becomes completely foolish. During an argument with her boyfriend, the one she thought would be different this time, she accidentally falls down the stairs. When she regains her consciousness in the hospital, some strange review windows appears before her eyes. “What is this? Reviews written by his ex-girlfriends… rating my boyfriend?” Could these review windows be the salvation Giju needs for her love life?",
    "image": "https://uploads.mangadex.org/covers/6cd0836b-760c-4888-b36f-9afe30d26dda/c2b3aa15-bc03-468c-9611-4583f2ca4e89.jpg",
    "moods": []
  },
  {
    "title": "She Tames Heroes",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Please Become My Sister-in-Law!",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Angel, a former top-tier mercenary, was forced to retire due to an injury. Left by his fiancée, he now spends his days drowning in alcohol—a middle-aged adventurer (and a virgin). One day, his niece Liz, whom he once taught swordsmanship, suddenly barges into his life! Angel is bewildered by how she has grown into an astonishingly beautiful girl, but Liz pays no heed to his hesitation and boldly declares that she will become his wife—?!",
    "image": "https://uploads.mangadex.org/covers/8d5316e7-2bd6-44da-aedf-d70a12dc1897/acd7f639-2223-438e-a2ab-d0b09e64b61a.jpg",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Alien Abyss: Restart Era",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Yongsheng is an orphan who grew up in the Dream City, relying on the kindness of others. After his home was destroyed and those closest to him were devastated, he discovered the truth of the world. Guided by Mu Qing, he awakens a hidden power. To prevent further harm and protect those he cherishes, he joins the \"Exterminators\" and embarks on a path of resistance. Gradually, he begins to recover his lost memories, breaking through the darkness' rule time and again, ultimately leading humanity to freedom.",
    "image": "https://uploads.mangadex.org/covers/37c77533-abed-4fc4-8652-107756289b0e/7011f7f9-98aa-4e66-8964-ee43a72d237e.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 125",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Weapon Maker",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Here, try this sword.\"\n\nJunseo Shin is a master weapon creator doing menial jobs to keep a low profile in a world teeming with monster dungeons. But his habit of lending weapons to those in need exposes him to mega guilds and covert figures out to kill budding heroes from his past life. \n\nCan Junseo craft his way out of trouble and uncover the conspiracy that followed him to this life?",
    "image": "https://uploads.mangadex.org/covers/2f0e1b4c-3f99-428b-a78f-0e2107ff45bb/f0ca1396-ebb0-4aaa-b52a-43b375509fdf.jpg",
    "moods": []
  },
  {
    "title": "Study Group",
    "chapter": "Chapter 281",
    "genre": [
      "Drama",
      "Manhwa",
      "Martial Arts",
      "School Life",
      "Shounen",
      "Webtoons"
    ],
    "summary": "Gamin Yoon, a 17 year old student, goes to a school known to harbor future criminals. Stuck in a carnivorous environment where only the strongest survive, he struggles to get good grades to enter a 4 year university. But, will he be able to study well enough to enter university, or will he get involved in the unending fights around the school?  \n\n\n---\n\n[Official Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/pizixueba/list?title_no=1467)",
    "image": "https://uploads.mangadex.org/covers/24c8e2f3-f515-4e58-bfdd-c423ab00499a/133f7d99-a535-43a3-b125-1783166766e6.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 396",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "Juvenile Prison",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Juyeong is in a juvenile detention center for the attempted murder of his father, Gang-ryong. He clings to hope, dreaming of a future in Seoul with his childhood friend, Dayeon. \n\nBut everything shatters when Dayeon is tragically killed by a rogue truck, and the devastation deepens when Juyeong learns that his father was behind the wheel. \n\nIn a cruel twist, Gang-ryong regains consciousness and offers Juyeong an ultimatum...\n\n\"If you want revenge, become the king of this detention center!\"\n\n Now, Juyeong must navigate the treacherous world of prison politics, determined to rise to power and avenge his friend.",
    "image": "https://uploads.mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "moods": []
  },
  {
    "title": "Insector",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "An unofficial doujinshi spin-off manga of the Showa Era Kamen Rider Series by Eiichi Shimizu and Tomohiro Shimoguchi (now famous for [Linebarrels of Iron](https://mangadex.org/title/1555) and [ULTRAMAN 2011 Manga](https://mangadex.org/title/7042)).   \n  \n**Notes:**  \n- The doujin's original serialization ran for only nine chapters until Toei ordered a cease-and-desist for copyright violations, nevertheless Shimizu & Shimoguchi later announced in June 2016 that the series will restart that summer, when a new number 0 was published during 90th Comiket.  \n- New Edition Doujin chapters released: 5 (#00-04)  \n\n\n---\n\n**Links:**  \n- [Shimoguchi's Twitter](https://twitter.com/nadegata_circus)",
    "image": "https://uploads.mangadex.org/covers/c7dbc70f-89b7-41ac-8010-29748bcb5702/343bdcd0-a80a-4637-8ece-bd668eee5788.jpg",
    "moods": []
  },
  {
    "title": "The Thousand Faces Actor",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"What do you think people will end up calling him?\"\n\nSomeone asked. But no one had an answer.\n\nA transcendent being has appeared in the world.\nAnd a new chapter in film history begins.",
    "image": "https://uploads.mangadex.org/covers/8c1dca87-0235-4360-81d0-ce2d94c076e7/7135817a-5bbd-4d8e-9019-a41fb0c4c7cd.jpg",
    "moods": []
  },
  {
    "title": "The Law of Hunting for the Immortal King",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Five years ago, the male protagonist’s brother defeated the hidden boss subspecies of the fairy king in the game “The World of the Immortal King”, and then disappeared from the world. When the family gave up looking for his brother, it was only five years for the male protagonist to realize that all this might be related to the game, and for five years, he insisted on",
    "image": "https://uploads.mangadex.org/covers/66435108-ca5a-4b3f-b857-7bb5da7a21d8/face649f-0b04-493d-aa35-2d74db961c2a.jpg",
    "moods": []
  },
  {
    "title": "My Younger Sister Chooses Me Tonight",
    "chapter": "Chapter 29",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arin, the adopted daughter of a chaebol family, harbours a twisted affection for her stepmother. After she becomes an adult, Arin accidentally realises that she has unusual abilities.\nShe tries to use her abilities to attract her stepmother's attention, but her stepbrothers, not her stepmother, want Arin...\n\nA dangerous adopted daughter who shakes up the conglomerate 'Rare Moon' family. Her twisted red romance!",
    "image": "https://uploads.mangadex.org/covers/5b7e089a-b683-4840-98a7-db991d691a8c/6bfe24e4-653d-436c-b02b-a4b517739f8a.jpg",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 41",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Duke’s Obsession with His Wife",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "Let’s Hide My Younger Brother First",
    "chapter": "Chapter 93",
    "genre": [
      "Doujinshi",
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "I've possessed a character in an R-rated BL manhwa. It's in a world where people, whose craziness ranges from one to ten, appear.\n\n\"Franz, can you take off your clothes for a moment?\"\n\n\"Sister? Wh-why my clothes?\"\n\nTheir crazy serenade had already begun. Having been faced with the violence my younger brother had to endure, I made a vow.\n\n\"Instead of Franz, I'll have *Schuette* instead.\"\n\nThose people are coming soon. The people who will exterminate my family, and when that's not enough, they'll devour my younger brother's innocence.\n\n\"And I'll become a knight to succeed our family and carry on its legacy.\"\n\nIf he doesn't go, I'll die! That's how I thoroughly hid my brother and decided attend all the official events myself. …But something's wrong.\n\n\"I do! I love Kyla Vesta!\"\n\n\"If Young Miss gets hurt, then I'll…\"\n\n\"I don't feel the need to wait any longer.\"\n\nDidn't you all like men? Why are you all suddenly obsessed with me?\n\n---\nThe fate of a girl in a BL novel is a tragic one. Girls are either vaguely helpful, evil, or add nothing to the plot. So what happens when you turn into the older sister of a BL novel protagonist? The older sister who dies a tragic death at the hands of a madman who’s infatuated with your younger brother? You go with your gut instinct: hide him. Hide your brother from everything, especially men, that could harm him and you. That’s the task that Kyla Vesta is set with in this life, and a task that she’s determined to complete.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)",
    "image": "https://uploads.mangadex.org/covers/24302640-2313-4f9c-8149-b572ec450907/8d5e3cf5-6961-4ce2-9974-905a117ea525.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "Flowers Are Bait",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!",
    "image": "https://uploads.mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "Entomologist In Sichuan Tang Clan",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "moods": []
  },
  {
    "title": "I Saved You, but I’m Not Responsible",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was the one abandoned, yet I seem to have grown up the most mentally stable! \n\nI was ordered to serve my fake counterpart as her maid, so I decided to go undercover. But something's off with my former family. Whatever, it's not my problem! So, I just focused on my task... \n\n\"Are you really not going to live with us?\"\n\nThe eldest, who used to show obsessive control over the fake, started acting strangely toward me. \n\"I never thought I’d feel such camaraderie and trust with the opposite sex. You’re strangely too comfortable.\" \n\nThe second brother, who was on the brink of falling into darkness, managed to get back on track thanks to me. \n\"I didn’t come here to help them film their regret-filled family drama.\" \n\nI tried to ignore everything and quickly moved on to my next mission… but why do I keep running into people whose lives are completely messed up? \n\nWhy is everyone in perfect need of saving?",
    "image": "https://uploads.mangadex.org/covers/0a5118c8-b47e-47b3-9048-f593abda30e4/66efb1ac-7c53-408d-a66d-d670a576880b.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "I Became the Emperor’s Cat",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
    "image": "https://uploads.mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 84",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Unbeatable Lv.1",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
    "image": "https://uploads.mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 44",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  }
]