[
  {
    "title": "Temptation of Wife",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Tender-hearted Jerenia is married to the most uncaring and disrespectful husband, Vincent Mercier. Her in-laws undermine and abuse her daily, but Jerenia believes that if she bears a child, she could be respected as part of the dukedom. After trying for seven years, she finally conceives a child, only to find out that Vincent's been cheating on her with her childhood friend, Erica. Vincent conspires to kill his wife, but surviving the murder attempt has turned Jerenia into a woman of vengeance.",
    "image": "https://uploads.mangadex.org/covers/cbae5287-ceb5-4e9e-84e1-e26a569c8e90/da68f6d3-046d-48e0-9ed8-57d1c7592105.jpg",
    "moods": []
  },
  {
    "title": "I Went On Strike Because It Was A Time Limit",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 81",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 431",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "The Loser Is the First Lady",
    "chapter": "Chapter 7",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8376?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/8376?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/8376?languageCode=fr)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-father-returns/list?title_no=5408)\n* [Japanese / 日本語](https://www.comico.jp/comic/8376)",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/a4a7f207-b4b3-45e0-985b-bd80ff777a34.jpg",
    "moods": []
  },
  {
    "title": "Kindergarten Superpower Diaries",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where superpowers are part of everyday life, even kindergarten isn’t normal.\nOh Sae-ong, a substitute teacher with no powers, no experience, and barely any stamina,\nfinds himself assigned to a class full of toddlers who can summon fire, control water, and even glimpse the future. Outmatched and overwhelmed, he fumbles through each chaotic day—learning, growing, and gradually connecting with these extraordinary little beings. Because in a place where everyone is special, sometimes the most ordinary heart can make the biggest difference. A heartwarming and chaotic slice-of-life story about powers, patience, and the magic of growing up.",
    "image": "https://uploads.mangadex.org/covers/020d5fff-b5c9-41cf-9094-e9eb861ae757/b3bb3ffc-013c-4a25-90b5-717a72cbe856.png",
    "moods": []
  },
  {
    "title": "The Elegant Sea of Savagery",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Irina Nodiac, the eldest daughter of the Marquis, was entrusted to Count Elenoa Schuberg after her father's business continued to fail. All rights were handed over to Elenoa, whom she has known since childhood.\r\n\r\n\"You belong to me. So don't go messing around.\"\r\n\"Are you treating me like an object?\"\r\n\r\nHowever, even though she became a maid, her reputation of a \"Crazy Bitch\" during Academy days will never change. And now, Irina, who is self-disciplined and confident, stands in front of Elenoa.\r\n\r\n\"I can do more than what meets the eye. I can carry a lot of stuff.\"\r\n\r\nElenoa, who wants to own her completely, and Irina, who is trying to move forward despite difficult situations. What kind of voyage will they embark on in the future?",
    "image": "https://uploads.mangadex.org/covers/18b65fea-2344-4fd2-9fb2-f44e40070219/2483c755-e785-401b-a26c-b0de7a217428.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 212",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "The Dignity Of Romance",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/f40a053d-e8bb-4767-b182-f3b0c1d63f1a.jpg",
    "moods": []
  },
  {
    "title": "From a background character to the guardian of the marquess’s heir",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I was supposed to have died in an accident… but when I opened my eyes, I found myself inside the pages of my favorite novel!\nAnd the worst part? I wasn’t reborn as the heroine or even the villainess… but as a completely insignificant side character.\n\nAccording to the original story, the noble couple I work for will soon disappear, and all the servants will be dismissed afterward.\nI knew exactly how it was going to play out, so I told myself:\n“I’ll just live quietly, freely, and comfortably in my own way.”\n\nBut things didn’t go as planned…\n\nSuddenly, and completely against the original plot, I find myself in charge of the marquess’s children, who were left behind after the tragic accident.\nI’ve become their guardian, even though I was never meant to play this role!\n\nEven when I tried to walk away, I couldn’t ignore their innocent eyes and their need for comfort…\nSo I chose to take on the responsibility, leading them on a journey filled with surprises and challenges.",
    "image": "https://uploads.mangadex.org/covers/04e91207-ec17-488e-af2b-b6e0b4ad4ea8/0105fe29-2501-4fe4-85e1-18f4ceab4d44.png",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 155",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Stepmother Doesn’t Want to Be Killed by the Villainous Son",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Will Give You a Massage",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "summary": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!",
    "image": "https://uploads.mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 672",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Brother, Am I Cute?",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
    "image": "https://uploads.mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "moods": []
  },
  {
    "title": "My Happy Ending Plan as a Side Character – I Refuse the Villainess’s Bad Ending!",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became The Older Sister of A Regretful Male Lead",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "The Luoyang Branch of the Heavenly Demon Cult",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "What does \"Mu\" (武) in martial hero (武俠) mean? It is the power to enforce one's own sense of justice (俠). If that power extends beyond oneself, through others, and reaches the ends of the world, then that is the realm of the divine (神). What does a mere human need to ascend to godhood (入神)? Now begins the epic of Pi Wolryeo in search of that answer!",
    "image": "https://uploads.mangadex.org/covers/e7e9e7c6-7641-4405-b68e-231658bc8746/0a62b573-1815-49cf-b37a-cd64428c7b19.jpg",
    "moods": []
  },
  {
    "title": "The man who fell in love with me",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "Im-rang, who had her boyfriend of 5 years stolen by a trusted friend. She went to their wedding, took a picture with a smile, and prayed for her misfortune. As she was leaving, she met Seon Jae-young, who always made her heart flutter.",
    "image": "https://uploads.mangadex.org/covers/c1211242-0f07-4dbf-8e00-528a10aaa62a/242a896d-9de4-4671-a566-87bf56c3ccb7.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "All About Dominative And Exclusive Destruction",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 61",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Was Supposed To Be A Temporary Princess But It Seems She Is Done A Little Too Well",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Highteen Spoiler",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "After giving up Taekwondo for over 10 years, Sohee, who lives like a hanryang, has only one interest... k-teen romance! I dream of a future where I will become a lover with 'Soo-hyeon', who is going well. but… One day, So-hee's cell phone syncs a photo that is presumed to be the future, and the boy who became her lover in the photo... It was Lee An-do, an unlucky classmate! can not believe it! There is no probability in this love affair! Even after that, So-hee is confused by the more and more pictures of the future... Will it flow according to the spoiled ending?",
    "image": "https://uploads.mangadex.org/covers/f7f36fca-f34e-4689-8215-4e702c879192/f610c8fe-d454-413d-97db-6a7217e7b353.png",
    "moods": []
  },
  {
    "title": "The Silent Transfer Student",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "How the Count’s Young Lady Tames the Emperor’s Dog",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Esmeralda, the Count's daughter, is forced to enter into a political marriage by her father. But she asks Alphonse, whom she first met at a ball, to date her, as she wants to find her own destiny. Alphonse's identity turns out to be the Emperor's 'watchdog', who settles cases in the underground society for the Empire. It was Alphonse who started this relationship only to use Esmeralda for his mission, but his heart is gradually drawn to her, rushing without hesitation. Meanwhile, Esmeralda who has been working hard and dating hard gets caught up in the middle of Black German-Iris's conspiracy...\n\nTW: Borderline toxic relationship in the beginning of the series. Please read with caution.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4446000746)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/95283)",
    "image": "https://uploads.mangadex.org/covers/69394d79-02ad-4a75-980a-d31ee9ebe35e/e7e584ce-d149-499a-881f-764d9116c106.png",
    "moods": []
  },
  {
    "title": "Please Marry Me Again, Husband!",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gun-ha and So-yeon were strongly attracted to each other, but because they lived completely different lives their marriage ended short and eventually they chose to divorce.\n\nFive years later, Gun-ha proposes to Seo-yeon again to be a ‘contract couple’.\n“Please marry me again. This time, we stay as an ordinary couple.”\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/romance/the-remarriage-contract/list?title_no=3227)",
    "image": "https://uploads.mangadex.org/covers/a59c26de-6b1b-4f5e-a784-7aac0238d1e7/1fec89a5-7934-46ad-a1ba-6dcc9262f399.jpg",
    "moods": []
  },
  {
    "title": "What Can I Do Alone?",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Byeon Tae-in was an ordinary geek, completely engrossed in webtoons and internet culture—until one day, everything changed. Gates opened, monsters poured out, and humanity teetered on the edge of annihilation. But unlike everyone else, Taein didn’t feel fear; he felt a rush of excitement, as if he had been thrown straight into one of his favorite webtoons! “These monsters look like the weak ones that always show up at the start to highlight the hero’s new powers!” And then, something extraordinary appeared before him: [You have been chosen.] status window? Perfect! Taein had consumed every webtoon in existence. Now, if he becomes the strongest in this world… what kind of epic story will he write next?",
    "image": "https://uploads.mangadex.org/covers/40bb7285-b317-40c9-9ba3-c00df793ae38/bbcd3ac5-78d0-4ae4-971a-12203699275e.jpg",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 127",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "The Handmaiden Hates Childcare",
    "chapter": "Chapter 58",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0be5953a-301b-4458-a96f-958491768be1/00a6bd23-818e-4be1-8460-12f62bd701b8.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 47",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
    "image": "https://uploads.mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/66e5d15d-805f-474e-8cb1-b1c661f6cc74.jpg",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](http://www.crossinfworld.com/news-articles/New-Release-Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "Children of Orbit",
    "chapter": "Chapter 68",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "I Became The Black Swan Mother of The White Swan Princess",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The transmigration that happened to others happened to me, too. I’m pretty sure I’m now a supporting character… but exactly which novel is this?\n\nWhen I opened my eyes, I was a widow with stepdaughters my own age, and not only that, I turned into a black swan every night due to a dark curse! Holding back my tears, I decided to take charge of my fate…wait, why should I? Why So Serious?\n\nA duchess during the day, a queen of the lake during the night – I have the best luck to be able to leisurely float around! Life should be lived unplanned! When I had just about decided to live my life like this, a white baby swan, one that was not in my no-plan life plan, came to me.\n\n“Mommy, are you really my mommy?”\n\nWhat, you were a person? And even the youngest sibling of the tyrant emperor?\n\n“I’m not your mother! Can’t you tell by the different colors of our feathers?”\n\nI’m a black swan, you’re a white swan! But why is she so crazy cute. Can our mother-daughter love endure the obsession and persecution of this child’s seven brothers, including the tyrant emperors?",
    "image": "https://uploads.mangadex.org/covers/f99e3c12-048d-44f5-8fa1-587a407b1ac8/c6929c61-5ccb-4406-8a14-7cf427a1dc94.jpg",
    "moods": []
  },
  {
    "title": "Return of the Runebound Professor",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Magus Vermil was a scumbag — the most hated professor at a magic academy. Then someone murdered him. He never would have been heard from again if not for a lost soul from Earth by the name of Noah Vines. \n\nTransmigrated into Vermil’s body, Noah assumes the man’s runic powers and extensive list of enemies. There’s just one problem. Noah has to teach class tomorrow, and he has no damn idea what magic is.",
    "image": "https://uploads.mangadex.org/covers/8cd6b4d6-827e-4b3f-b217-fd67392cf71b/9767fd1c-0f6b-40ff-a467-e52448c4092d.jpg",
    "moods": []
  },
  {
    "title": "The Villain Discovered My Identity",
    "chapter": "Chapter 168",
    "genre": [
      "Crossdressing",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Time travel"
    ],
    "summary": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
    "image": "https://uploads.mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place.",
    "image": "https://uploads.mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/441ab7ea-62f6-4dce-8fa2-16256f45ceb8.jpg",
    "moods": []
  },
  {
    "title": "Limit-Breaking Genius Mage",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Verdan, a researcher who had no talent as a mage, aimed to reach the pinnacle of the Magic Tower through his genius intellect. However, after catching the eye of the Tower Master, he became one of the tower's test subjects. After enduring seven long years of humiliation and despair, Verdan finally begins to act, determined to break through his own limits using the theories he developed and the Magic Tower's power source!",
    "image": "https://uploads.mangadex.org/covers/3e812fd1-29be-47f7-9a4b-6dfeffad784e/0ae3edec-ae19-4aaf-b2fc-4ec3ee41c23d.jpg",
    "moods": []
  },
  {
    "title": "Seoul Exorcism Department",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Shounen",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/904c6660-76de-4d95-97ae-a0132b411dae/58ac84da-6011-4627-bc76-6d6c9ee21139.jpg",
    "moods": []
  }
]