[
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her transmigration into the body of a villainess, Ibellia Barnein made it her first goal to call off the contractual marriage that would lead to her untimely death. Try as she might to avoid the cold duke and his son, however, they appear in front of Ibellia time and time again. Can she break her role as the evil stepmother? Or are the novel's events doomed to pass despite her best efforts?",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/4273ade7-f1dd-441d-9302-29c2e54b29e4.jpg",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=821597)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=10782038)\n\n**Official Translations:**  \n- [S.Chinese](https://www.dongmanmanhua.cn/ANCIENTCHINESE/guaililuanshen/list?title_no=2722)\n- [T.Chinese](https://www.webtoons.com/zh-hant/martial-arts/myst-might-mayhem/list?title_no=6345)\n- [Indonesian](https://www.webtoons.com/id/fantasy/myst-might-mayhem/list?title_no=6367)\n- [Thai](https://www.webtoons.com/th/fantasy/myst-might-mayhem/list?title_no=6511)\n- [Japanese](https://manga.line.me/product/periodic?id=Z0003353)\n- [French](https://www.webtoons.com/fr/action/myst-might-mayhem/list?title_no=6711)",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 228",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 190",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 157",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Summer Moon: The Cuprids",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Hired a Villain as My Housekeeper",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Four Choices",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "A perfectionist model student believed love was a luxury. Suddenly, four choices appear and her heart wavers. Is this okay?",
    "image": "https://uploads.mangadex.org/covers/82858f3f-8c93-4434-9b54-94464dad3116/6acca040-9412-4cb8-8270-b08a07bff2ca.jpg",
    "moods": []
  },
  {
    "title": "One Night With Deep Passions",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "One drunken night led her into the wrong room—a room where she provoked a devil who could never be sated. When dawn broke, she fled in a panic. However, he continued to linger around her like a haunting shadow, overwhelming her with his flirtatious behavior.\n\nHe declared that the one night spent together meant that they must show endless devotion to each other for the rest of their lives. \n\nEvery moment, thoughts of her consumed him, and the devil demanded she take responsibility.",
    "image": "https://uploads.mangadex.org/covers/31c2470e-22b4-4a01-a008-c8be9b95498d/88239b20-96b5-4f11-a2a2-3772a69b0924.png",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 24",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Cling To The Dead Villain",
    "chapter": "Chapter 50",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world that resembles an otome game, the villainess is determined to rewrite her fate!\n\nIris Gray, the daughter of a duke in the Kingdom of Calm, was living the life of a typical noble lady… until one day, she suddenly regained memories of her past life.\nThere, she realized she had once played a famous romance game — and now, she had been reincarnated as the villainess, destined to be executed for harassing the heroine known as “the Savior.”\n\nWith death looming as her scripted ending, Iris resolves to avoid her tragic fate at all costs.\nHer first step?\nBreaking off her engagement to Prince Elliot, the key figure in her downfall.\nBut there’s a catch — Elliot is so in love with her that he outright refuses to let her go.\n\nAmid this inner and outer turmoil, a hidden power awakens within Iris — a unique magical gift called “Perception,” which grants her complete control over all forms of magic!\n\nWith this newfound ability, Iris realizes she may finally hold the key to reshaping her destiny… and preventing the execution scene that awaits her in the game’s original plot.\n\nCan a so-called villainess truly survive and write herself a new ending?\n\nA tale of romance, fantasy, and a brave rebellion against fate — the journey to flip destiny begins now!",
    "image": "https://uploads.mangadex.org/covers/b8bcc53f-cd33-425e-a3e5-b6b2106cf110/e1252b09-1c0b-4bda-bf00-b93df0529152.jpg",
    "moods": []
  },
  {
    "title": "I Will Be a Shield for My Beloved Emperor",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "24 Hours Resurrection of the Villainess",
    "chapter": "Chapter 62",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The mission window in front of me flashed.\n\nA villainess possessed the body of a lady named Banpoon. A survival-type epic romance where people hide their identities and fall in love!\n\nAnd the end of the secret relationship.\nWho will ultimately win her heart and complete the mission?",
    "image": "https://uploads.mangadex.org/covers/3c619100-3ab9-4949-9876-38f698350bd7/9115f4d3-8508-427a-908a-c4c13f1ac649.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 53",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 44",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Want a Cheeky Sorceress",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“I’m sorry, I’m sorry, Princess.”\nThe friend who killed my family.\n“I know that you were very kind to me. I know that you cared for me very much. But what can I do?”\nHe branded me with the slave’s brand on his shoulder and cried.\n“I wish you could die without smelling Adelia’s scent. That’s my wish.”\nI, who had lost everything, also wanted to die like that.\nI was put in a small box and sold, and on my way, I was saved by a man like a tiger who came with flames.\n“Yes, Princess. Chew my fingers. Eat and swallow something to at least put up with my damned ridicule. Put your nails in my face.”\nWhy are you trying to save me when you saved me?\n“I kissed these lips. This neck. These arms and legs, the tips of my toes. I rubbed my body without leaving a single one out.” Why do I, who couldn’t protect even one family member, react to your flame?\n\nA woman who wanted to die met a man who wanted to save her, and decided to live.\nWith only one goal in mind: to pull the legs of those who pushed her into hell, and roll through the fires of hell together.",
    "image": "https://uploads.mangadex.org/covers/15f5ce0f-d7bc-4b53-a137-2ec5068a8b5a/19def93a-03ac-4111-8ae6-bddb925b60c1.jpg",
    "moods": []
  },
  {
    "title": "Selena",
    "chapter": "Chapter 123",
    "genre": [
      "Historical",
      "Romance"
    ],
    "summary": "Welcome to Wellenberg, Meuracevia at the turn of the 19th century. The fate of Serenity Hotel, an opulent hotel in the nation’s capital, hangs by a thread as its headstrong heiress Serena and her stern husband Eiser struggle to turn its fortune around. Their loveless marriage of convenience takes a twisted turn following Serena’s jealous attachment to her stoic and handsome servant, Frederick. At a time when happiness takes a back seat to one’s sense of duty, will Serena be able to protect her love and ensure the survival of her family and her business?",
    "image": "https://uploads.mangadex.org/covers/34d8a0e8-6811-459d-87a1-2d3e81ad18fb/67177930-a1b4-4092-b9e8-b3b47322b21c.jpg",
    "moods": []
  },
  {
    "title": "Forgotten Juliet",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "Don’t Tame the Tomboy",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Halo is a talented female elf magician who has memories of when she was a man in her previous life, which is why she wishes to make out with a cute girl. Halo decides to buy Filia, a beautiful female slave with big breasts, but things don't go as she expects them to...",
    "image": "https://uploads.mangadex.org/covers/5cfad028-38b1-4f50-a282-70ac438fa91a/f38f90be-6dc2-4112-ab2b-eb576ef85a86.jpg",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 179",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Graciela Mendoza was sentenced to death. After her father's death, Graciela, the eldest daughter of a ducal family, was tricked by her uncle into taking over the family home, and was then accused of the crime and decapitated along with her young brother. However, she finds herself back where she was five years ago...? For the second time in her life, she will never make a mistake again. Even if I have to disguise my younger brother as my son, I will survive stubbornly.\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n3718id/)",
    "image": "https://uploads.mangadex.org/covers/6ae18b64-22b4-4a46-bac0-653ef2503c61/619914e1-36bf-4919-a253-deddf0d52d10.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 230",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The apocalypse game swept across the globe and merged with the real world, causing the collapse of order. In his previous life, Ye Xiao devoted everything to elevating his fiancée, Liu Ruyan, to the pinnacle of power, only to have his heart literally ripped out by her on the day of their engagement and transplanted into her male best friend. Reborn into a new life, Ye Xiao resolves to ascend the throne alone. Before the game closes its recharge portal, he spends billions of his fortune to switch to a god-level profession.\n\n---\n\n**Original Webtoon**: \n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/24688)",
    "image": "https://uploads.mangadex.org/covers/2d23a9d0-f059-44eb-be16-599baa40eed0/40272cb9-eb09-4e0a-a5e6-b95134340b2d.jpg",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The main character, Kim Kyung-Sam, is an orphan preparing for the civil service exam while working part-time at a convenience store.\n\nWhile immersed in the game ‘God Forsaken World’ and playing the scenario of ‘Gilosan Ello D’ Baltic’, the fallen Third Prince of The Empire, without realizing it, he is transmigrated into that character.\n\nThe worst part is that at the time it happened, the fallen Third Prince, better known as ‘The Pig Prince’, has been kidnapped and is on the verge of execution…!\n\nWe will see how Kyung-Sam uses his knowledge of the game to overcome various crises!",
    "image": "https://uploads.mangadex.org/covers/df1e3bc8-0cbf-4ba6-ab21-6e472ae902e7/6a8dd743-7eda-49bb-a217-678e63160195.png",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "The Villainess I Possessed Is Raising Hell",
    "chapter": "Chapter 20",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Yaoi(BL)"
    ],
    "summary": "Isabella Dunkeld is a notorious evil woman, hated by her family and scorned by everyone. \n\nBut things take a strange turn when a powerful demon lord from the demon realm finds herself trapped in her body.\n\nThe demon has no memory of making a contract with Isabella, yet here she is, stuck and powerless. \n\nTo avoid revealing her true identity, she must act as human as possible.",
    "image": "https://uploads.mangadex.org/covers/71596396-71ad-47bf-9af2-9919f7c03c85/6231c490-1386-468b-9239-033b571930c7.jpg",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 86",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 86",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "Marriage of Convenience 2: An Unforgettable Song",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 101",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "The Indomitable Martial King",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed. But one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert. This Jim Godspeed says he's killed his father and has the corpse to prove it!\n\n(Source: MangaPlus)",
    "image": "https://uploads.mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/6bd64eb5-2fa6-4ac5-9659-733406cb8c5c.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 27",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Part-Time Grim Reaper",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "“I’m from the afterlife.” Lee Do-jin needs money—a lot of it—to cover his younger sibling’s medical bills. With nowhere else to turn, he calls the number on a strange, ominous business card he finds by chance. At the meeting point, he encounters a silver-haired woman shrouded in mystery— a grim reaper, known as a Chasa. She makes him an unbelievable offer: Work as a temp worker for the Underworld. His mission? To stop “Mokdugi,” predators that feast on souls tainted by sin, before they can drag the damned into chaos. Thrust into the supernatural world of death, debt, and spiritual battles, Do-jin must navigate his new double life— balancing his humanity with a job that demands he walk the line between life and death.",
    "image": "https://uploads.mangadex.org/covers/3dfafd43-d089-4301-90e3-34d924ebe25c/e869553b-ded5-4af4-89db-1b69e9de1ef8.jpg",
    "moods": []
  },
  {
    "title": "What Can I Do Alone?",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Byeon Tae-in was an ordinary geek, completely engrossed in webtoons and internet culture—until one day, everything changed. Gates opened, monsters poured out, and humanity teetered on the edge of annihilation. But unlike everyone else, Taein didn’t feel fear; he felt a rush of excitement, as if he had been thrown straight into one of his favorite webtoons! “These monsters look like the weak ones that always show up at the start to highlight the hero’s new powers!” And then, something extraordinary appeared before him: [You have been chosen.] status window? Perfect! Taein had consumed every webtoon in existence. Now, if he becomes the strongest in this world… what kind of epic story will he write next?",
    "image": "https://uploads.mangadex.org/covers/40bb7285-b317-40c9-9ba3-c00df793ae38/bbcd3ac5-78d0-4ae4-971a-12203699275e.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 24",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "An animal hospital in the border area",
    "chapter": "Chapter 152",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Medical"
    ],
    "summary": "Paris-flying veterinarian named after new recruits! Kim A-young, head of the animal hospital who is struggling with loans. One day you get a phone call. \"Do you see reptiles there?\" I'm doing reptile therapy, which is not my major for a living. It's a reptile for use, isn't it? A blue dragon is here to see a doctor! Ahyoung Animal Hospital, where word of mouth went out when she treated him after a faint blast. New patients line up. Looking at the animals in a state of unimaginable identity, Ah-yeong was briefly taken into consideration for their generous medical expenses. \"Monster? Blue Dragon? I don't know! Money is the best!\" The veterinarian's new medical device. Will Ahyoung be able to treat special patients safely and return to a peaceful daily life?",
    "image": "https://uploads.mangadex.org/covers/7b29f645-7dbf-46b1-8534-b70b5859c49a/353323c7-bfd2-4111-a9be-8c9b355b39a3.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 21",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  }
]