[
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Charlotte’s Wheel",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Vivienne, a wicked woman called the Witch of Goseong. She committed all kinds of evil and was eventually killed by the revolutionary army. The twilight witch who appeared in front of her just before her death leaves meaningful words and brings Vivian back to three years ago. Vivian stands up to seize power after vowing not to lose her loved ones again.",
    "image": "https://uploads.mangadex.org/covers/be02e41d-3e8f-45cb-bb43-c0d34a273fdd/12e4779a-7cda-4561-a716-24641e24fa4b.jpg",
    "moods": []
  },
  {
    "title": "I Created a Harem to Avoid the Male Lead",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Told To Die",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/ceeee860-decf-4170-9dee-2f2fa213df39.jpg",
    "moods": []
  },
  {
    "title": "For a Certain Princess [Official]",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 437",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "A Snake Lives in the Empress’s Bedroom",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A deposed empress, stripped of her family and status by her paranoid emperor husband, plots revenge. She strategically allies with a charismatic war hero, expecting a mere partnership—but his growing fascination with her strength and vulnerability complicates her plans.",
    "image": "https://uploads.mangadex.org/covers/84838c63-4fd0-463c-b7a0-a41124176905/8fff50e9-df15-4f24-a291-c12d2e45937e.jpg",
    "moods": []
  },
  {
    "title": "Han Dae Sung Returned From Hell",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people.",
    "image": "https://uploads.mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "moods": []
  },
  {
    "title": "Celeb Lady",
    "chapter": "Chapter 47",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!",
    "image": "https://uploads.mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "moods": []
  },
  {
    "title": "Love and Wifi in The Palace",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A compilation of noteable submissions to the Afternoon Four Seasons Awards from 1987 to 2000 from major artists from when they were still newcomers.\n\n**Note:** Do not confuse this for the [Afternoon Four Seasons Awards CHRONICLE 1987-2000 Selections](https://kc.kodansha.co.jp/title?code=1000000684) from 2013, which cut 23 of the 48 oneshots but still spread the remaining 25 across 4 seasonal volumes.\n\n**Chapters:**\n\n**Spring:**\n1​. Tsuchida Seiki - Miseinen (1987 Four Seasons Prize)\n2. Takahashi Tsutomu - GOTAVOICE (1987 Spring Semi-Winner)\n3. Matsumoto Taiyou - STRAIGHT (1987 Autumn Semi-Winner)\n4. Irie Noriko - Neko no Te Kashimasu (1987 Winter Four Seasons Grand Prize)\n5. Ohtagaki Yasuo - Ronin Heartbreak! (1988 Summer Honorable Mention)\n6. Sudou Masumi - Shounen-ou ni Shiroi Kumo (1988 Autumn Semi-Winner)\n7. Akizuki Risu - Oku-sama Shinkaron (1988 Autumn Honorable Mention)\n8. Nakayama Masaaki - Ridatsu (1988 Winter Semi-Winner)\n9. Arai Hideki - 8-gatsu no Hikari (1989 Summer Four Seasons Grand Prize)\n10. Hiromoto Sinichi - Western Carnival (1989 Summer Honorable Mention)\n11. Enomoto Shunji - Golden Lucky (1989 Autumn Honorable Mention)\n12. King Gonta - A Mess on a Weekend (1989 Winter Four Seasons Grand Prize)\n13. Irie Kiwa - Haikibun! Sakanahime (1989 Winter Four Seasons Prize)\n14. Hiramatsu Minoru - Ma, Ikka! (1989 Winter Honorable Mention)\n15. Aoki Yuuji - Higan to Shigan no Ma De (1990 Semi-Winner)\n16. Taguchi Masayuki - Shouteki Ningen (1990 Autumn Four Seasons Prize)\n17. Sugawara Masayuki - Home Range (1991 Summer Semi-Winner)\n18. Matoba Ken - Mei Tantei ni Hanarenai keredo (1991 Summer Semi-Winner)\n19. Yasuda Hiroyuki - MOZOO (1991 Autumn Honorable Mention)\n20. Oda Hideji - Sakana (1991 Winter Honorable Mention)\n\n**Summer:**\n21. Matsunaga Toyokazu - Killing Paranoia (1992 Summer Four Seasons Grand Prize)\n22. Ohara Shinji - Boku wa Otouto (1993 Spring Four Seasons Grand Prize)\n23. Kuwahara Shinya - YOKO vs (1993 Spring Four Seasons Prize)\n24. Samura Hiroaki - Mugen no Juunin (1993 Summer Four Seasons Grand Prize)\n25. Kuroda Iou - Ka, Nanten, Kuma (1993 Autumn Four Seasons Grand Prize)\n26. Toume Kei - KUROGANE (1993 Autumn Four Seasons Prize)\n27. Igarashi Daisuke - Obayashi ga Hikoeru Hi & Imada Fuyu (1993 Winter Four Seasons Grand Prize)\n28. Yoshikai Kanji - Kodoku no Oto (1993 Winter Semi-Winner)\n29. Ashinano Hitoshi - Yokohama Kaidashi Kikou (1994 Spring Four Seasons Prize)\n30. Komai Yuu - Sonna Yatsua Inee!! (1994 Spring Honorable Mention)\n\n**Autumn:**\n31. Aramaki Keiko - GENOMES (1994 Summer Four Seasons Grand Prize)\n32. Kio Shimoku - Ten no Ryouiki (1994 Summer Four Seasons Prize)\n33. Abe Yoshitoshi - Ame no Furu Basho (1994 Summer Semi-Winner)\n34. Kiba Kouichi - JAGUA (1995 Summer Four Seasons Grand Prize)\n35. Nihei Tsutomu - BLAME (1995 Summer Special Prize)\n36. Endou Hiroki - Kitto Kawaii Onnanoko dakara (1995 Autumn Four Seasons Prize)\n37. Kitoh Mohiro - Vendémiaire no Migite (1995 Autumn Semi-Winner)\n38. Asada Torao - Spoonman 3.18 (1996 Autumn Four Seasons Grand Prize)\n39. Wakana Shouhei - Kamen Tenshi (1996 Autumn Four Seasons Prize)\n40. Shinemon - Lunch no B (1996 Summer Honorable Mention)\n\n**Winter:**\n41. Hayashida Q - Sofa-chan (1997 Autumn Semi-Winner)\n42. Kimura Kon - Koube Zaijuu (1997 Winter Four Seasons Prize)\n43. Shinofusa Rokuro - Yasashii Kodomo no Tsukurikata (1997 Spring Honorable Mention)\n44. Higuchi Asa - Yuku Tokoro (1998 Spring Four Seasons Prize)\n45. Manabe Shohei - Yuuutsu Suberidai (1998 Summer Four Seasons Grand Prize)\n46. Urushibara Yuki - Mushishi (1998 Winter Four Seasons Grand Prize)\n47. Kumakura Takatoshi - Gurade (1999 Summer Semi-Winner)\n48. Toyoda Minoru - Love Roma (2002 Spring Four Seasons Grand Prize)\n\n**Selected Descriptions:**\n\nKio Shimoku - Ten no Ryouiki\nA brief insight into the life of a young graduate student looking for work who finds himself in bed with a mysterious girl he has never seen before.\n\nAbe Yoshitoshi - Ame no Furu Basho\nEshikawa is a man who has lost sight of his life and stumbles through it, with no clear meaning or purpose. One day, he is informed that his ex-girlfriend committed suicide, which sets his brain on retrospect mode. He goes on a journey of self-revelation and contemplates upon the myriad of human emotions, the joys and sorrows of normalcy.\n\nKiba Kouichi - JAGUAR\nAs a woman is returning home one night, she runs into a man who was just in a car crash. As he's dying, he asks her to throw a certain package into the sea.\n\nHayashida Q - Sofa-chan\nHayashida Q's debut work about a female couch spirit.\n___\n**See Also:**\n- [MDList of Afternoon Four Seasons Award–winning oneshots](https://mangadex.org/list/d7b883be-732f-4d5b-8d92-818fa3c62555/afternoon-oneshot-four-seasons-award-winners)\n- [blog post covering this series](http://sportable.seesaa.net/article/246888518.html)\n- [Wikipedia article about this series](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9ECHRONICLE)\n- [Wikipedia article about the contest, including a list of winners](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9E)",
    "image": "https://uploads.mangadex.org/covers/ff73234b-4387-448c-ab54-2879626b4442/492ca330-5e43-41fa-8a91-d9e5b07358d7.jpg",
    "moods": []
  },
  {
    "title": "All Football Talents Are Mine",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sports",
      "Supernatural"
    ],
    "summary": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents...",
    "image": "https://uploads.mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/7f937fdd-4d65-43a2-907e-57b5a0af4b3c.jpg",
    "moods": []
  },
  {
    "title": "Murim Login",
    "chapter": "Chapter 231",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
    "image": "https://uploads.mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/e56bc7d5-115c-4c47-8846-c356d3d33217.jpg",
    "moods": []
  },
  {
    "title": "Divorce Plan",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I already possess the body of a woman who will marry the devil. In a role haunted by her husband until death.\n\n\"I will always be by your side!\"\n\nI've decided to be nice to this poor husband for a while. But before one day, when I had reached adulthood and planned to divorce. A little angel appeared in the night full of surprises. Oh, man. So I tried to run away before being discovered…\n\n\"Richard? Something's not right…\"\n\n\"I have no intention of letting you run away, even if you die, you must stay in my arms. Elisha.\"\n\nTrying to cry and beg with a pretty face is also not possible.\n\n\"Where are you going to take our child?\"\n\nDid he even chase after me with those cold eyes? …I guess I was wrong to run away like this. How to solve this situation?\n\n---\nAfter losing her parents at an early age, noble lady Elissa Lohengrin is brought into the powerful House Rubelin by the duke so that she can marry his grandson, Richard. However, having read this story in her past life, Elissa knows Richard is destined to murder her! To avoid this, Elissa makes a deal with Richard to divorce when they become adults. But as she plans for her future single life, Richard's feelings begin to grow, and a whirlwind of events begins that pulls Elissa closer to danger.",
    "image": "https://uploads.mangadex.org/covers/c326248a-0412-4ab8-9e0f-72b06feb70d2/8f147b79-79d8-4c25-910b-80e0bb704bfb.jpg",
    "moods": []
  },
  {
    "title": "Baby Snow Leopard of the Black Leopard Family",
    "chapter": "Chapter 42.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A child, born a hybrid and abused to death by her maternal grandfather, is reborn with memories of her past life. Faced with the same fate, she seeks out her estranged father for protection until adulthood. Expecting rejection, she is instead met with love and acceptance from her father, siblings, and grandfather—who even offers her the family leadership.",
    "image": "https://uploads.mangadex.org/covers/68ef68e9-ce1e-4529-8e6e-eac4c80b4cb4/cc6eded5-340e-4832-bf4c-5288017141e4.jpg",
    "moods": []
  },
  {
    "title": "My Wish Is Two Separate Beds",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julia, the Queen of Semele, has a dilemma—her childhood friend and husband, Endymion. Married through an arranged union, they’ve shared a bed for 12 years, growing up like siblings. But one day, everything changes.\n\n“Do we really need to share a bed? You should break this habit, especially for your future concubine who’ll bear your child…”\n\n“My child? With whom?”\n\nSuddenly, their dynamic shifts. Endymion leans closer, locking eyes with Julia.\n\n“My child… will be with you.”\n\nHis whisper sends shivers down her spine. Since that night, sharing a bed has become unbearably awkward.\n\n“Can we please just use separate beds?”",
    "image": "https://uploads.mangadex.org/covers/f57b324d-b5ad-4442-9032-9abe2c7376e9/9acb140a-13ac-496e-8ae5-1f52d45d82a7.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Surviving as an Illegitimate Princess",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Don't look down on me just because I'm a child! Even though I look like this, this is my 10th life!\"\n\nI'm an illegitimate princess whose life was cut short after being misunderstood for having the same blood as the enemy country and died early. After nine tragic repetitions, I discovered the identity of my biological father. He is Paeon, a war hero who defeated the demon king and the strongest holy knight in the continent. He had a forbidden relationship with the princess, had me, and then deserted me!\n\nIn order to survive the harsh royal palace, I've decided to use and then abandon this impudent father. I will become the strongest as fast as I can and escape from this disgusting country!\n\nAnd so, while I was building my strength, I happened to meet the demon king's son, Leo. He wasn't arrogant like his father, but he was pitifully living in captivity. So, I took care of him in secret.\n\n\"Asha, you cannot get engaged to anyone.\"\n\n\"...Huh? Why?\"\n\n\"Because I’ll take responsibility for you forever.\"\n\n\"What?!\"\n\n\"We spent the night together.\"\n\n...What is this prince saying?\n\nA holy knight father who had (?) a forbidden love. Along with an enemy prince who is trying (!) to have a forbidden love. With them, can the unfortunate princess change her fate?\n\n---\nAs an illegitimate princess, Anastasia Entimos has died in just about every way imaginable. Every time she dies, she is brought back to the moment of her birth and forced to relive her tragic fate. It is only in her 10th life that she discovers her father is the esteemed knight and war hero, Paeon Parschel! Determined to escape her miserable fate once and for all, Anastasia vows to use her aloof father as a stepping stone to freedom. Will the 10th time be the charm for this ill-fated princess?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55912087), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8639242)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%83%9D%EC%95%84-%EA%B3%B5%EC%A3%BC%EB%A1%9C-%EC%82%B4%EC%95%84%EB%82%A8%EA%B8%B0/2966), [KakaoPage](https://page.kakao.com/content/59761866)\n\n**Official Translations:**\n* [English](https://tapas.io/series/surviving-as-the-illegitimate-princess/info)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%A7%81%E7%94%9F%E5%85%AC%E4%B8%BB%E7%94%9F%E5%AD%98%E8%A8%98/369)\n* [French / Français](https://fr.piccoma.com/fr/product/928)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Surviving-as-the-Illegitimate-Princess/608)\n* [Japanese / 日本語](https://piccoma.com/web/product/117224)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%AA%E0%B8%A1%E0%B8%A3%E0%B8%AA/437)",
    "image": "https://uploads.mangadex.org/covers/d7a8d066-446e-4ddc-83c7-fdd53fe2dff7/939c5d2d-1b8f-45d6-a20a-7db9cf8fb8f4.jpg",
    "moods": []
  },
  {
    "title": "Addiction",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a night, her boyfriend became her sister's fiance, while her parents wanted her to serve an old man. Having no choice, she broke into his room accidentally. Unexpectedly, after one night stand, he fell in love with her and insisted on marrying her. Since then she became the wife of Lu Zeyuan, the devil incarnate, which discomposed her parents and her blamed ex-boyfriend. A romantic relationship after marriage thus began...",
    "image": "https://uploads.mangadex.org/covers/ab8fb6ba-6a3e-42bc-b6e2-093de7177fe1/05f29703-8639-4fed-bc09-759c68997c51.jpg",
    "moods": []
  },
  {
    "title": "I Stole the Heroine’s First Love",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?",
    "image": "https://uploads.mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "moods": []
  },
  {
    "title": "I Got A Job At A Haunted Mansion",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 149",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "He wanted to live. He wanted to live meaningfully.\nHe didn’t want to ruin his life by making rash choices.\nWhat on earth should he do? How should he be free… … .\n\n‘There are too many people here who want to manipulate me as they please.’\nIf there’s something you want, you have to fight for it.\n‘It doesn’t matter who it is. If it’s a goddess, I’ll kill her. If it’s heaven, I’ll tear it apart.’\nIf there’s something you long for, you have to face it.\n‘I can do it.’\nRather than living your whole life tied up like a dog, you have to risk death and break the leash.\n\nThat’s what you taught me.\nSo Victoria.\n“Just be free.”",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "The Baby’s Future Dream Is To Become The Mastermind",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The martial arts world's most dangerous mastermind finds herself reborn in the weakest possible form: a tiny toddler and holy monarch’s successor, destined to die young. But Danye Jin didn't survive centuries of martial arts intrigue just to accept defeat in diapers. Armed with ancient techniques and disarming baby charm, this mysteriously capable little girl is turning imminent death into the realm's greatest adventure. Who knew saving yourself could be so adorably dangerous?",
    "image": "https://uploads.mangadex.org/covers/b8e1a2bd-209d-4c89-8499-4fa8a3b3fe76/29355030-9d35-4366-8344-8e9f0e0e50d3.jpg",
    "moods": []
  },
  {
    "title": "A Villain’s Will to Survive",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Deculein von Grahan-Yukline is the mid-boss of the AAA-grade game REW was developing. A villain who dies 999 times out of 1,000.\n\nOne day, Kim Woojin, a game developer for REW, woke up as him.\n\nAs a villain, Deculein is inevitably destined to perish.\n\n[Primary Survival Goal: Become necessary to the game.]\n\nIf death is his fate, then he will twist fate itself to survive.",
    "image": "https://uploads.mangadex.org/covers/384308ae-cf17-490c-9a9e-8bb0db90c3e6/a4cb39ff-ce52-4a51-849e-ee3d0235ca26.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 66",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Escaping from the Prince’s Broken Engagement",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sleepless Nights Of A Maid",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Romance"
    ],
    "summary": "After the ruin of an aristocratic family in England, Eva Macy has been living a difficult life as a maid at an acquaintance’s house, where she happens to meet her ex-fiancé Prince Edward.\n\nDespite being a strong and cold-hearted person, he is affectionate towards her. After he leaves, Eva realizes that he’s her first love. However, she decides to give up on her current feelings, believing it to be in her best interest to do so.\n\nAfter overcoming such a difficult time, Eva's feelings for Edward calmed down, but one day, Edward suddenly appeared before her as if to stir up Eva’s heart again.\n\nEva becomes a chambermaid for her ex-fiancé Edward, where he constantly tries to seduce Eva.\n\nThe relationship she thought had ended a long time ago continues again in his chambers...",
    "image": "https://uploads.mangadex.org/covers/153902da-cb89-4617-938f-135567d6c5b9/84d8efa0-0a15-40ff-a40d-6906757c28ca.jpg",
    "moods": []
  },
  {
    "title": "I’m Gonna Annihilate This Land",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Annihilate this land. Cleanse it of all impurities.\n\n“To think I reincarnated as a bald skeleton who can’t even poo.” The Skeleton king, the most wicked demonic king who the gods find bothersome. I was sealed after being scammed by the gods with a contract promising to turn me into a human. This is what they said. “Saint, have you awakened?” This warmth and soft texture… A human body? And I’m a saint? “Oh my, why is the baby saint in such a good mood today?” “Saint, this is the toy of that loathsome skeleton king. Do you want to try destroying it?” “The great gods crossed the line and gave everything back to the skeleton king who challenged the gods.” …Annihilate this land. I will become the saint, make the gods eat shit, and annihilate them.",
    "image": "https://uploads.mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "moods": []
  },
  {
    "title": "The S-Class Hunter Doesn’t Want to Be a Villainous Princess",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "S-class Hunter Kim Yiyoung can't wait to leave the novel she woke up in. She gets the chance after defeating the story's final boss, but instead of returning home, she's sent into another novel! Yiyoung becomes Lady Renee Markious, a petty villainess who's just been framed for murder. Fortunately, Yiyoung has a secret weapon nobody knows about… her skills from her past life! Can Yiyoung clear Renee's name and find her way back to her own world? Or will she be trapped in this tale for good?\n\n---\n\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
    "image": "https://uploads.mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/2cd082ce-c6e5-439b-8c00-86e7ddfb322e.jpg",
    "moods": []
  },
  {
    "title": "The most poweful characters in the world are crazy about me",
    "chapter": "Chapter 131",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "One day, when a thirteen year old was chewing on some bread that came out as a snack, Dahlia Pesteros suddenly remembered her past life. This was the world of the tragic otome game where the characters went crazy, and she was born as the person who would become the greatest villain in the future's younger sister! At this rate, there was no answer. The household would be exterminated, and I would also get my head cut off. That's why I have to get out of this household as fast as possible! 'I have to make him put his guard down and escape!' It was going well up until I got rid of the relative who was aiming for the household, the snake-like Emperor, and got Brother's approval, but-\n\n\"I want to dance with Dahlia. What's the problem?\"\n\n\"Unfortunately, my younger sister is shy.\"\n\n\"I said that I like Dahlia the most!\"\n\nSomehow, I've tamed my brother too much, and the strongest characters in the world are obsessed with me!\n\n---\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/80303)",
    "image": "https://uploads.mangadex.org/covers/66f6c059-9c92-4fc3-aee7-92e0e663a87a/30cc2279-e576-450f-9f4b-ce18ec999416.jpg",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "She Is My Mother In Law But I Dont Want Any Conflicts Between us",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/439d8648-8335-405f-976d-e57de29acf8d.jpg",
    "moods": []
  },
  {
    "title": "Return of the Frozen Player",
    "chapter": "Chapter 177",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
    "image": "https://uploads.mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "moods": []
  },
  {
    "title": "Legend of the Reincarnated Demon God",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Junior Heavenly Demon, Yeon Woon-hwi, was born without a dantian.\n\nHowever, through dark arts and his shitty personality— er, preternatural ability, he became the junior lord of the Heavenly Demon Cult.\n\nHe was a man of many epithets:\n\n‘Great Sorcerer of the Dark Arts’\n\n'King of the Wandering Lost Souls’\n\nBut the people’s assessment of him was simple:\n\n“If he smiles, run as fast as you can. His smile is a death sentence.”\n\n“Catch his eye, for he shall provide you with lifelong protection. That is, if you can.”\n\nHe was living the good life, when suddenly, he was betrayed in a coup led by the vice-lord and elders of his cult.\n\n“You seem to have forgotten what kind of person I am, Uncle. So die. All of you.\"\n\nUsing the holy relic of the first Heavenly Demon, he self-destructed, taking the traitors with him. And then, he opened his eyes to the most unexpected of places...\n\n\"I'm in the Tang Clan? And a branch family at that?\"\n\nHe awoke as Tang Woon-hwi, an illegitimate son of the Nine Dragon Branch Family, a subset of the Sichuan Tang Clan.\n\nWill Woon-hwi be able to find his master, bring together his scattered followers, and rebuild the Heavenly Demon Cult?",
    "image": "https://uploads.mangadex.org/covers/639bce54-89ac-4ef1-8f64-5be57689ffce/f12249e3-d246-4c07-bfa7-77d025361693.jpg",
    "moods": []
  },
  {
    "title": "To Those Who Long for My Destruction",
    "chapter": "Chapter 118",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/afac87ae-4739-4793-8183-e8946f3e840d/2659cbb2-fc8e-4c4b-8081-6223c2f1e34b.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Devourer, Please Act Like a Final Boss",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?",
    "image": "https://uploads.mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/ff3e6d1f-1ceb-4473-8ec6-e181348cd0c5.png",
    "moods": []
  },
  {
    "title": "I’m Ready for Divorce!",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Medi is a runaway former saint who can turn into a wolf and she now lives inside a forest. One day, she took care of a cute young boy who got lost in the woods and helped return him home once the boy started feeling better.\n\nTen years later, a beautiful young man visited her home saying, \"I'm looking for the wolf that had helped me here in the past.\"\n\nHis name is Claude and it seems that he's the boy she had helped before! She can't admit to him that she is the wolf and in her attempt to cover it up, she somehow ended up volunteering to help him look for the wolf instead?!\n\n---\n**Original Web Publication:** [Palcy](https://palcy.jp/comics/1306), [Pixiv Comic](https://comic.pixiv.net/works/7895)\n[Original Web Novel](https://ncode.syosetu.com/s0651f/)",
    "image": "https://uploads.mangadex.org/covers/59bb9f60-60a7-4834-b70e-392d1500ae7e/89647423-b831-4708-94f5-459be1de5c8b.jpg",
    "moods": []
  },
  {
    "title": "Originally A Lady With One Line",
    "chapter": "Chapter 239",
    "genre": [
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "A sassy prospective college student, Kim Hansol, meets her end due to an unlucky accident. She gets reincarnated as a beloved lady in a family of heroes in a world with magic, spirits, and dragons.\n\n\"I'm going to return to my original world no matter what!\"\n\nBut while struggling to return to Korea, she loses control of her magic and ends up causing a catastrophe. Yet her family loved her regardless, and moved by that, Kim Hansol acknowledges her reality and begins to live as Finea of McKaira, one of the five legendary houses in her new world.\n\n---\nHansol is excited to begin her college career when a fatal accident whisks her away to a mystical land. Now in the body of Finea Macaira, the daughter of Drayfox nobility and a descendant of one of the five heroes of the empire, she must learn to forget about the past and embrace this magical new world. It won’t come easy, as Finea discovers within herself a great magical ability that’s powerful beyond her control. Meanwhile, an ancient and destructive force of evil is about to return... But under the protection of the six elemental spirits and a friendly dragon, she may just be able to hone her potential and fulfill her destiny as one of the empire’s great heroes.\n\n---\n[Original Webtoon](https://page.kakao.com/home/54994025)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/heroine-of-drayfox)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8170/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/single-line-girl/list?title_no=3818)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/heroine-of-drayfox-de)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Aku-Hanya-Wanita-Biasa/3363)\n* [Japanese / 日本語](https://piccoma.com/web/product/89196)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-heroine-of-drayfox/list?title_no=4164)",
    "image": "https://uploads.mangadex.org/covers/b055038b-fb73-4d1d-b2fa-57fbf28d1e1d/12a8c047-d348-4578-84be-7b3d4b347060.jpg",
    "moods": []
  },
  {
    "title": "High class",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 62",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "The Night Clenched in Your Hands",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Collection of one-shots by author Umino Tsunami.\n\n**Volume 1**:\n1. **Tamagoyaki** (Baked Eggs, たまごやき)\n2. **Kiseki no Haru** (The vernal wonder, 奇跡の春)\n3. **Sekai no Owari ni Kimi wo Omou** (I think of You in the End of the World, 世界の終わりに君を想う)\n4. **Ryoute ni Ai wo Tsukame!** (Hold Love in both Hands!, 両手に愛をつかめ!)\n5. **Reform Tousan** (Re-form—find Enjoyment in my Life, リフォーム父さん)\n\n**Volume 2**:\n1. **Shounen Ningyo** (Little Merman, 少年人魚)\n2. **2-banme ni Suki na Hito** (The Second Favorite Person, 2番目に好きなひと)\n3. **Chance wo Choudai** (The Ultra Great Operation of Love, チャンスをちょうだい)\n4. **Poolside no Ningyo Hime** (Princess Goldfish, プールサイドの人魚姫)\n5. **Juuni Yoru - Christmas no Juuni Nichi** (Twelfth Night, 十二夜―クリスマスの十二日―)",
    "image": "https://uploads.mangadex.org/covers/05769417-c88c-4a76-bb8c-8adb0a624444/ece9ea2f-25bb-4c8d-81d7-82465525b7ed.jpg",
    "moods": []
  },
  {
    "title": "Am I Invincible",
    "chapter": "Chapter 313",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Harem",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Useless Professional Binds with the Strongest Part-Time System, Transforms into a Black Dragon BOSS Crushing Everything!",
    "image": "https://uploads.mangadex.org/covers/427203e0-47f0-45ad-b283-5fcb5534fea5/43523c58-f5f0-4bb2-bb99-a2c4f2600140.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  }
]