[
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For the Beautiful Juliet",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reito Harukaze, who had climbed to the highest rank of adventurers, had retired. One day, as he was thinking of living a quiet, retired life, a beautiful gal named Karen Hiiragi appeared before him.\n\n\"Hey, mister, buy me a meal!\"\n\nUpon hearing that Karen was in trouble with money, Reito decided to give her a basic lecture on dungeon conquering.\n\n\"Thanks to you, I was able to conquer my first dungeon! Master!\"\n\nHe actually wanted to retire and live a slow life...",
    "image": "https://uploads.mangadex.org/covers/748d2aab-cea8-4ffb-89b3-e716872cb027/dee7c542-0efd-4e72-8df1-5d71a2b08c6d.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "All Hail the Sect Leader",
    "chapter": "Chapter 454",
    "genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Romance"
    ],
    "summary": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "image": "https://uploads.mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "moods": []
  },
  {
    "title": "Please Marry Me Again, Husband!",
    "chapter": "Chapter 125",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gun-ha and So-yeon were strongly attracted to each other, but because they lived completely different lives their marriage ended short and eventually they chose to divorce.\n\nFive years later, Gun-ha proposes to Seo-yeon again to be a ‘contract couple’.\n“Please marry me again. This time, we stay as an ordinary couple.”\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/romance/the-remarriage-contract/list?title_no=3227)",
    "image": "https://uploads.mangadex.org/covers/a59c26de-6b1b-4f5e-a784-7aac0238d1e7/1fec89a5-7934-46ad-a1ba-6dcc9262f399.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 285",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Double Life",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying,  Marie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. Eventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!",
    "image": "https://uploads.mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/08fcf51f-e1c0-40d2-aac8-83844531a337.jpg",
    "moods": []
  },
  {
    "title": "Tyrano Noh Kyung-soo",
    "chapter": "Chapter 26",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "Don’t Tell Me You Think Cultivating Immortality Is Difficult?",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A humble rookie seeks the path to immortality — only to accidentally join a sect full of pretentious con artists. His seven senior brothers brim with confidence, taking turns spouting out fabricated divine techniques. But no one expected this newcomer to be a genius. He actually comprehends everything — even their nonsense! In the end, the master falls into despair. Just who is this junior disciple?",
    "image": "https://uploads.mangadex.org/covers/9303865f-b00b-4df9-b370-91a93058c33e/615a7d81-b6d9-42bc-a3e1-46f6e71d9098.png",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Say no. Because I will fool everyone. Please...”Ballerina Karen Chaner appears before Duke Acturus Chloe, the imperial war hero, as if by fate. Although they began as a contractual relationship that ultimately led to true love, their relationship has a fatal flaw: Karen was a spy who approached Arcturus to steal imperial secrets.https://www.mangaupdates.com/series/e3kkzc8",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 173",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "I Simply Cared For My Frail Dad",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 192",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "The Ten Thousand Races Invasion: Guardian of the Rear",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Invasion of the Ten Thousand Clans, universal superpowers, the era beyond time has arrived! In this age, all citizens are drafted to resist the foreign races and defend against external humiliation. Nan Ziying, at the tender age of adulthood, chooses to stay behind at the recruitment center, serving as logistical support. Many soldiers are disappointed, the youth scorn him, and white-haired elders take up arms and leave, leaving him behind with only women, children, and the elderly to guard the rear. Later, Nan Ziying awakens five great abilities and silently prepares. In this era where countless clans reign supreme and the times are filled with tragic heroism, ‘I am the calamity of these ten thousand clans!'",
    "image": "https://uploads.mangadex.org/covers/1bf8904a-99e7-47eb-aa90-5459e71cef2d/99dadd10-576e-41cc-88be-0afb184e295e.png",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Level Up with Skills",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "The Mad Dog of the Duke’s Estate",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Vampire"
    ],
    "summary": "I lived my whole life as a slave, bound by a leash. But there was one thing that I was able to choose for myself: the place where I would die.\n\n“…Any last words?”\n\nMy only friend asked me in a calm voice, and I quietly replied as I closed my eyes.\n\n“Waaaah!”\n\n…Waaaah?\n\nTo cut to the chase, I was reincarnated. And not just as anyone, but as my friend’s youngest grandson. So, what am I going to do now? Well, what else can I do?\n\nI’m going to cause chaos.",
    "image": "https://uploads.mangadex.org/covers/2e7dbf7a-7ec8-4ac7-a2cd-a6cc8dc8129b/e48c486a-25e2-43b6-b168-8e81bfa61a3e.jpg",
    "moods": []
  },
  {
    "title": "Divine Ring Descends: The Strongest Otherworld",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "When darkness invades the city, zillions of human warriors come into being, but Aiden isn't one of them. One day, he comes across a mysterious ring and is sent into the Orc Realm where humans are forbidden, by a treaty. He magically survives his execution, lifts the Orc Tribe's sacred hammer, and becomes the tribe leader. Just then, he is transported back to his original reality.",
    "image": "https://uploads.mangadex.org/covers/dac747bb-3db3-458d-ae8f-1e4242acd5fe/5f9c541d-f19d-4e9e-a55c-d4c14d41bfd8.png",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "Beatrice",
    "chapter": "Chapter 152",
    "genre": [
      "Drama",
      "Historical",
      "Josei",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Having previously been a slave in her youth, Chloe was revealed to be an illegitimate child of the King of Elpasa, and is raised to the level of a Princess and renamed Beatrice, all in order to secure a political marriage to a toady man, as the king was unwilling to marry his legitimate daughters to him. After two years of hellish marriage, the Kingdom of Elpasa falls before the blade of the Empire's Archduke, its greatest hero. In order to survive her new enslavement Princess Beatrice re-assumes the guise of 'Chloe' as a slave of the Empire. But then, she catches the eye of that very same hero…  \n  \nThe Archduke wonders who is this squirrelly short-haired young woman, who is so surprisingly educated for a slave, and who is terrified of him, not knowing that he butchered the Elpasa Royal Family in front of her and enslaved her himself. What will become of them, since she proves to be one of his only sources of levity?  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8f66ebd9-e17f-4d70-9814-a4ebf1e1d453/dbca6f30-59f9-4c41-b1b7-437bd6d14c9a.jpg",
    "moods": []
  },
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "Life on the Flower Road of the Grand Duchess",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was born to received the curse, to disappear. So, she accepted the marriage proposal to be free from her family before she dies but... the hospitality and affection she received from her in-laws are endless and her husband's obsession is mysterious... A flower path unfolds in front of her, who was a time limit!\n\n---\nFor centuries, the firstborn of House Helsington has been cursed to die young, so the family produces an illegitimate child, Isabella, to take on the curse instead. To get away from her terrible home and live her last days in peace, she wants nothing more than to escape. Her chance comes when Grand Duke Noverdic asks her to marry his son, Cleor. Once she arrives in the north, she is showered with endless affection from both her in-laws and her fiancé... to the point that it's almost suspicious.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EB%8C%80%EA%B3%B5%EC%9E%90%EB%B9%84%EC%9D%98-%EA%BD%83%EA%B8%B8-%EB%9D%BC%EC%9D%B4%ED%94%84/3270), [KakaoPage](https://page.kakao.com/content/59274036)\n\n**Official Translations:**\n* [English](https://tapas.io/series/lady-isabellas-path-to-happiness/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/108554)",
    "image": "https://uploads.mangadex.org/covers/e1e57186-b3f4-4540-b707-722c8382f7a4/54a3b559-56a1-49c9-92f8-1606f3e6abaa.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want To Be a Magpie Bridge",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival.",
    "image": "https://uploads.mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "My Second Husband Is Desperate And Depressed",
    "chapter": "Chapter 136",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Webtoons"
    ],
    "summary": "Not a single soul in Olivia Florence's life, including her own husband, provided the warmth that she craved, and she lived her life alone, growing strong. Waking up two decades earlier right after her regretful arranged marriage to the Duke, Lord James Parnell, she plans to live a different life.\n\nShe hatches a plan to annul her marriage remarry the Duke, Ian Tyrone, infamous for being *impotent* for never showing any interest in the ladies. Maybe his disinterest in women would allow Olivia to comfortably live as his wife, unburdened by childbirth and free of any other pressures in life.\n\nBut wait, the Duke who seemingly \"couldn't get it up\" turns out to be a complete stud at in the bedroom. What has Olivia gotten herself into?\n\n---\nOlivia, celebrating her second chance at life, decides to get away from her first husband, who has high libido. So she proposed marriage to Duke Tyrone, who is known for his incompetence, but when I got married, this man was a skillful man and totally not defective.\n\n\"This is fraud! This marriage is a fraud!\"\n\nOlivia, who is now depressed because of her desperate second husband putting moves on her, will she be happy in her second life?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
    "image": "https://uploads.mangadex.org/covers/4c5d0061-b6c9-4558-b3bb-bfcf8aa8a221/007e3a91-6d11-47be-88bd-53748347c5c6.jpg",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "Surviving the Inverted World with Omnipotent Skills",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world’s most popular game, AZURE LAND, suddenly ends its service. Soon after, monsters from the game begin appearing in the real world, blurring the line between reality and virtual reality. Shizuya Kakitsubata, the game’s top commander, is caught in the chaos and must now fight to survive. Humanity, once the hunters, have become the hunted—and their survival is uncertain in this new, deadly reality.",
    "image": "https://uploads.mangadex.org/covers/eef6b1b3-045d-406c-a8a0-604d9741b373/cbab3c94-1cf4-474b-a24b-5cbb254974bc.png",
    "moods": []
  },
  {
    "title": "Breakers",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "We ended up at a concept bar on a whim for the afterparty, and it turned out to be full of seriously tall women.\n\nIt’s a manga where the customers have a casual conversation with the big ladies they meet at the bar.\nThe conversations mostly revolve around appearances and the relationship dynamics between people.",
    "image": "https://uploads.mangadex.org/covers/ca17bc31-0ce6-4c99-ba9d-9be1a9c981a5/a28c3854-7006-42a3-9991-b45932819a13.jpg",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "The Baby Concubine Wants to Live Quietly",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!",
    "image": "https://uploads.mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/3c77d98a-c901-4cdf-8b87-b7fdc4293199.jpg",
    "moods": []
  },
  {
    "title": "Teaching the Tyrant Manners",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I came into the world of a novel I was reading, and became an unknown extra destined for a miserable life. Teaching manners to a crazy bastard who turns into a tyrant? Manners, my ass! Quick thinking was my only means of survival. I tried everything to prevent such a tragic relationship with the tyrant from happening. I kicked, punched and screamed my head off, but I was still beaten in the end.\n\nActually, he’s unexpectedly docile at times and even told me, “You’re the first person who understands me.”\n\nThe male lead’s personality is strange.\n\n“Anyway, you shouldn’t do that to a woman.”\n\n“Isn’t it okay to kiss in a bind?”\n\n“No! I meant that you can’t kiss someone without their permission.”\n\nSomewhat miffed, Croft then gave a mischievous grin as he approached her.\n\nBending down to Rivi’s eye level, he asked in a soft voice with glimmering red eyes, “So you’re saying there’s no problem if you give me permission?”\n\nAfter hearing his words, Rivier’s heart pounded in trepidation. Tugging at her hand, he held it tightly, pulling his elbow as far as he could, before he stretched his arm out like a bow. Bam! Rivier accurately jabbed Croft’s abdomen. Wait, why is there such a hard lump?!",
    "image": "https://uploads.mangadex.org/covers/6ca8dc74-aad3-4dd9-9536-554f3985c9b5/4742d8c7-bf8e-4d98-8224-123dd049bf32.png",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 65",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "I Became a Tyrant’s Maid",
    "chapter": "Chapter 85",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Pure Love Operation",
    "chapter": "Chapter 115",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "It’s hard dating someone who won’t give you the time of day. Su-ae Shim knows that better than anyone, having dated her indifferent boyfriend, Minu Kang, for years. She sometimes wishes she could be more like her charismatic stepsister, Ra-im, who seems to have it all. But life takes a turn for the weird when Su-ae discovers Jellypop, a sentient flip phone, in her locker. Jellypop has a lot to say about her love life, especially as Su-ae drifts further away from Minu and finds herself running into Minu’s friend, Eunhyeok. Add to the mix a growing suspicion that Minu and Ra-im might be more than friends, and Su-ae might need a miracle to navigate the ups and downs of high school romance!",
    "image": "https://uploads.mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "moods": []
  },
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.\n\n---\nRomance, flowers, and dates-- once upon a time, that was the perfect description of Haesu and Mincheol. Now, all Haesu has is the ashes of their marriage and a mountain of debt. But her world shatters completely when Mincheol cheats on her with a young coworker. Hurt and betrayed, Haesu finds herself drawn to Taeha, a young man who seems desperate for her affection… and may be hiding more than he shows.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "Rejecting The Perfect Marriage",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Tezen ducal family, wielding the utmost power, and O’Hara County, possessing all the wealth in the world—their union could not have been more perfect than this.\n\nExcept there was no burning love.\n\n“Evangeline O’Hara is a prepared duchess. It would be troublesome to find another woman now, and there is no guarantee that she would do as well as Evangeline.”\n\nFor Dekarno, there was no Duchess better than her.\n\nSo, if it was only about bankruptcy, he could bear with it.\n\nHowever, she couldn’t.\n\n“Let’s put an end to this, now.”\n“…Are you suggesting canceling the engagement?”\n“Yes.”\n\nEvangeline had given up everything she had brought so far and now walked away barehanded.\n\nBy relinquishing everything, she could let go of that man, too.\n\nEven the feelings she had held alone.\n\n“I liked you, Your Grace.”\n“….”\n“No way. Your Grace didn’t think I was only coveting the position of Duchess, did you?”\n\nHow could she leave so easily after claiming she liked him? Dekarno couldn’t understand, and his anger boiled inside.\n\nThe increasingly entangled events, the complicated thoughts—all of it traced back to that woman.\n\nIn the end, there was no choice but to put everything back in its place.\n\nHe set out to find Evangeline, who was desperately trying to stand on her own.\n\n“You claim you’ll survive. It’s unbearable for a mere human like me to endure.”",
    "image": "https://uploads.mangadex.org/covers/5f4c0200-86fe-49fc-a990-b77990f5e32f/4bd16aac-4684-45de-afb8-00e03b67aca0.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "The Blind Beast’s Endless Night",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/dfca0644-6dea-4db1-9e06-590562179865.jpg",
    "moods": []
  },
  {
    "title": "Can We Become a Family?",
    "chapter": "Chapter 153",
    "genre": [
      "Adaptation",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Shoujo",
      "Survival",
      "Webtoons"
    ],
    "summary": "After her sudden death at the hands of an assassin, the former granddaughter of a Yakuza boss reincarnates into an otome game as the heroine. The game is, of course, set in the time of early European mafia (but with magic and other special abilities somehow)—specifically a kingdom where the royal family is supported behind the scenes by five major crime families! \"Please God, whyyy, I only wanted to life a normal life!\"",
    "image": "https://uploads.mangadex.org/covers/6f4c43c2-7ba7-487b-9821-baf0748495c7/48f0ce61-85e3-4280-9e76-06c5c5101195.jpg",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 81",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  }
]