[
  {
    "title": "The Male Lead and I Are Trapped In A Horror Game",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Top 100 Young Lady",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Alban realized he had been reincarnated as the villainous noble in a certain novel. Just as he began training in swordsmanship and magic to avoid defeat by the protagonist, he learned that Leticia, a noblewoman surrounded by nasty rumors, was to become his wife! He was nervous about what kind of \"evil woman\" she might be... but, upon meeting her, he found an incredibly pure girl — angelic, and exactly his type! Alban, forgetting all about avoiding his doom due to her adorableness, resolved to take revenge on the mastermind who had set up his beloved wife! Using their villainous reputation to their advantage, they set out to lure the culprit, but... will they succeed?",
    "image": "https://uploads.mangadex.org/covers/3bc7236f-4eb0-43f1-bd4f-16085e98805a/dcb28870-0086-493c-961b-fed88fb6136a.jpg",
    "moods": []
  },
  {
    "title": "Zombie Dad",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A world overrun by zombies, and 100 chances for Ryu Min-Seok to save his daughter. But just when he's about to fail for the 100th time, he comes back to life?! \n\nThe zombie apocalypse survival story of a father who awakens as a zombie to protect his daughter!",
    "image": "https://uploads.mangadex.org/covers/f5f22716-ecee-426b-8e3f-51f9162bb14b/76af2c3b-ccaf-4dd4-8f2a-edd7c0ea2ad7.jpg",
    "moods": []
  },
  {
    "title": "Seoul Exorcism Department",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Shounen",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/904c6660-76de-4d95-97ae-a0132b411dae/58ac84da-6011-4627-bc76-6d6c9ee21139.jpg",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Wild Night",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/cf067d83-7967-43ad-b634-d1cccea5e721/bd02a1ad-47cb-427d-9d4a-60cc10fc46f9.jpg",
    "moods": []
  },
  {
    "title": "Medical Top Surgeon",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
    "image": "https://uploads.mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A global anomaly has occurred, and monsters have invaded. Monster trainers now bear the burden of saving human civilization. After Xiao Xingyu crosses over, he awakens the “God-tier Monster Training System”. By opening the Eye of the Demonic God, he can see through all hidden evolution paths of monsters, activate their hidden bloodlines, and unlock infinite evolution… A husky can evolve into the Hellhound! A fairy can mutate into the Twelve-Winged Blazing Angel! Hatching a dragon egg can summon the Nine-Spirited Candle Dragon!”",
    "image": "https://uploads.mangadex.org/covers/25996493-b2ae-46c5-96bf-2a8eb9c72dd8/1dffb329-71cd-4f7f-be9a-68f53a139b0f.jpg",
    "moods": []
  },
  {
    "title": "I Healed The Male Lead’s Trauma",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 153",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Just Twilight",
    "chapter": "Chapter 69.5",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "School is home to judgmental eyes and home a source of abuse. But that's ok because Junyeong Yun found an abandoned home where she could study to her heart's content. Unfortunately, soon after, Beomjin Kwon, the town's most notorious delinquent, has also begun using the home to catch up on sleep. As the two are forced to coexist, they come to learn about their reasons for avoiding others.",
    "image": "https://uploads.mangadex.org/covers/58b09ce2-ea05-405e-8e1c-a9361df9bdd9/09bcdb7f-e0ae-49df-b716-29c3db2fbfcb.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "Let’s Hide My Younger Brother First",
    "chapter": "Chapter 95",
    "genre": [
      "Doujinshi",
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "I've possessed a character in an R-rated BL manhwa. It's in a world where people, whose craziness ranges from one to ten, appear.\n\n\"Franz, can you take off your clothes for a moment?\"\n\n\"Sister? Wh-why my clothes?\"\n\nTheir crazy serenade had already begun. Having been faced with the violence my younger brother had to endure, I made a vow.\n\n\"Instead of Franz, I'll have *Schuette* instead.\"\n\nThose people are coming soon. The people who will exterminate my family, and when that's not enough, they'll devour my younger brother's innocence.\n\n\"And I'll become a knight to succeed our family and carry on its legacy.\"\n\nIf he doesn't go, I'll die! That's how I thoroughly hid my brother and decided attend all the official events myself. …But something's wrong.\n\n\"I do! I love Kyla Vesta!\"\n\n\"If Young Miss gets hurt, then I'll…\"\n\n\"I don't feel the need to wait any longer.\"\n\nDidn't you all like men? Why are you all suddenly obsessed with me?\n\n---\nThe fate of a girl in a BL novel is a tragic one. Girls are either vaguely helpful, evil, or add nothing to the plot. So what happens when you turn into the older sister of a BL novel protagonist? The older sister who dies a tragic death at the hands of a madman who’s infatuated with your younger brother? You go with your gut instinct: hide him. Hide your brother from everything, especially men, that could harm him and you. That’s the task that Kyla Vesta is set with in this life, and a task that she’s determined to complete.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)",
    "image": "https://uploads.mangadex.org/covers/24302640-2313-4f9c-8149-b572ec450907/8d5e3cf5-6961-4ce2-9974-905a117ea525.jpg",
    "moods": []
  },
  {
    "title": "How Far Are You Okay With?",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…",
    "image": "https://uploads.mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "moods": []
  },
  {
    "title": "My Wife Appeared at My Wife’s Funeral",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Dad Is Too Strong",
    "chapter": "Chapter 219",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Martial Arts",
      "Reincarnation"
    ],
    "summary": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)\n- [Alternative English (HoneyToon)](https://honeytoon.com/comic/my-sister-is-a-big-star)",
    "image": "https://uploads.mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "moods": []
  },
  {
    "title": "The 101st Love Confession",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Ba-Reum has always been top of her life; everything from her college assignments to her workouts are perfectly planned and executed. However, there is one thing that has eluded Ba-Reum her whole life: dating. Determined to find love, she impulsively joins her university’s programming club to be with her crush Jae-Hyun, but soon finds herself butting heads with another senior Yoo-Yeon. Will Ba-Reum succeed in her quest to find her first boyfriend?",
    "image": "https://uploads.mangadex.org/covers/aaf22f74-1244-4125-8e2e-382245819cfc/17503b50-8f73-4cae-90dd-3dbc3fa8e3a5.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Male Lead Made Me The Female Lead",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "Solo Max-Level Newbie",
    "chapter": "Chapter 218",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. \n\nJinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower.",
    "image": "https://uploads.mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/431198ea-b840-41b9-8cae-d4574b5af943.jpg",
    "moods": []
  },
  {
    "title": "The Second Eunuch Regains His Manhood",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!",
    "image": "https://uploads.mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8fd469fd-e3f1-4758-9cc3-8bd3ed0896da.jpg",
    "moods": []
  },
  {
    "title": "Whispers of the Devil",
    "chapter": "Chapter 211",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "He killed the heroes, killed the king, the devil beast then found the \"baby of fate\"...\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king. Angered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby. Is this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
    "image": "https://uploads.mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3d35e2b2-d705-4cbd-91f4-ba7743664d7b.jpg",
    "moods": []
  },
  {
    "title": "Death Penalty",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In the present day, tower dungeons called Magic Towers have appeared throughout the world.\n\nTakamichi Yoshito is a convenience store clerk. The manager yells at him every day, making his life miserable. Yoshito dreams of making a fortune, and soon after the Magic Towers appear. He becomes a Challenger of the towers, but he has no savings to invest in weapons or equipment, leaving him completely late to the game.\n\nAiming for a quick turnaround, Yoshito sells his real-life savings and the few items he has in the tower, and buys the [Infinite Revival] skill from a shady merchant. This skill allows him to revive himself within the dungeon. However, [Infinite Revival] had a hidden disadvantage.\n\nWhen reviving, the user is randomly given a [Death Penalty], a permanent debuff so strong that once it is applied, the user is no longer able to work as an adventurer. Yoshito despairs over the cursed skill, but his situation changes drastically when he obtains the rare skill [Inversion] in a hidden room of the dungeon.\n\nThe skill [Inversion] reversed the heavy negative effects of [Death Penalty]'s permanent debuff caused by Infinite Revival and turned them all into positive stats!",
    "image": "https://uploads.mangadex.org/covers/fdc17daf-6192-4710-8ce5-d8fa87946d74/c2281a29-34df-48e1-b3fc-1acf63e69faf.jpg",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "Supreme Curse Master",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ye Lin transmigrated into a world overrun by demons and monsters. On the day of his class transfer, he became an SSS-rank Forbidden Spellcaster—and was immediately met with ridicule. Why? Because casting forbidden spells costs lifespan, and most Forbidden Spellcasters die young. But only Ye Lin knows: with his immortal body, the profession’s fatal flaw means nothing to him. When Ye Lin casually unleashed hundreds of forbidden spells in a single move, everyone around him was terrified. “How many lives do you have?!” “You’re using forbidden spells like normal attacks?!”",
    "image": "https://uploads.mangadex.org/covers/b22cc0d3-eea9-4743-b782-ec449216028c/184c6bc5-2d93-4d9f-a9ce-d5fce45583a0.jpg",
    "moods": []
  },
  {
    "title": "Blade of Retribution",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
    "image": "https://uploads.mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "moods": []
  },
  {
    "title": "I Awoke as a God After Auto Battling For a Million Years",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe...",
    "image": "https://uploads.mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "moods": []
  },
  {
    "title": "The Swindler Couple of Ardel",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving as an Illegitimate Princess",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Don't look down on me just because I'm a child! Even though I look like this, this is my 10th life!\"\n\nI'm an illegitimate princess whose life was cut short after being misunderstood for having the same blood as the enemy country and died early. After nine tragic repetitions, I discovered the identity of my biological father. He is Paeon, a war hero who defeated the demon king and the strongest holy knight in the continent. He had a forbidden relationship with the princess, had me, and then deserted me!\n\nIn order to survive the harsh royal palace, I've decided to use and then abandon this impudent father. I will become the strongest as fast as I can and escape from this disgusting country!\n\nAnd so, while I was building my strength, I happened to meet the demon king's son, Leo. He wasn't arrogant like his father, but he was pitifully living in captivity. So, I took care of him in secret.\n\n\"Asha, you cannot get engaged to anyone.\"\n\n\"...Huh? Why?\"\n\n\"Because I’ll take responsibility for you forever.\"\n\n\"What?!\"\n\n\"We spent the night together.\"\n\n...What is this prince saying?\n\nA holy knight father who had (?) a forbidden love. Along with an enemy prince who is trying (!) to have a forbidden love. With them, can the unfortunate princess change her fate?\n\n---\nAs an illegitimate princess, Anastasia Entimos has died in just about every way imaginable. Every time she dies, she is brought back to the moment of her birth and forced to relive her tragic fate. It is only in her 10th life that she discovers her father is the esteemed knight and war hero, Paeon Parschel! Determined to escape her miserable fate once and for all, Anastasia vows to use her aloof father as a stepping stone to freedom. Will the 10th time be the charm for this ill-fated princess?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55912087), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8639242)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%83%9D%EC%95%84-%EA%B3%B5%EC%A3%BC%EB%A1%9C-%EC%82%B4%EC%95%84%EB%82%A8%EA%B8%B0/2966), [KakaoPage](https://page.kakao.com/content/59761866)\n\n**Official Translations:**\n* [English](https://tapas.io/series/surviving-as-the-illegitimate-princess/info)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%A7%81%E7%94%9F%E5%85%AC%E4%B8%BB%E7%94%9F%E5%AD%98%E8%A8%98/369)\n* [French / Français](https://fr.piccoma.com/fr/product/928)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Surviving-as-the-Illegitimate-Princess/608)\n* [Japanese / 日本語](https://piccoma.com/web/product/117224)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%AA%E0%B8%A1%E0%B8%A3%E0%B8%AA/437)",
    "image": "https://uploads.mangadex.org/covers/d7a8d066-446e-4ddc-83c7-fdd53fe2dff7/939c5d2d-1b8f-45d6-a20a-7db9cf8fb8f4.jpg",
    "moods": []
  },
  {
    "title": "It’s My Destiny To Be The Hero’s Saviour",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I remember the memory of my previous life when I was abused by my father for the experiment. Then I realized. According to my previous life, this is the world of fantasy fiction I’ve read. That she was born with a minor role and died before the novel even started. Ariadne thought calmly, ‘I am screwed.’\n\nShe was also screwed on a global basis, this novel has a bad ending. The end of this 10-volume Munchkin (overpowered) fantasy novel is it was the failure of the protagonist and the destruction of the world.\n\n---\nAfter years of torture at the hands of her own father, young elementalist Ariadne Eldier sees her chance to escape when her mother’s untimely death prompts a visit from her grandfather, a powerful archmage. Once whisked away to safety, Aria begins her plans to not only distribute an elixir for the contamination plaguing the land, but also save the protagonist and prevent this novel’s tragic ending. But with her own fated death looming, will Aria be able to become the hero this tale needs?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B5%AC%EC%9B%90%EC%9E%90%EA%B0%80-%EB%90%A0-%EC%9A%B4%EB%AA%85%EC%9E%85%EB%8B%88%EB%8B%A4/2890), [KakaoPage](https://page.kakao.com/content/59494826)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-heros-savior/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26301&contentId=301) (App only)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Heros-Savior/597)\n* [Japanese / 日本語](https://piccoma.com/web/product/112577)",
    "image": "https://uploads.mangadex.org/covers/dbcee2f0-2ea2-42ea-800d-7942e33840c8/4a7c3316-12f9-479b-94ed-4b4912f56d8a.jpg",
    "moods": []
  },
  {
    "title": "The Archduke’s Gorgeous Wedding Was a Fraud",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!",
    "image": "https://uploads.mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/240471a1-538d-42c8-9f39-a8f065713708.jpg",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "Shut up, Evil Dragon, I don’t want to raise a child with you anymore",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "Marronnier Farm Near By The Imperial Palace",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Hazel Mayfield is sent to live with the Martins as a child, she falls in love with rural life and vows to have a farm of her own one day. Eleven years later, she receives an unexpected windfall as her grandfather hands her the deed to a plot of land in the middle of the capital. Ecstatic, Hazel sets out to realize her longtime dream of becoming a farmer. There’s only one problem: Her new farm is right next to the imperial palace! And it seems the emperor himself has his eye on her land…\n\n[Officia Indonesian version](https://id.kakaowebtoon.com/content/My-Farm-by-the-Palace/549)\n[Official Japanese version](https://piccoma.com/web/product/108482)\n[Official Korean version - Kakao](https://page.kakao.com/content/59250857)\n[Official Korean version - Daum](https://page.kakao.com/content/59250857)",
    "image": "https://uploads.mangadex.org/covers/dec01127-4dd4-4208-8a25-4e604bf2b2eb/a44ebbcc-15b3-4f47-a99b-f9804d988cbe.jpg",
    "moods": []
  },
  {
    "title": "I’m a Worthless Stepmother, But I Love My Family Madly!",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Elsa grew up in a family devoid of love and warmth, leaving her neglected and uneducated, branded as useless by those around her. However, destiny has a surprising twist in store. She receives a decree from the Emperor, commanding her to marry the formidable Duke Rolf Eiberg, a man renowned for his prowess on the battlefield and whispered about in the shadows for his cruelty, earning him the ominous title of “war maniac.”\n\nContrary to the expectations of those around her, Elsa views this marriage as a chance to change her life and find happiness. But upon arriving at the Duke's grand residence, she is shocked to find that her groom is absent. Instead, she encounters his two sons: the fiery Wilbert and the enigmatic Hugh, both unaware of their father’s impending marriage.\n\nWhat follows is Elsa's arduous journey into a family cloaked in secrets, where every heart is ensnared by the barbed wire of detachment and mistrust. Can she uncover the truths hidden within these walls and cultivate love in a place overshadowed by the past?",
    "image": "https://uploads.mangadex.org/covers/4fcca10d-cdde-4d69-b8bd-d053185dfa19/60cd116b-b537-4a65-bb72-925d406ebef2.png",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 245",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "Admission is a Waste of Time",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!",
    "image": "https://uploads.mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "moods": []
  },
  {
    "title": "A Regressor’s Tale of Cultivation",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Devoid of any talent, I met my end after suffering at rock bottom for many years.\n\nThat was my first life... and the start of my endless regressions.",
    "image": "https://uploads.mangadex.org/covers/6a11714d-ca8e-4f8f-8c32-697e4cb761fe/27bf0bf2-cbb1-4385-b934-4c46df8ee9cc.jpg",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Stuck in the Tower",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 216",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 33",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "The Wicked Ladies in Waiting",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”",
    "image": "https://uploads.mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "The Crazy Killer Whale’s Favourite Penguin",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast.",
    "image": "https://uploads.mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "moods": []
  },
  {
    "title": "The Third Prince of the Fallen Kingdom has Regressed",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The third prince of the Briall Kingdom, Yuri, runs away alone and saves his life at the last moment when the kingdom is about to fall. Wandering with regret and guilt, he eventually meets death. \n\nBut when he opens his eyes again, he sees his father's familiar face...?\n\nOne painful regret is enough. Yuri will save the kingdom from destruction!",
    "image": "https://uploads.mangadex.org/covers/e232df0d-804d-4220-84e3-75855bf0e8da/ec2bb48f-579a-433b-8c78-bfc2a98b542a.jpg",
    "moods": []
  },
  {
    "title": "Apocalypse Sword God",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Reincarnation",
      "Sci-fi"
    ],
    "summary": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!",
    "image": "https://uploads.mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "moods": []
  }
]