[
  {
    "title": "Hyangdan Chronicles",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Imitating My Sister",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Veteran Healer Is Overpowered",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "Prepaid Dragon King Tanks Everything!",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“You ate me, so at least give me some kind of compensation, yeah?!”\n\nDragon King: “Fine! I’ll give you a prepaid cultivation technique—comprehend it first, then catch up with the training later!”\n\nMe: “You think that’s enough?! I had to smell your nasty dragon breath—mental damage times two, buddy!”\n\nDragon King: “What do you want from me?!”\n\nMe: “From now on, we’re like immortals sharing a single health bar. All the damage? You take it!”\n\nDragon King: “Damn it! You lunatic! Why does my ten-thousand-war-chariots-level HP bar feel so short now?! Guess it’s time to get a job…”",
    "image": "https://uploads.mangadex.org/covers/80dd1fc9-bcb6-41ea-8a9a-29e6291fece3/54d1cc4f-30bf-43bd-83f1-35fa9ddde9c4.png",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After she killed her own husband, 3 years later in the last day of mourning...she found him standing on front of her asking...\n\"I don't remember dying, my lady! So why you wearing the mourning clothes?\"",
    "image": "https://uploads.mangadex.org/covers/d0448dcd-2c6c-4bef-a63a-f1d9f77c4b3e/3fac48ec-122a-4760-91ea-d842215537f1.png",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Masked Knight Will Never Deceive The Villainess",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "MANGA",
      "Manga",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Can the ex-otaku villainess resist the perilous temptation coming from her beloved character, who happens to be her own killer?!",
    "image": "https://uploads.mangadex.org/covers/1d02ac71-ad8e-42b7-8ac2-9b0b7c1839dd/65094f8e-3ce6-459e-b6dc-612cb0beb1fd.png",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 245",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "How to Survive Restructuring",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Ed Rothstaylor is a third-rate villain in a game, disowned by his family and kicked out of the dormitory for his misdeeds. One day, our main character wakes up as this very Ed, and realizes he must earn a scholarship so he can graduate and be set for life. \n\nNow living in the woods, he resolves to keep away from the protagonists, but four of the female leads just won't leave him alone. Not only that, his presence starts to change the timeline and events of the game! \n\nCan Ed help the story progress while staying out of the limelight?\n\n---\n***Note:** LINE Webtoon (Official English) has made changes to the main character's \"original emotional facial expressions\" in some chapters like for examples, CH.01, CH.02 and CH.06 is changed while it's kept in all other official language platforms.*",
    "image": "https://uploads.mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/71670fb9-4950-4bda-89a9-7934737f77df.jpg",
    "moods": []
  },
  {
    "title": "Path of the Shaman",
    "chapter": "Chapter 155",
    "genre": [
      "Action",
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "**“Understand for yourself that you are worthless. You are already obsolete.”**\n\nDion, the recovery wizard who was told so, was seriously injured by the hands of party members and left behind in the interior of the highest difficulty dungeon.\n\nOn the verge of running out of his life, he happens to encounter a dying dragon. Dion realized that he couldn't help him anymore, and he treated the dragon to live as a recovery wizard until the end. Then the dragon thanked him and even shared the power of the dragon. In addition, this dragon seems to have been a legendary god dragon-class. Dion escapes from the dungeon with his new companion, the dragon, and restarts as an adventurer. He captures the difficult dungeons that stand in his way, and his abilities are recognized and he has all the strong men on his side.\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Links:**  \n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/55539)\n- [Official Raw Web Novel](https://ncode.syosetu.com/n6844gh)\n- [Official Raw Light Novel](https://www.bunkasha.co.jp/author/a236341.html)",
    "image": "https://uploads.mangadex.org/covers/901da7d9-8742-4f1a-9432-b7c1e67a5daf/f13ecd9a-c32a-4530-a711-4827f5f0230e.jpg",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. \n\n“Why… Why do such cute moms have to die?!”\n\nEven though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*… However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes.\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
    "image": "https://uploads.mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/2ff487d5-03e9-4e3a-a3f9-679217797669.jpg",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "A character with extreme difficulty and the worst performance, Baek Yu-Seol was considered tr*sh in the game because he couldn’t use magic in a fantasy world where everyone else could.\n\nHowever…\n\n[Due to the wrong ending, 90% of Aether World has been destroyed.] [Please reach the ‘True Ending.’]\nSuddenly, those words echoed in my mind before I was transmigrated to the Aether World.\n\n[You can use the skill ‘Flash’.]\n“Why did I possess this character?”\n\nFlash was the only magic skill I was given.\n\nSurviving in Stella Academy where many genius mages ran rampant, I became the notorious Flash Mage.",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 178",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hero is an Academy Honors Student",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\"",
    "image": "https://uploads.mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "moods": []
  },
  {
    "title": "I Became the Successor of the Martial God",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "One day, I suddenly became the protagonist of a game. However, the more you look at this protagonist... the more you'll sigh. He's got the worst stats, the worst talent and zero connections. But still… You have acquired [Heavenly Martial Physique]. You have become the master of the [Martial God's Tome]. “So what? I’m the ultimate veteran player!” He's not just a veteran player— he’s a full-blown obsessive maniac. Thus begins the legendary playthrough of a hardcore veteran!",
    "image": "https://uploads.mangadex.org/covers/2b73caa9-8c5f-49f4-96c5-af7044c57f62/7b765853-d79b-4be6-a77d-064df7177b51.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Till Divorce Do Us Part!",
    "chapter": "Chapter 88",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Carl van Hellsing has vowed to hunt down the vampire Elliot for eternity. But, that's exactly what Elliot wants.",
    "image": "https://uploads.mangadex.org/covers/34f95292-53f9-4a8e-bc8d-f457f53962ef/fce01b00-8e20-45c8-83fd-318ecb29e2e5.jpg",
    "moods": []
  },
  {
    "title": "I Became a Dead Character in a Prison for Wastes",
    "chapter": "Chapter 21",
    "genre": [
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "I reincarnated into a novel… but, hey… What am I supposed to do if I reincarnate in 10 years before the novel begins?\n\nThe location: prison. The problem is that even a jungle is better than this place!\n\nAfter ten years finally passed, I became the top dog in this prison. \n\n*\n“Hey Mint. Cut it out. Don’t go overboard.”\n\n“I have no idea what you’re talking about.”\n\nI became a good-for-nothing leader, but I’m fine with that. That’s a privilege a pro gets. \n\n“I’ll make you dead on paper, so do me one last favour.”\n“I have no idea what you’re on about.”\n\nA golden opportunity was bestowed upon me. \n\n“If you help me, I’ll release you from prison.”\n“What do you want me to do, Master?”\n“...”\n\nThe chief of the prison asked me, the psycho of the prison, for a favor.\n\n“Make the new guy coming into the leader of this prison.”\n\nIt may be called a prison, but in reality, it’s a lawless place. If I can make one man into the leader, I can finally be released.\n\n“But to do that, you need to enter a male prison.”\n“...Huh? How can I attach something that’s not there and get in?”\n\nBut oh god? The new guy is the male lead of the original novel.",
    "image": "https://uploads.mangadex.org/covers/6f14cd82-defc-4d69-a0ea-ad5b4c7768d4/6a6ae15c-8a5a-43bd-83c3-57c2e1d6737a.jpg",
    "moods": []
  },
  {
    "title": "I’m a Saintess, But I Refuse to Work!",
    "chapter": "Chapter 29",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Realized Only After Losing Her",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ellie was a girl who couldn’t talk or even write. By chance, she begins listening to three people’s secrets. The three start to develop an interest in Ellie, who listened to their words. However, a couple of days later, Ellie disappears without a trace. \n\nWith Ellie 's disappearance, he who confessed that he has a crush on a man, he who enjoys games involving riddles, he who has a secret fetish, The three men start searching for her, yet no one comes to figure out where she went, since they only talked about their own stories and had no clue about hers. Voiceless Ellie. \n\nThat was my name. \n\n(After the tables have turned) I began to speak again and by the favor of someone truly dear to me, I became a ”Countess\". The commoner Ellie who once couldn’t talk, can now speak as “Lady Phever”. And when the time came to reunite with the three men, “……Ellie?” The Ellie you know from the past is now gone. “You’ve got the wrong person.” Perfectly spoken words left my mouth.",
    "image": "https://uploads.mangadex.org/covers/29ae7262-b282-42ec-a833-1b03e33ed063/602c781e-c232-42ca-a365-5375f0d8491e.jpg",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "No More Regrets, Just Kill Me",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Villainess"
    ],
    "summary": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story.",
    "image": "https://uploads.mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "moods": []
  },
  {
    "title": "Please Leave Emily Alone",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Emily Addisio, with her acceptance letter in hand, enters the academe, featuring of a happy academy life, but she suddenly gets into an accident. Ethan Valenti, who accidentally helped her, gradationally becomes attracted to Emily, and Emily also feels shocked by his aggressive style. Before Emily could feel a strange sense of relief, he seized the window hedge with his right hand, which reached up to his midriff, and fluently jumped inside the structure. ” What?” In a moment, a dark shadow fell on Emily, who was amazed by the unforeseen narrow distance. That was because Lord Valenti, who is higher than her, was looking at her with his reverse leaning against the window. And as the shadow girdled her, Emily artificially tried to step back. But before she could move, Valenti reached out to snare the handkerchief she was holding.” Thank you, Emily. That was kind of you, but you did not have to return it.” The beautiful romantic story of Emily, which is ordinary but always girdled by extraordinary situations, and Ethan, who gave her his first and last love.",
    "image": "https://uploads.mangadex.org/covers/1c514261-ae33-42d3-8f9c-ccf831c10670/882e587d-f4e9-46ea-bbdc-9ca3234be7d2.png",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Imperial Maid",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Common features, the illegitimate child of a self-proclaimed author.\"\n \nLeona, a maid who rose to power with her exceptional intelligence despite lacking a prestigious background.\n \nBut when the empire, which she thought would be eternal, crumbled under the enemy's invasion, she too met her death by the enemy's sword.\n \nA life filled with greed, harming others, and engaging in cunning schemes.\nHer life was filled with regret, so death was welcome...\n \nBut she returned.\nBack to the time when she first entered the palace as a maid.\n \nThis is definitely a chance to correct the mistakes of her past life.\n \n\"This time, I will live a life of protecting and nurturing, not harming and taking from others.\"\n \nChoosing the Crown Prince, her political enemy from her past life whom she had dethroned, as the key to changing this life, she served as a maid, and everything seemed to be going well...\n \n\"Leona, let's leave this place together.\"\n \nSomething seems wrong.\n \nThe secrets of the Crown Prince, who she thought was cold and indifferent, and the truth hidden from the world are revealed, and the shadow of destruction falls upon the empire.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/877d512e-6b33-44e7-9860-1a4a5d8dad53/6acac9b7-3d04-43b5-9f0f-67d8a6f39b42.png",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 40",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Tamed the Monster Prince",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying,  Marie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. Eventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!",
    "image": "https://uploads.mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/d7017f5d-c2c8-46d2-ae19-262f6d22ce73.jpg",
    "moods": []
  },
  {
    "title": "Kissing with God’s Eyes Covered",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*One kiss could save my life.*\n\nAs a prophetess, Noemi can see the futures of those she touches. Yet sadly, as the wife of a god, she sees only death in her own fateful future. But then, a sudden kiss with an unruly merchant brings a vision of life. Could he be Noemi's key to survival? Or will she be unable to escape her destiny?",
    "image": "https://uploads.mangadex.org/covers/acadbef3-fc56-44b6-8089-d1f59f5b41c5/0f59f27d-4ad3-4b43-a50e-2ce7475f2f4e.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 523",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "My Female Apprentices Are All Big Shots From the Future",
    "chapter": "Chapter 350",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhua"
    ],
    "summary": "The historical timeline is facing collapse, and the strongest Taoist master was sent back to one hundred thousand years ago with his entire body of cultivation. Ding~ Your system-assigned mission is here, it's up to you to entice all the female apprentices!\n\n\n---\n\n**Links:**\n- [Alternative Raw (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/13619)\n- [Official japanese (Piccoma)](https://piccoma.com/web/product/82263)",
    "image": "https://uploads.mangadex.org/covers/52760763-05dd-4faf-8464-7f64b340a61c/6c09944e-e9c9-48cb-8699-4f879ef1bd3b.png",
    "moods": []
  },
  {
    "title": "Swordmaster’s Youngest Son",
    "chapter": "Chapter 166",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Overtime",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Limbo is a shut-in girl who doesn't care for anything except her tentacle comics. Aside from that, everything else is meaningless. On her birthday she wished for the \"destruction of the world\" and was instead met with a demonic female programmer!   \r\n  \r\nThe two instantly hit it off, bonding over their common goal of world destruction, the two \"project partners\" hustle hard everyday to bring the world to an end with hilarious effect.",
    "image": "https://uploads.mangadex.org/covers/c55ae98b-bf28-4f50-b3b8-f11051556a1c/14ecbca2-f0e6-4ca1-9dcd-09b192c9affb.png",
    "moods": []
  },
  {
    "title": "Secretly Meeting With My Boss",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hashimoto is your average office worker—young, and prone to being pushed around by his demon boss, Shirase. His only escape is his favorite online game, and the friends he’s made within. But when he plans an offline meetup for his party, he gets the surprise of his life…! [Kodansha]",
    "image": "https://uploads.mangadex.org/covers/c57d084c-179e-44f9-8e4f-da870761d26b/a377f567-e9a8-4c6e-bd34-c7f652f6da11.jpg",
    "moods": []
  },
  {
    "title": "I Was Reborn as His Highness the Prince’s Little Evil Dragon",
    "chapter": "Chapter 87",
    "genre": [
      "Fantasy",
      "Romance",
      "Yaoi",
      "Yaoi(BL)",
      "Yaoi(BL)"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "William in the Closet",
    "chapter": "Chapter 56",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 58",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 524",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  }
]