[
  {
    "title": "Odalisque",
    "chapter": "Chapter 36",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "The Asmanskaya Empire is ruled by the one and only Emperor (Sultan) Suleiman.\nWithin his harem, female slaves live burdened with complex emotions.\nThere is Hürrem, who won the Emperor’s favor through fierce competition.\nSome long for the honor of sharing his bed—others dread it.\nSome silently endure the shame of humiliation.\n\nAnd Mahasti… drowns in a forbidden love with a eunuch.\n\nAuthor [Twitter](https://twitter.com/Raku_ichikawa)",
    "image": "https://uploads.mangadex.org/covers/6cfc369f-2a91-4321-998f-ab344a95c2b4/9f70e49b-b7d7-49c7-8c59-a62fd8e72ae8.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 209",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 186",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "Magical Realm Shopkeeper",
    "chapter": "Chapter 76",
    "genre": [
      "Comedy",
      "Fantasy"
    ],
    "summary": "The protagonist Chan, who was looking for a part-time job after his previous company went bankrupt, coincidentally discovers a convenience store. Lured by the very high hourly wage, he decides to become a part-timer from that day. But the customers who come in seem a bit strange. Vampires, kobolds, and even succubi??",
    "image": "https://uploads.mangadex.org/covers/994978d7-a23b-40bc-afc8-5d5057eaa0c2/58ddb719-7564-4e3e-b07a-55b9cdd09ccd.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "Borderline",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Mok-yeon receives a proposal for a threesome from his friend and sex partner, Sun-hwa. The other person is Nan-jo, a man that Sun-hwa has been wooing, and while he's great to have around because he's rich and kind, the problem is that he is boring to have sex with. At first, Mok-yeon was just a little curious about Nan-jo, but throughout the threesome, he couldn't take his eyes off Nan-jo. Mokyeon makes a seductive offer to Nan-jo, who wants to save Sun-hwa from him.\n\n“I'd like to have a taste of your body, Nan-jo. Would you be willing to spread your legs for me?”",
    "image": "https://uploads.mangadex.org/covers/4b049c18-1c49-4f92-949f-d2e725a7a67c/c2619243-39b7-4642-a9a5-dcd7f88cef4c.png",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 41",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "After relinquishing my talent, I became a favorite of the wizarding world",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 60",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "Pupillary Master",
    "chapter": "Chapter 381",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "MANGA",
      "Manhua",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "\"Luo Qingtong, a young lady from the 24th century who ranked first among those with superpowers, miraculously transmigrated into a different world. There, she begins her journey of vengeance as the crippled, oldest daughter of a duke from the lower kingdoms, where villains line up to get face-slapped and scumbags and manipulative bitches wait to get tortured!\n\nAn eye for an eye, a tooth for a tooth. She'll exterminate anyone who offends her! All is going well... but then she accidentally gets involved with a man of peerless beauty, whom she attempts to flirt with whenever she's unable to win against him in a fight. From there on, it becomes a story about their romantic pursuits...\"",
    "image": "https://uploads.mangadex.org/covers/e049c08e-86d1-43df-b27d-065ee448972c/33b07536-a97d-46de-9f96-e5a3aa484a22.png",
    "moods": []
  },
  {
    "title": "Marriage Situation",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kim Yooyoung is sick of playing the nice, boring lawyer and daughter. So when her overbearing mother books her a hotel room the night before an arranged blind date, she steps out of character and spends the night with a seductive stranger from the hotel bar. Only this stranger turns out to be none other than Cha Jihoon, her blind date and the hotel's high-class owner! Yooyoung will do anything to keep their \"bad deed\" a secret... but can she really marry her first one-night stand?",
    "image": "https://uploads.mangadex.org/covers/947d63ff-4e09-4ef6-9412-dd8a15d626fc/7ea21787-0809-406b-bfb8-494d8db8c972.jpg",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 445",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "The Corrupted Witch Has No Choice But to Become a Villain",
    "chapter": "Chapter 101",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 686",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Lady’s Mask",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Manhua",
      "Romance",
      "Shoujo"
    ],
    "summary": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…",
    "image": "https://uploads.mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "moods": []
  },
  {
    "title": "Beneath the Lady’s Mask",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Manhua",
      "Romance",
      "Shoujo"
    ],
    "summary": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…",
    "image": "https://uploads.mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "moods": []
  },
  {
    "title": "Reincarnation of the Swordmaster",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "The villain tyrant has returned",
    "chapter": "Chapter 58",
    "genre": [
      "Romance"
    ],
    "summary": "\"If you wish, I don’t mind dying.\"\n\nThe tyrant Ludwig Magenta has met his end at the hands of Empress Olive Charlotte. The moment he accepted death, he opened his eyes in the garden where he first met her at the age of twelve. \n\nIf he starts again from the beginning, can he change his tragic life? \n\nOnly time will tell if Ludwig’s quest for Olive’s love will succeed.",
    "image": "https://uploads.mangadex.org/covers/4ece26b1-1b8b-44b5-8fba-dfe2140f9ded/4ad122d6-162f-410b-adf8-8bb9448fa0d5.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wife of the Monstrous Crown Prince",
    "chapter": "Chapter 123",
    "genre": [
      "Adventure",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Heroine has traveled back in time and entered the universe of *Lady and the Beast*, a 19th century soft porn trashy novel. She finds herself in the body of Anthea, child bride of the Monster Crown Prince Blake, who has been cursed to die at the age of 18 due to this sins of his ancestor. In the novel, Anthea should have committed suicide after looking at the horrible cursed birth marks on Prince Blake's body. But she tries to rewrite a part of the story by instilling confidence in Blake and showering him with unconditional love, just until he is ready to meet his \"real\" true love, Diana.\n\n---\nShe transmigrated into the body of Ancia, the current wife of the monstrous crown prince, Blake, in an R-19 romance novel.\n\nIn the original story, Ancia committed suicide on the day of their marriage, leaving Blake with massive trauma. But this time, Ancia wouldn’t do such a thing.\n\nBlake was the second male lead in the original novel. He was portrayed as a beast that possessed an exquisite facade. Yet, right now, he was behaving just like an innocent rabbit.\n\nThe only person who can remove the crown prince’s curse is the heroine, Diana. My role is to just keep this little boy from getting hurt and then step down in time, but...\n\n“Ancia, don’t leave me!”\n\nThis little rabbit keeps chasing me.\n\n---\nOriginal Webtoon: [Comico](https://www.comico.kr/comic/338), [KakaoPage](https://page.kakao.com/home?seriesId=58817781)\n\nOfficial Translations:\n* [English](https://www.pocketcomics.com/comic/338/?languageCode=en)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/9827/)\n* [Traditional Chinese / 漢語](https://www.pocketcomics.com/comic/338/?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/338/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/338?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-little-princess-and-her-monster-prince/list?title_no=4134)\n* Japanese / 日本語: [Comico](https://www.comico.jp/comic/338), [Mechacomic](https://mechacomic.jp/books/148261)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2661)",
    "image": "https://uploads.mangadex.org/covers/09e6e501-b38b-410e-9856-f4e5b1b61481/ae2a3062-af13-4caf-b47f-9f6a247f09e8.jpg",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Jogo has a crush on his classmate, Miyato. One day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. But then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\" When he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
    "image": "https://uploads.mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/05ab2b1a-70db-4d7d-b319-3aa7e0b67e3d.jpg",
    "moods": []
  },
  {
    "title": "The Villainess is Bothered by the Male Leads Again Today",
    "chapter": "Chapter 26",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "All she wanted was an easy life as a noble woman. Instead, Laura Jay found herself involved with a series of drama and a number of courters. She didn't sign up for all the excitement. \"Just leave me alone!\"",
    "image": "https://uploads.mangadex.org/covers/73f1d96e-556b-4584-818f-91b0559df09a/bc6762cf-02eb-4887-ab46-7cfac87fe62a.jpg",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "From Goblin to Goblin God",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Lin Tian reincarnated as a goblin, the lowest rank of magical creatures, and initially, he had to lie low. Later, he fully unleashed the true nature of a goblin. Blessed with many offspring, the more children he has, the stronger he becomes thanks to the blessings from the gods!",
    "image": "https://uploads.mangadex.org/covers/a958abd8-745d-4f47-9c4d-89abae30f5df/c68a326b-16f5-4735-a23c-d1047ae036e8.png",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "Best Actor in a Relationship Award",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ji-eun, an aspiring director attending the nation's top art school. Ji-eun, who is unknown, wants to cast Jae-ha, the top student in the acting department, to make her work successful and make a name for herself at school. On the other hand, Jae-ha proposes a romantic relationship to Ji-eun in order to get rid of a senior he dislikes. Ji-eun, who is fooled by the acting genius, wants to complete both her school life and her love life. Will she be able to kill two birds with one stone?",
    "image": "https://uploads.mangadex.org/covers/8f8f3b19-077b-4f64-a5d5-e566868e30cd/2f41eee3-4d0c-4942-b152-affb28e9256d.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/1d9dea45-4537-4840-9623-a8cd654fbf5b.jpg",
    "moods": []
  },
  {
    "title": "Mia is Back",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Not The First Time",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends. Will Koga persevere? Will he fare any differently than the rest? How will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
    "image": "https://uploads.mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "moods": []
  },
  {
    "title": "No Dating Allowed In The Office",
    "chapter": "Chapter 66",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Is first love a big deal? If we met that first love as adults, would we really still feel the butterflies? With a first love who is a friend who is also a co-worker, beyond this reversely developed relationship is the true belief of \"No to Office Romance!\"\n\nNamsoo of <Romance 101> meets Dooboo of <One-of-a-Kind Romance>! Masters of romance fusing up to deliver this romantic comedy!",
    "image": "https://uploads.mangadex.org/covers/ad7b3487-5137-4a36-bb79-0b52720dec2c/e57224c7-3ad7-43ac-84b1-5c32879dd167.jpg",
    "moods": []
  },
  {
    "title": "The Knight Of The Closed-Eyes Sky",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Under the Full Moon",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
    "image": "https://uploads.mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/bb89ccf5-8ffb-460f-a304-9da6b7898a81.jpg",
    "moods": []
  },
  {
    "title": "Moment Space",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 414",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 163",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 126",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 161",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  },
  {
    "title": "The Princess Who Lost Everything Waits for Her Knight",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "The Stray Cat Who Doesn’t Know the Greatest Love Song",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Dungeon Crawler Carl",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "You know what’s worse than breaking up with your girlfriend? Getting stuck on a sadistic alien gameshow with her cat. Join Carl and Princess Donut as they try to survive the end of the world — or just get to the next level of a trap-filled fantasy dungeon.",
    "image": "https://uploads.mangadex.org/covers/f137cc52-8535-4e2e-b79b-649a891f8551/68f0c1ce-cdd3-4796-a63b-f6b114292fe5.jpg",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "Children of Orbit",
    "chapter": "Chapter 75",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "On that day, I was going to confess to you. Choi Ji-young, an unidentified woman who accidentally encountered her on Ulleungdo Island. Sunwoo Hyun keeps bothering Ji-young. Two people who are attracted to each other even in a short period of time. Then one day, Ji-young suddenly disappears. Without a trace. “It’s been a while, Hyun. Aren’t you going to say hello?” Ji-young, who could not be found no matter how much she visited, became the “Choi Ji-an” and appeared in four years. That’s also for Hyun to protect. “With this time, there is no Choi Ji-young I knew. So, just delete it too.”",
    "image": "https://uploads.mangadex.org/covers/955091d9-55d6-4f56-8735-70a0fe1fb751/2a076f3f-d9ff-4714-bce4-2c52caa2b88a.png",
    "moods": []
  }
]