[
  {
    "title": "When the Broken Saintess Touches Love",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 229",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 186",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 89.2",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 90",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "It’s Not Love",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Nakamura Teruaki, transferred to Okinawa and I'm in love with Kyan, but I don't understand her dialect. Higa is always helping me out by interpreting the dialect...",
    "image": "https://uploads.mangadex.org/covers/39a038c6-9699-44fb-9e8a-5cb12fb4a748/1c8457c0-8461-4368-860b-80d2095450bb.jpg",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "Devil’s Wish",
    "chapter": "Chapter 65",
    "genre": [
      "Adult",
      "Comedy",
      "Demons",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. \nHe’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand to join in his future adventures together.",
    "image": "https://uploads.mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/2d5b12db-8b48-4212-baa1-0c744692af1d.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 421",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "Kill The Dragon",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The human race plunged into a war against dragons, who have invaded the earth. At the same time, among the humans arose people with supernatural powers, called psykers.\n\nThrough the countless sacrifices of psykers, the war seemed to be coming to an end with the human race as the victors. But when a psyker with the ability to see the future foretold that the dragons will be returning in 15 years, the people established Ark, a facility to train children born with psychic abilities to prepare for the last war of the human race.\n\nThere are only three years remaining until the prophesized war. What will happen next?!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
    "image": "https://uploads.mangadex.org/covers/53c4d807-660f-4b10-9e45-726925b41dcd/4b32c17a-fa69-491c-9828-390bfc5dba75.jpg",
    "moods": []
  },
  {
    "title": "Perfect Show Window",
    "chapter": "Chapter 6",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Are we allowed to be so excited?\nA 9pm curfew, no short skirts, no independence unless married.\nK-Hee-won grew up in a Confucian family and dreamed of freedom.\nK - Jihwan, the son of a serf, fights to keep the family name alive.\nWill their daring plan for freedom succeed?",
    "image": "https://uploads.mangadex.org/covers/6985dbc1-b54c-4a2e-998a-afb96cd3a59a/641be1a1-6b28-444b-a8cf-318d8633e7f8.jpg",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 39",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "The Masters Are Subscribing To Me",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Middle-aged Beryl Gardinant has only ever accomplished one thing: running a humble sword-fighting dojo in the quiet countryside. \n\nBut when he’s paid a visit by his former pupil, Allusia, he discovers that she has become an elite commander — and she’s hardly the only ex-student who’s a renowned warrior! \n\nNow forced by Allusia to become a special instructor to the strongest order of knights in the kingdom, can Beryl reach his full potential even though he’s an old man?\n___\n**Additional Links:**\n- **Official English Light Novel:** [J-Novel Club](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
    "image": "https://uploads.mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/88ae9aba-e9cb-4073-b7da-0831797be5ab.jpg",
    "moods": []
  },
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "Messed Up Us",
    "chapter": "Chapter 16",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
    "image": "https://uploads.mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/ea824218-dd50-4ee7-a6d1-f618b23e31ac.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 45",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "Concubine’s Invitation",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "After Hillaria sees a future where her beloved nation is burned down to ashes just because she refused the emperor’s proposal, she accepts an invitation to the imperial palace with a mission to change this grim future and prevent the fall of her home country. How will the story unfold for Hillaria and her unique powers?",
    "image": "https://uploads.mangadex.org/covers/caa93ac7-5c0c-44af-af9b-ebf88a703599/cff15713-8d80-4481-83ba-ec9d2723aefa.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Hyeseong, a boy living on a remote island, and Yunhae, a mysterious mermaid, become each other’s only friend. But soon after they meet, they’re separated after Hyeseong moves away. \n\nSix years later, Yunhae develops a mysterious power and finds Hyeseong again. Unfortunately, too much has changed, and Hyeseong can no longer dedicate all his time to her as he did in their childhood. \n\nHe tells her they are too different, but Yunhae’s attachment to Hyeseong slowly transforms into an obsession...",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Like A Wind On A Dry Branch",
    "chapter": "Chapter 218",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Count Casarius fell victim to a plague and died suddenly, leaving behind a will stating that Rietta, a beautiful young widow of the manor, whom he tried to use as a concubine, be buried alive alongside him. Just before Rietta is buried, Archduke Axias, rumored to be a cruel tyrant, arrives at the funeral to collect the enormous debt Count Casarius still owes him.\n\n\"Everyone here seems to feel sorry for her, and I still have a debt to collect from Casarius… If I take her instead, I think all of you here should be happy,\" he smiled, \"Hello, my temptress.\"\n\n---\nAs plague and turmoil afflicts the empire, enchanting widow Rieta Tristi finds herself at the mercy of a malicious nobleman and his dying wish to have her buried alive beside his corpse. The plague has taken her husband, slave traders have taken her young child, and now her own life is at risk -- until an unexpected visit from the empire's outcast prince changes everything.\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=676625), [Naver Series](https://series.naver.com/novel/detail.series?productNo=2987280), [Yonder (English)](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5489043), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=748535&weekday=wed)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/like-wind-on-a-dry-branch/list?title_no=2405)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/feihuangzideshenmiqingren/list?title_no=1566)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/likeawind/list?title_no=2272)\n* [French / Français](https://www.webtoons.com/fr/fantasy/like-wind-on-a-dry-branch/list?title_no=2572)\n* [German / Deutsch](https://www.webtoons.com/de/fantasy/like-wind-on-a-dry-branch/list?title_no=2585)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/cursed-blessing/list?title_no=2298)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001066)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/like-wind-on-a-dry-branch/list?title_no=2682)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/cursed-blessing/list?title_no=2330)",
    "image": "https://uploads.mangadex.org/covers/b716dd00-fc58-4266-b3e4-49bfd78f8a35/c88344de-6eac-4143-a499-fd032bf3d3c8.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "To Your Moralless [Complete Edition]",
    "chapter": "Chapter 39",
    "genre": [
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 202",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mightiest Melee Magician",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "School Life"
    ],
    "summary": "Sensing shifts in mana, successfully manifesting it, and attending the most prestigious school at the top of his class at a young age, Ruin Ardell is on track to become a great mage. Everything was going smoothly until he discovered that he had a condition preventing him from expelling mana. \n\nRuin’s tumble from grace gave those jealous of him the opportunity to toy with him. But in the depths of his despair, he discovers a miracle in the form of a system message.",
    "image": "https://uploads.mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/415d73b4-7dfe-4ecf-b77d-3b2939f44a39.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 156",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 36",
    "genre": [
      "Romance"
    ],
    "summary": "The slave she thought was dead has returned—as a king. Now, he takes her as his concubine to destroy her kingdom and avenge his past.\n\n\"My love wounds him. His love condemns me.\"\n\n---\nThe princess’s slave, thought to be dead, returned to her as a great king. To destroy the country for enslaving him. To seek revenge on the woman who got him killed. Picking at each other’s wounds, not realizing it all started with a misunderstanding.",
    "image": "https://uploads.mangadex.org/covers/74b03c85-b18c-4602-87fc-1a2271a21a05/a9a9eb33-77f1-4275-9520-610b360e8bc4.jpg",
    "moods": []
  },
  {
    "title": "Lantern Of The Dawn",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "A prequel to the Saki series, focusing on Shino Shiratsuki, a young girl with an affinity for the 1-sou who is seeking out her missing mother. Future professional mahjong players like Hayari Mizuhara, Harue Akado and others are also featured.",
    "image": "https://uploads.mangadex.org/covers/7a9ea386-c960-4752-9035-7c652c1b97af/c3c40174-0d05-496a-8f45-c90d93a4d226.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 746",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 162",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "I Thought I Didn’t Have Long To Live!",
    "chapter": "Chapter 109",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
    "image": "https://uploads.mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "moods": []
  },
  {
    "title": "I Became a Swordsmanship Instructor at the Academy",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The protagonist is reincarnated in the body of Kang Shin-hyuk, a background character from a popular novel. Shin-hyuk decides to leave saving the world to the original protagonists and enjoy a wealthy, carefree life without interfering with the novel’s plot. \n\nHowever, he discovers discrimination against non-Hunter school graduates at the school where he works. \n\nTo avoid being looked down upon by his fellow teachers, and to lead a comfortable life, Ayumu begins his reincarnation journey, determined to become strong enough to protect himself… even if it means slightly altering the original story.",
    "image": "https://uploads.mangadex.org/covers/e4d71290-b3c7-46b5-804e-a1e7b9519af0/ea2b2ba7-827b-4767-9b6f-0c6dc8b8d3b5.jpg",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "Casting Cinderella",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A seasoned actress meets a sharp businessman with an unusual offer. It’s not about romance—it’s a game of deals, control, and blurred lines between acting and reality.",
    "image": "https://uploads.mangadex.org/covers/073dab14-6639-468c-b31b-01b22b1535be/209076dd-03c5-4e93-aec4-3b27544759ec.jpg",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "I Became a Human’s Daughter",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "An immensely powerful and ancient dragon, once worshipped as a god by humans but now only a myth in their eyes, wakes up one day to find a human girl poking around his lair. The infant is barely old enough to say her own name, but is quite confident in calling the dragon “Daddy”!\n\nBewildered by the unexpected visitor, the dragon soon learns that returning her to human civilization isn’t going to be an option... not yet, anyway. He quickly decides to raise the girl himself, determined to give her a happy life that will lead her back to human society when she is older — surely a simple task for a legendary being such as himself.\n\nAll he needs to do now is find a place for her to sleep. And figure out where he is going to get clothes for her. And...wait, what do humans eat again?\n\n---\n“Daddy!” The dragon blinked as the wee little human called out to him. Him? Her “Daddy”? Powerful enough to have been venerated by humankind, yet warmhearted and even a tad ditzy, the dragon soon finds himself raising and doting on the precocious Olivia as if she really were his daughter in this touching tale. The toddler may be impossibly cute now, but just you wait—she’s a curious child and she’s growing up real fast. You can bet that one day, she’ll be the strongest human there is! But first, how will he handle little Olivia receiving an acceptance letter to a human school?\n\n---\n[Web Novel](https://ncode.syosetu.com/n5327ft/)",
    "image": "https://uploads.mangadex.org/covers/a240da13-f292-4a2e-a542-3716f1707e94/2fe34c7e-f763-4e15-b6ad-4be892114a14.jpg",
    "moods": []
  },
  {
    "title": "Player Super Justice",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance"
    ],
    "summary": "Annan, a senior game producer, traveled to the foggy continent of another world and became a rare elite NPC with a player system. But he still has a heart that belongs to a player. Although I love to stir up trouble and act recklessly, I am a good player and a righteous partner favored by this world. Now I am carrying the main quest, as a righteous player, I am ordered by heaven to eliminate you, the evil NPC!",
    "image": "https://uploads.mangadex.org/covers/24c0799e-b614-4526-861e-b5f1b56f81f1/1820f0f1-4b45-4d62-b193-bd136834a286.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 250",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 201",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  }
]