[
  {
    "title": "Die Melusine",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "My serenade, my Kieron. \nDuring one of his conquests, the heartless Archduke Kieron discovers Melusine, a mermaid in captivity. Their bond deepens, but according to legend, mermaids must kill their lovers to return to the sea. Melusine cannot bear to harm Kieron and leaves instead. What cruel fate awaits the lovers?",
    "image": "https://uploads.mangadex.org/covers/47c6cd94-ba3a-4536-bade-06987fa2ff88/5cda178f-9230-4450-8fe8-c89764e5475f.jpg",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "One Step Forward to the Flower Path",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Web Comic",
      "Webtoons"
    ],
    "summary": "I lived my whole life being used by other people and died at the age of sixteen. I thought it would be over like that, but when I opened my eyes again, I was back in the past. I thought I'd die while living the rest of my life in pain one more time. \n\nBut suddenly, a father who I had never seen before appeared before me. My dad, whom I hadn't even known existed.\n\n===\n\n\"When are you going to take away my powers?\"\n\nDante's eyes shook greatly at Ivanna's words.\n\n\"Everyone did. You, when will you take it?\"\n\n\"…I won't.\"\n\n\"Why?\"\n\nIvanna couldn't understand. Everyone coveted her power. Everyone wanted it, saying she was a sacrifice sent by God for humans. So why does he refuse?\n\n\"No one will take your power now. No one will bother you. I'll protect you.\"\n\n\"You're trying to take my power.\"\n\n\"I'm not.\"\n\n\"Everyone said that and stole my power from me. They locked me up in prison.\"\n\nIt was too cruel for a mere five-year-old to say. But the young Ivanna's face had no emotion as if what she said were natural. Dante's heart eventually collapsed when he saw his daughter completely shattered.\n\n---\nAbducted from her mother at a young age and tortured for her incredible power, Evanna knew nothing but agony her whole life. That is until one day, she is rescued and returned to the father she never knew, the Duke of Vicente. But as Evanna’s very existence brings back painful memories for the Duke, he must learn how to love her, while Evanna must come to trust her father and heal her trauma. But with Evanna's power highly coveted, can these two overcome their thorny pasts for a rosier future?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%BD%83%EA%B8%B8%EA%B9%8C%EC%A7%80-%EC%95%9E%EC%9C%BC%EB%A1%9C-%ED%95%9C-%EA%B1%B8%EC%9D%8C/2845), [KakaoPage](https://page.kakao.com/home?seriesId=58273697)\n\n**Official Translations:**\n* [English](https://tapas.io/series/everythings-coming-up-roses)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%80%E6%AD%A5%E4%B9%8B%E9%81%99%E7%9A%84%E5%B9%B8%E7%A6%8F/282)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/One-More-Step-to-the-Flowery-Path/93)\n* [Japanese / 日本語](https://piccoma.com/web/product/89964)",
    "image": "https://uploads.mangadex.org/covers/0d3e7438-3393-4fd7-952a-99df634f4ca3/c496236c-3586-4bcc-94d5-69a304f0e283.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Paradise on Earth",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "Vampire"
    ],
    "summary": "In search of perfect love, 16 men and women participate in the dating reality program \"Paradise on Earth.\" With sparkling blue seas and warm sunshine 365 days a year, this place is a paradise-like island.\n\nHowever, in the second week of filming, the staff members infected with an unknown virus begin to show strange phenomena, and paradise turns into hell in an instant. All contact between the island and the outside world is cut off, and rescue efforts are out of reach. Will they be able to survive to the end?",
    "image": "https://uploads.mangadex.org/covers/3b650628-dce9-438d-9879-0c04b34f870a/2cc7d5e0-fa17-45b4-a915-871a3d84fbb1.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Escape From My Contract Husband’s Doting Love",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhua",
      "Medical",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Living As A Madman’s Sweet Wife",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Original Web Novel](https://series.naver.com/novel/detail.series?productNo=3629814)",
    "image": "https://uploads.mangadex.org/covers/df887457-f3af-46dd-8b2f-95324014c858/2e1c633c-7ca6-4179-b41d-608576042761.jpg",
    "moods": []
  },
  {
    "title": "Oppa Husband",
    "chapter": "Chapter 39",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "Fakes Don’t Want To Be Real",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "Secret Love Affair Between a Former Saint and a Dark Hero",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kim Jiyeon, a college student on hiatus living an ordinary life, suddenly finds herself transmigrated into the romance novel *Saint's Flower* shown to her by a friend. She becomes the character Iolara, who only appeared halfway through the novel. The romantic world of the female lead and the male lead, which clearly isn't hers.\n\nStill, she thought she could be happy as one of the characters in the novel. Like she had become the novel's protagonist. But everyone despises her. Hates her.\n\nShe's Iolara, the villain who torments the female lead, a fake saint. But it's not true. Iolara herself was the true saint.\n\nReturning to the beginning with the blessings of the gods, she didn't need her family, the people who hated her, the position of the saint, or her beloved fiancé. She was going to walk a different path from her past.\n\n\"Even if this world tries to make me a villain, it doesn't matter. I will survive and be happy!\"",
    "image": "https://uploads.mangadex.org/covers/e7cd9c62-e3e8-4e71-8050-691bc7f3015e/ea7ec7eb-b015-41df-9576-86ba3713f49c.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "The Beastly Count After Dark",
    "chapter": "Chapter 60",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "One day, veterinary doctor Zeke is suddenly fired by the king, leaving him with nowhere to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. After Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls.\n\n(Source: Bookwalker)",
    "image": "https://uploads.mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "moods": []
  },
  {
    "title": "Until the Real One Shows Up",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Once bitten, twice shy. That is Anastasia's motto when she awakes with a second chance in life as the Empress in her favorite novel. After realizing that even true love cannot change destiny, Anastasia attempts to help her husband, the Emperor, find his happy ending with the female protagonist--the true heroine of the story. However, it seems that the Emperor has other thoughts. She pushes him away so they can both live, but the Emperor is unsure if he wants to live without his queen.",
    "image": "https://uploads.mangadex.org/covers/58c5671b-8a2d-436f-8934-a30b36699183/c90d7e7c-e8bd-4066-a3c7-099951417556.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’s Servant",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Lee Chaerin kicks the bucket, she's whisked into a dark fantasy novel as Rose Estania, a chambermaid at the mercy of the tyrant crown prince, Kalix Forsman. Armed with nothing but her real-world hotelier skills and a diary from the real Rose full of cryptic hints but no escape route, she's forced to navigate a dangerous world teeming with Kalix's enemies. Can she keep his wrath in check, evade death, and find her way back to reality before it's too late?\n\n---\nYour Highness- That is absurd!!\n\n\"Your Highness, did you just cough-!!!\"\n\nI'm doomed! I've been transmigrated to another world! As an extra chambermaid from a 19+ impoverished novel from the early 2000s! For now, I'm trying my best not to upset the male lead's temper so I can survive and return home...\n\n\"Your Highness! Please have mercy!\"\n\n\"Your Highness! That is such an absurd thing to say!\"\n\n\"Could you please stop with that damn antiquated language?!\"\n\nSeems like the etiquette here is a bit different from what I know...\n\nAnyway, after defeating an assassin and taking an arrow for him, I feel like I've become somewhat closer to the male lead.\n\nThe ominous journal that seems to understand my words, and the male lead, who orders me around, seems a bit fishy too. Can I survive here and return home?",
    "image": "https://uploads.mangadex.org/covers/dd0ee1c6-207a-4144-b511-09e808852728/1d1e9bf3-938e-4478-8c5a-5591c8baedb4.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 65",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Imprisoned One Million Years: My Disciples Are All Over The World",
    "chapter": "Chapter 382",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "One million years ago, the Immortal Emperor Su Xuan was killed by the otherworldly demons with the help of the six great immortal ancestors. Reborn in the lower realm, he founded the Tianxuan Sect and vowed to return to the immortal world for revenge. A million years have passed, and his disciples have ascended one after another, becoming dominant figures in the immortal realm. As for him, he has just ascended to the immortal world and is a novice. Su Xuan pretends to be foolish and plays the fool while secretly gathering his disciples and rebuilding the Tianxuan Sect, with the aim of reaching the pinnacle of the immortal realm once again!",
    "image": "https://uploads.mangadex.org/covers/be33939f-a8ea-4af7-bb42-d43912a2329c/e5d7d575-97d4-443b-b126-26c0b5059511.jpg",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 113",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set ten years after the death of the notorious crime lord Geese Howard, the city of South Town has become more peaceful. Now, the stage is in the neighboring city of Second South Town. A new fighting tournament called \"King of Fighters: Maximum Mayhem\" starts in the area, and several characters related with the fighters from the old era of King of Fighters tournaments participate within it.",
    "image": "https://uploads.mangadex.org/covers/4088566f-e860-4166-9f64-284ea2a5091b/1849525a-72be-419c-843a-75075ca830b9.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Chitra",
    "chapter": "Chapter 192",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I spent years preparing for the civil service exam.  \nBut I can’t believe I died so unfairly…!  \n  \nIs that so?  \nI was reborn as a beautiful countess.  \nI even got the ability to play games from the God of Beauty.  \n‘Drawing..?’  \nYes, I have the ability to draw for characters.  \n  \nI have become the apostle of the God of Beauty and benefited the world widely by drawing out ultra rare characters.   \n  \n[Rare-!]  \n[Super Duper Ultra Special Rare-!!!]  \n  \nLet's fill the world with handsome men to benefit all the women!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%98%ED%8A%B8%EB%9D%BC/2330)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%90%AA%E7%89%B9%E6%8B%89%E7%9A%84%E7%BE%8E%E7%94%B7%E4%B8%96%E7%95%8C/18)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/642696)\n\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/Citra/200?tab=episode)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/10095)\n\n- [Official French Translation](https://delitoon.com/webtoon/vie-virtuelle-chitra-majordome)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8B%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B9%89%E0%B8%B2/33)",
    "image": "https://uploads.mangadex.org/covers/c8093355-1ea5-4fa6-a452-cc4da82704cf/c0d99f58-6b77-4903-9be9-608b6dcc76bd.jpg",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 72",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 529",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "My Body Has Been Possessed By Someone",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
    "image": "https://uploads.mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "moods": []
  },
  {
    "title": "Childcare Diary with the Villain",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?",
    "image": "https://uploads.mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "For your Murder",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "Thriller"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "The Blood Knight’s Villains",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)",
    "image": "https://uploads.mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "For decades, I was a mindless Chimera Hunter—a weapon forged and discarded. But after dying in the depths of a monster-infested gate, I woke up… human.\n\nNow, as Cheon Dowoon, I just wanted peace—a quiet life, a warm cup of tea, and zero demonic nonsense.\n\nToo bad fate had other plans.\n\nFirst, a lost hellhound dug up my garden. Then, a snarky shadow beast started napping on my porch. Worst of all? My old “acquaintances” keep showing up—some begging for help, others… for my head.\n\nRevenge? Survival?\nPlease. I just want to put on pants first.\n\n—A former killing machine’s “relaxing” second life begins… in a front yard that’s basically monster daycare.",
    "image": "https://uploads.mangadex.org/covers/07007563-5533-44ec-8269-aba1f47cc3d7/0acb9efa-b798-4ad2-a0b2-c5f636033924.jpg",
    "moods": []
  },
  {
    "title": "Back from the Abyss: I Am the Disaster",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Immortal Emperor family was wiped out overnight, and the young master Li Chen was thrown into the most mysterious and dangerous abyss! Eight years later, he broke out of the abyss, the empress in his left hand, and the gods and demons in his right hand, and everything he went was",
    "image": "https://uploads.mangadex.org/covers/e778d186-2fa4-467c-806c-e752337fd7f4/fd239f79-9439-4c8a-b380-3cdc684cf100.jpg",
    "moods": []
  },
  {
    "title": "Unbeatable Lv.1",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
    "image": "https://uploads.mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "moods": []
  },
  {
    "title": "Rebirth of the Malicious Empress of Military Lineage",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 21",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "Traces of the Moon",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "While on his way home from an interview, unemployed, unmotivated, jaded 18-year-old Inumata Shinogi encounters the beautiful lady and evil spirit Yaergnacht Finsternnis. She demands him to either marry her or die on the spot. He must command the battle against enemies of humanityーthe apostles of god (Highlander), and save the world with his wife!!",
    "image": "https://uploads.mangadex.org/covers/e3073c1c-1dc7-487b-820c-e28305d3a926/127dcde1-14a0-46a5-92d9-9a3b1f18b9d2.jpg",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 196",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "The Tutorial is Too Hard",
    "chapter": "Chapter 227",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Psychological"
    ],
    "summary": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.",
    "image": "https://uploads.mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "moods": []
  },
  {
    "title": "My Fake Love",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Megumi, a 32-year-old surgeon, navigates heartbreak, unexpected romance, and personal growth. After her boyfriend of seven years, abruptly ends their relationship, Megumi's world crumbles. Even worse, she gets invited to his engagement party. To avoid embarrassment, Megumi enlists the help of her junior colleague, Dr. Akiho, to pose as her boyfriend. Akiho agrees, but his motivations are not entirely altruistic. As they continue the charade, genuine feelings begin to surface between Megumi and Akiho. Their budding relationship faces numerous obstacles, including Akiho's arranged engagement to his childhood friend, Marika, and familial pressures. Megumi also confronts her own insecurities and past traumas, particularly concerning marriage and family. Throughout the series, Megumi and Akiho support each other through personal and professional challenges, gradually building a deep and authentic connection. The story culminates in a heartfelt conclusion where they confront their fears and embrace a future together.",
    "image": "https://uploads.mangadex.org/covers/dc3413a5-ee07-4c17-91dd-c8e706339b33/ebe82fe8-1ec9-4bd7-beb4-87afdfc5e915.jpg",
    "moods": []
  },
  {
    "title": "The Support Ate it All",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "The protagonist, who was enjoying the RPG game Dragon Slayer Academy, succeeds in raising 1,000 S-class heroes as the strongest supporter in the game.\n\nOne day, a mysterious quest window appears in front of him, and he is presented with a hidden quest that allows him to raise EX-class heroes that surpass S-class heroes.\n\nUpon accepting the quest, he finds himself transported into the game world of Dragon Slayer Academy...",
    "image": "https://uploads.mangadex.org/covers/6cd319d4-0f33-48a2-9a65-a68db9fea5ee/5df2b1d0-cac4-4142-8f2d-208bbb117024.jpg",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]