[
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 83",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 20",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Is the Friend of a Friend a Stranger?",
    "chapter": "Chapter 30",
    "genre": [],
    "summary": "Seven years ago, I promised my best male friend that we would always be friends. When I reunited with him in high school, he was... the neatest and most beautiful girl in the school!? And yet, she acts the same old way only in front of me...\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Sites:**\n- [Official X](https://x.com/tenbin_sneaker)",
    "image": "https://uploads.mangadex.org/covers/7873dd0e-131f-4f40-8a92-32601713e1da/a0da6582-dbfc-445b-b739-52b05448d26b.jpg",
    "moods": []
  },
  {
    "title": "A Former S-rank Adventurer Who Was Betrayed By His Griends Because He Was Too Strong Wants to Live a Slow Life in The Countryside",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "The Terminally Ill Young Master of the Baek Clan",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…",
    "image": "https://uploads.mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/9f89b37d-20b7-46cb-9623-657053c158ec.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 54.5",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
    "image": "https://uploads.mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/5e46073a-47aa-4395-94fd-aad1b7471ffa.jpg",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "There is no mercy",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines.",
    "image": "https://uploads.mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/f06271c5-455e-4114-bfec-c085144f7f7a.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "---\n**Note:**\n- This manga contains storyboard drafts the author created for Jump Magazine to be considered for serialization. [Source](https://x.com/kuzushinsetsu/status/742325718541967360)\n\n**Link:**\n- Alternate Official Raw - [Pixiv](https://www.pixiv.net/user/14502453/series/57948) (Note: The chapter order is reversed), [Niconico Redirect](https://seiga.nicovideo.jp/comic/21927)",
    "image": "https://uploads.mangadex.org/covers/573ec8b3-b187-4c51-90cf-b44420ad77a7/b80f87b0-bd5d-45f3-82df-79e32c152b79.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 189",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "Overtime",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Limbo is a shut-in girl who doesn't care for anything except her tentacle comics. Aside from that, everything else is meaningless. On her birthday she wished for the \"destruction of the world\" and was instead met with a demonic female programmer!   \r\n  \r\nThe two instantly hit it off, bonding over their common goal of world destruction, the two \"project partners\" hustle hard everyday to bring the world to an end with hilarious effect.",
    "image": "https://uploads.mangadex.org/covers/c55ae98b-bf28-4f50-b3b8-f11051556a1c/14ecbca2-f0e6-4ca1-9dcd-09b192c9affb.png",
    "moods": []
  },
  {
    "title": "You are pretty",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This is the typical protagonist setting so my cheats should be coming, right! Unexpectedly, that night, my fiancée suddenly took back her words: I won’t annul this marriage! I want us to live and sleep together! I’ll also take care of all our living expenses! Okay, let’s do it, I have nothing to lose anyway. After one night… Eh, there’s something a bit wrong with my fiancée?",
    "image": "https://uploads.mangadex.org/covers/3dfd9946-c3ed-4e30-83f2-ea050297e2ac/ac78e322-a5c0-449a-ba1b-3791e8f59a26.jpg",
    "moods": []
  },
  {
    "title": "Life on the Flower Road of the Grand Duchess",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was born to received the curse, to disappear. So, she accepted the marriage proposal to be free from her family before she dies but... the hospitality and affection she received from her in-laws are endless and her husband's obsession is mysterious... A flower path unfolds in front of her, who was a time limit!\n\n---\nFor centuries, the firstborn of House Helsington has been cursed to die young, so the family produces an illegitimate child, Isabella, to take on the curse instead. To get away from her terrible home and live her last days in peace, she wants nothing more than to escape. Her chance comes when Grand Duke Noverdic asks her to marry his son, Cleor. Once she arrives in the north, she is showered with endless affection from both her in-laws and her fiancé... to the point that it's almost suspicious.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EB%8C%80%EA%B3%B5%EC%9E%90%EB%B9%84%EC%9D%98-%EA%BD%83%EA%B8%B8-%EB%9D%BC%EC%9D%B4%ED%94%84/3270), [KakaoPage](https://page.kakao.com/content/59274036)\n\n**Official Translations:**\n* [English](https://tapas.io/series/lady-isabellas-path-to-happiness/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/108554)",
    "image": "https://uploads.mangadex.org/covers/e1e57186-b3f4-4540-b707-722c8382f7a4/54a3b559-56a1-49c9-92f8-1606f3e6abaa.jpg",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 27",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fumi Isshiki works as an accountant at an entertainment agency. One day he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him... She is just a child, yet she acts more mature than many adults.",
    "image": "https://uploads.mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/1c961f04-7171-4e19-ae32-34696d5ff051.jpg",
    "moods": []
  },
  {
    "title": "It Looks Like I’ve Fallen into the World of a Reverse Harem Game",
    "chapter": "Chapter 157",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance"
    ],
    "summary": "Reset, and game set.\n\nWhen I opened my eyes, I was in a different world. I had become the game's villainous princess who was feared by all. Not to mention… Completely naked men I didn't even know were approaching me left and right!\n\n“Are you cold? Shall I warm you up with a hug?”\n\n“Oh? Have you not had enough yet?”\n\nSeriously, what’s up with this situation? And just how the hell am I going to get out of this freaking game?!\n\n---\nI woke up in a strange bed, with not just one, but two lovers beside me! In this game of love, affection, and deception, I’m Elvia, the Imperial Princess, with a gaggle of men vying for my favor. Sounds great, right? Except this means I'm also stuck as the villainess while the main character is my manipulative maid, Arielle! She’s out to bring me down, and she’s got plans for my harem of men. But I know all her secrets, because I can see her player notifications. Can I beat her at her own game?\n\n---\n**Original Novel:**\n* Chapters: [Boomtoon](https://www.bomtoon.com/comic/ep_list/Game_set), [KakaoPage](https://page.kakao.com/content/52298103)\n* eBook: [Naver Series](https://series.naver.com/novel/detail.series?productNo=5370400), [RidiBooks](https://ridibooks.com/books/793012528)\n* [Official English Translation](https://radishfiction.com/stories/21138)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EC%97%AD%ED%95%98%EB%A0%98-%EA%B2%8C%EC%9E%84-%EC%86%8D%EC%9C%BC%EB%A1%9C-%EB%96%A8%EC%96%B4%EC%A7%84-%EB%AA%A8%EC%96%91%EC%9E%85%EB%8B%88%EB%8B%A4/3350), [KakaoPage](https://page.kakao.com/content/61170313)\n* R15: [KakaoPage](https://page.kakao.com/content/55567038)\n\n**Official Translations:**\n* English: [Tapas (R18)](https://tapas.io/series/i-fell-into-a-reverse-harem-game-mature/info), [Radish (R15)](https://radishfiction.com/stories/17113), [Tapas (R15)](https://tapas.io/series/I-fell-into-a-reverse-harem-game/info)\n* [Chinese (Simplified) / 汉语 (R15)](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語 (R15)](https://tw.kakaowebtoon.com/content/%E7%B5%95%E8%89%B2%E5%85%AC%E4%B8%BB%E7%9A%84%E5%BE%8C%E5%AE%AE%E9%81%8A%E6%88%B2/93)\n* [French / Français (R15)](https://fr.piccoma.com/fr/product/29)\n* [Indonesian / Bahasa Indonesia (R15)](https://id.kakaowebtoon.com/content/Terjatuh-ke-Permainan-Harem/191)\n* [Japanese / 日本語 (R15)](https://piccoma.com/web/product/54742)\n* [Thai / ภาษาไทย (R15)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%88%E0%B8%B5%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1/133)",
    "image": "https://uploads.mangadex.org/covers/0b09df33-d3cd-4c32-ba46-ce0415b1fa2c/a00c88a5-3d8e-4416-a0e8-22d0a6906800.jpg",
    "moods": []
  },
  {
    "title": "My Second Husband Is Desperate And Depressed",
    "chapter": "Chapter 135",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Webtoons"
    ],
    "summary": "Not a single soul in Olivia Florence's life, including her own husband, provided the warmth that she craved, and she lived her life alone, growing strong. Waking up two decades earlier right after her regretful arranged marriage to the Duke, Lord James Parnell, she plans to live a different life.\n\nShe hatches a plan to annul her marriage remarry the Duke, Ian Tyrone, infamous for being *impotent* for never showing any interest in the ladies. Maybe his disinterest in women would allow Olivia to comfortably live as his wife, unburdened by childbirth and free of any other pressures in life.\n\nBut wait, the Duke who seemingly \"couldn't get it up\" turns out to be a complete stud at in the bedroom. What has Olivia gotten herself into?\n\n---\nOlivia, celebrating her second chance at life, decides to get away from her first husband, who has high libido. So she proposed marriage to Duke Tyrone, who is known for his incompetence, but when I got married, this man was a skillful man and totally not defective.\n\n\"This is fraud! This marriage is a fraud!\"\n\nOlivia, who is now depressed because of her desperate second husband putting moves on her, will she be happy in her second life?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
    "image": "https://uploads.mangadex.org/covers/4c5d0061-b6c9-4558-b3bb-bfcf8aa8a221/007e3a91-6d11-47be-88bd-53748347c5c6.jpg",
    "moods": []
  },
  {
    "title": "If You Don’t Love, You Die",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "The Childe",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’ll Give You the Most Rotten One",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ten years of relationship go down the drain when Haeru discovers that her loving boyfriend, Se-o, spent the night with another woman. What begins as a series of small misunderstandings snowballs into something much bigger as the college sweethearts wade through love, temptation, and workplace drama. Well, what better way to get back at her cheating boyfriend than to take the most rotten revenge ever?",
    "image": "https://uploads.mangadex.org/covers/c1ba34f5-6b83-47e3-ba4b-51622c41e7f5/4a438c1d-aa25-448d-b94a-b0b343f5ce41.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey.",
    "image": "https://uploads.mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/65bc2553-041f-4e11-992e-a19c02664791.jpg",
    "moods": []
  },
  {
    "title": "The Way That Knight Lives As a Lady",
    "chapter": "Chapter 171",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Time travel"
    ],
    "summary": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/25ce6f0e-51ae-467e-8519-fe90060586dc/31cff245-4c44-4c04-bce7-422bca198bff.jpg",
    "moods": []
  },
  {
    "title": "Everyone Was Obsessed With Me After I Became the Youngest Princess Favourite",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After dying as a top agent, the protagonist wakes up as their 8-year-old self in a harsh orphanage. They meet a young noble girl and decide to care for her to avoid past regrets. However, their kindness leads to the girl and her powerful family becoming overly attached, creating unexpected challenges",
    "image": "https://uploads.mangadex.org/covers/f1e95a42-d6b4-4de4-9fe8-8bfb25c0dd0b/de5ed1bb-178b-4192-9777-60d2b911bb80.jpg",
    "moods": []
  },
  {
    "title": "Maru is a Puppy",
    "chapter": "Chapter 108",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The Hero's son and the ghost of the Demon King are the master and disciple!?\n\nEarth, the son of Hero, the Hero who defeated the Great Demon King, is troubled.\nAlways expected to achieve great things, but unable to meet those expectations.\nNo matter the effort he puts in, and the results he obtains, it's never enough.\n“You're a disappointment compared to your father.”\n“Don't you know you're the son of the hero!!”\nLiving every day like this, Earth meets his destiny in the room containing his father's sword.\n\n“Interesting. I will train you. I have only free time now.”\n\nEarth receives special personal training from the Demon King just to get back at his parents and the world.\nIn the coming days, his parents, the heroes of the past, his first love, his princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\n**Note:** While initially released with the “What's Wrong With The Hero's Son Being The Demon King's Disciple?” subtitle, in line with the web and light novels, the manga switched to the new “Boy Meets Satan” subtitle by the release of the 1st volume.\n___\n**Character Designer:** [Ryuutetsu](https://mangadex.org/author/796d659c-1d83-4956-a7bb-d0bcf8424284)\n\n**Additional Links:**\n- Official Raw Web Novel: [Kakuyomu](https://kakuyomu.jp/works/1177354054918478427), [Shousetsuka ni Narou](https://ncode.syosetu.com/n9185fm)",
    "image": "https://uploads.mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "The Lost Cinderella",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Midori Yamate is a 15 year-old girl and is very much a tomboy. When she was young, Midori meets a boy called Tsukasa Hino, who came to the island she lives on for a holiday. He teaches her to play soccer and she falls in love with the sport. Midori is inspired by Tsukasa and continues to play soccer in hopes that they would meet again someday. When they do meet again Tsukasa does something unforgivable. Determined to defeat Tsukasa on the soccer field Midori enrolls in an all boy high school",
    "image": "https://uploads.mangadex.org/covers/41544d22-aa19-4d95-a0e4-1e1b3199aa2f/929a11b9-8f43-46a5-be38-d028f4de9154.jpg",
    "moods": []
  },
  {
    "title": "The Blackened Second Male Lead’s Wife Series",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)",
    "image": "https://uploads.mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Concubine Scandal",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Love is like a dog.\"\n\nThe moment my beloved husband's sword sliced through my spine, the advice of my sisters flashed through my mind like a series of images.\n\n\"I curse you. Every moment I loved you is a disgrace to me.\"\n\nThe powerful demon who once ruled hell is dead, and now I have awakened as the terminally ill wife of my ex-husband, who has become emperor.\n\n[To become a demon again, love a human and stab a dagger into their heart.]",
    "image": "https://uploads.mangadex.org/covers/ec07da0c-1ad6-4b2e-9d25-d1f7b5151f14/bc0200f9-5652-477a-aca7-77b62a9aceaf.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 57",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?",
    "image": "https://uploads.mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/5a736eed-deee-429b-be46-5ed02d15ad9b.jpg",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 744",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Aristocrat’s Revenge",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/245d24dd-cef1-43d1-8c8f-956dd40dd150/2960300d-29fe-41fc-96a1-884912a4d9d6.png",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 248",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 222",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 109",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Predatory Marriage",
    "chapter": "Chapter 77",
    "genre": [
      "Adaptation",
      "Bloody",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "\"Remember? I promised to ruin your life.\"\n\nWhen Leah, a devoted princess, faces a tragic downfall, she plots one final revenge against the royal family by becoming an impure bride. Later, when her one-night stand unexpectedly appears, Leah finds herself unable to resist him as he brings madness into her once orderly life.\n\n---\nLea wrote a suicide note ahead of the wedding. Because she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family. Before she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\"\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand. I thought it was meant to end like that. Until we meet again in an unexpected place.\n\nHe eroded her orderly daily life. Despite knowing it was a dangerous relationship, she couldn't resist him. What on earth is that man thinking?\n\n\"You don't remember?\" the man said with a fierce smile, \"I told you I'd ruin your life.\"",
    "image": "https://uploads.mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Zombie Dad",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A world overrun by zombies, and 100 chances for Ryu Min-Seok to save his daughter. But just when he's about to fail for the 100th time, he comes back to life?! \n\nThe zombie apocalypse survival story of a father who awakens as a zombie to protect his daughter!",
    "image": "https://uploads.mangadex.org/covers/f5f22716-ecee-426b-8e3f-51f9162bb14b/03cf7b63-bf86-488f-8ca2-227fcad9cfef.jpg",
    "moods": []
  },
  {
    "title": "Coupl’s Time",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/74191a3c-86e4-4bf0-9465-533066e8cf50/d0e845b2-bf31-464b-8803-9f99fc2d5155.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "I Simply Cared For My Frail Dad",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "This wild mouse has taken Cinderella",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After marrying the prince, Cinderella’s “happily ever after” ends when he falls for another woman and proposes to her. A small, powerless field mouse, who dearly loves Cinderella, wishes she could smile again. Mysteriously, the mouse dies and wakes up in the past, when Cinderella was still mistreated by her stepfamily. Then comes a twist: the mouse isn’t ordinary, but a noble beastman from the prestigious Field Mouse clan. With her true identity revealed, she decides to run away with Cinderella — before the prince and his glass slipper ever show up.\n\n---\nCinderella married the prince. But she never thought that her vow of eternal love would end in just 10 years. The prince fell in love with a certain young lady at first sight, made her his mistress, and even proposed to her. 'Damn!' But she couldn't do anything for Cinderella, who was withering away day by day. Because I was, \"Click!\" a mouse! And the smallest of all mice, the lowest in the hierarchy, a field mouse. 'Fairy grandmother. I'm just a disgusting mouse. Cinderella was the one who embraced me. What I wish for is... '... I wish Cinderella could smile again.' I thought I died. When I woke up again, I was back in time. Back to Cinderella's childhood when she was being abused by her stepmother and older sisters. \n\n\"I came here on the request of the Ratson family.\"\n\nBut I wasn't really an ordinary mouse, but a beastkin of the field mouse family? My family was desperately looking for me? Then, Cinderella, run away with me! Prince, I'll take her away before you come looking for her with that glass slipper!",
    "image": "https://uploads.mangadex.org/covers/a56d974d-0511-409a-bb8d-620ceb9a4e9b/fef54ae8-e014-4808-9553-5b8ced288044.jpg",
    "moods": []
  },
  {
    "title": "Don’t Tell Me You Think Cultivating Immortality Is Difficult?",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A humble rookie seeks the path to immortality — only to accidentally join a sect full of pretentious con artists. His seven senior brothers brim with confidence, taking turns spouting out fabricated divine techniques. But no one expected this newcomer to be a genius. He actually comprehends everything — even their nonsense! In the end, the master falls into despair. Just who is this junior disciple?",
    "image": "https://uploads.mangadex.org/covers/9303865f-b00b-4df9-b370-91a93058c33e/615a7d81-b6d9-42bc-a3e1-46f6e71d9098.png",
    "moods": []
  }
]