[
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "Childcare Diary with the Villain",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?",
    "image": "https://uploads.mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 161",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Terminally Ill Young Master of the Baek Clan",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…",
    "image": "https://uploads.mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/9f89b37d-20b7-46cb-9623-657053c158ec.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 392",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "Match Made in Heaven by Chance",
    "chapter": "Chapter 118",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
    "image": "https://uploads.mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 30",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/3e07507b-3425-48ee-baf0-83603a098487.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 36",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins.",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/bfe6b5d9-2a6d-4e72-9563-3fb517e28e1a.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Florist",
    "chapter": "Chapter 236",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Even though he’s built like a fighter with a fearsome scowl, Jaeho would love nothing more than to become a florist instead. Unfortunately, Jaeho’s overbearing father disapproves, pushing his son to become an MMA fighter instead. Jaeho enters the virtual reality game, New World, to escape his father’s ambitions, but will he be able to realize his dreams?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=KQU_1f_ujBw)\n  \n- [Original Web Novel <Naver>](https://series.naver.com/novel/detail.nhn?productNo=4231463)\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/comedy/macho-florist/list?title_no=2203)  \n\n- [Official Spanish (Es) Translation](https://www.webtoons.com/es/action/the-strongest-florist/list?title_no=2948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/comedy/too-strong-to-be-a-florist/list?title_no=2041)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000851)",
    "image": "https://uploads.mangadex.org/covers/b3a76028-8968-4112-bef3-57a64e5d60c3/18c46f5a-f0b0-4724-87f6-eed4d67ee478.jpg",
    "moods": []
  },
  {
    "title": "Jakdu",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
    "image": "https://uploads.mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "moods": []
  },
  {
    "title": "Sword God Dragon",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Shounen"
    ],
    "summary": "To martial artists, he was known as the Sword Calamity or the Sword Monster, but to the common folk, he was a savior. About thirty years ago, Junghyun, the strongest and most fearsome monster in the history of the Wudang Sect, suddenly disappeared without a trace after the Heavenly Demon died.\n\nAnd after some time had passed, Junghyun, who had maintained his youth, reappeared in the martial world, bringing with him a young girl. This girl was Sojin, the granddaughter of the Heavenly Demon, Junghyun only true rival and friend in life.\n\nJunghyun embarks on a journey to Mount Wudang with Sojin.\n\"Will the two be able to complete their journey safely?\"",
    "image": "https://uploads.mangadex.org/covers/33e6f2e0-2d60-4f2c-947f-94deca7f81e8/b8d49a63-7be7-41e5-8000-5f3058569d92.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "The Leading Actress Has a Secret",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "Hades & Persephone",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This series including fanfic short stories about the famous couple in Greek mythology- Hades and Persephone and some other couples as well.",
    "image": "https://uploads.mangadex.org/covers/23ce2193-3859-4c26-9026-7eba6c62c523/1c545701-0ed7-4237-8e79-439c725736ca.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Have The Qualities to be a Saint, So I Decided to Aim to be The Last Boss!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "The Great Sage of the Namgung Clan",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "At the command of the Bodhisattva of Mercy, the Great Sage, Heaven’s Equal, Sun Wukong, returns to the human world.\nBut everything has changed. The demons have disappeared, and powerful martial artists now rule the land.\nAs Sun Wukong roams this new world, searching for his lost master’s soul, he becomes entangled with the reincarnations of his old allies and uncovers the hidden truths of the martial arts world.\nA grand conspiracy unfolds—former demons reborn as humans, secret techniques long forgotten, and a power struggle that threatens the balance of the world.",
    "image": "https://uploads.mangadex.org/covers/d53f53b5-f97e-4121-b79e-60e07afe0d9b/cd8165d1-9f01-4dc1-8c10-3cfdd852a9a5.jpg",
    "moods": []
  },
  {
    "title": "Falling in Love Is Not as Good as the Boy Band, Crown",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Crime",
      "Drama",
      "Gyaru",
      "Harem",
      "Manhua",
      "Reverse harem",
      "Shoujo"
    ],
    "summary": "Yun Shang was reborn— before her debut with the little brothers, who are idols part of the popular band Crown, she found out she was reborn in the body of the “Vicious Female supporting actress” all the guys in Crown hated; Lu YoYo. The little cuties who believed they were helpless, pitiful, and weak, were big bosses who stabbed people's hearts. To change this tragic fate of herself and the idols, Lu YoYo, clutching into her deteriorating heart, raised her flag and decided to change the fate of these idols.",
    "image": "https://uploads.mangadex.org/covers/991e3647-97d0-45eb-938b-dc2003c40fc4/3f9568b9-8203-4a6f-a832-25a4ea860e6e.jpg",
    "moods": []
  },
  {
    "title": "The Boyfriend I Hate",
    "chapter": "Chapter 26",
    "genre": [
      "Childhood Friends",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation’s top idol, cut all ties with him using a line straight out of a drama.\n\nForced into submission for years as her so-called childhood friend, Kazuma decides it’s finally time for his first-ever rebellion. He’s done playing lapdog. This time, he’s taking back his freedom—and aiming for a normal school life.\n\nEscaping a powerful beauty like her is easier said than done...",
    "image": "https://uploads.mangadex.org/covers/202718c6-525e-4cec-a469-c945548cacc3/7d7feb20-275b-4729-8d09-638d4ce67d3b.jpg",
    "moods": []
  },
  {
    "title": "Surviving as an Illegitimate Princess",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Don't look down on me just because I'm a child! Even though I look like this, this is my 10th life!\"\n\nI'm an illegitimate princess whose life was cut short after being misunderstood for having the same blood as the enemy country and died early. After nine tragic repetitions, I discovered the identity of my biological father. He is Paeon, a war hero who defeated the demon king and the strongest holy knight in the continent. He had a forbidden relationship with the princess, had me, and then deserted me!\n\nIn order to survive the harsh royal palace, I've decided to use and then abandon this impudent father. I will become the strongest as fast as I can and escape from this disgusting country!\n\nAnd so, while I was building my strength, I happened to meet the demon king's son, Leo. He wasn't arrogant like his father, but he was pitifully living in captivity. So, I took care of him in secret.\n\n\"Asha, you cannot get engaged to anyone.\"\n\n\"...Huh? Why?\"\n\n\"Because I’ll take responsibility for you forever.\"\n\n\"What?!\"\n\n\"We spent the night together.\"\n\n...What is this prince saying?\n\nA holy knight father who had (?) a forbidden love. Along with an enemy prince who is trying (!) to have a forbidden love. With them, can the unfortunate princess change her fate?\n\n---\nAs an illegitimate princess, Anastasia Entimos has died in just about every way imaginable. Every time she dies, she is brought back to the moment of her birth and forced to relive her tragic fate. It is only in her 10th life that she discovers her father is the esteemed knight and war hero, Paeon Parschel! Determined to escape her miserable fate once and for all, Anastasia vows to use her aloof father as a stepping stone to freedom. Will the 10th time be the charm for this ill-fated princess?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55912087), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8639242)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%83%9D%EC%95%84-%EA%B3%B5%EC%A3%BC%EB%A1%9C-%EC%82%B4%EC%95%84%EB%82%A8%EA%B8%B0/2966), [KakaoPage](https://page.kakao.com/content/59761866)\n\n**Official Translations:**\n* [English](https://tapas.io/series/surviving-as-the-illegitimate-princess/info)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%A7%81%E7%94%9F%E5%85%AC%E4%B8%BB%E7%94%9F%E5%AD%98%E8%A8%98/369)\n* [French / Français](https://fr.piccoma.com/fr/product/928)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Surviving-as-the-Illegitimate-Princess/608)\n* [Japanese / 日本語](https://piccoma.com/web/product/117224)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%AA%E0%B8%A1%E0%B8%A3%E0%B8%AA/437)",
    "image": "https://uploads.mangadex.org/covers/d7a8d066-446e-4ddc-83c7-fdd53fe2dff7/939c5d2d-1b8f-45d6-a20a-7db9cf8fb8f4.jpg",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "Surviving as an Obsessive Servant",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this world of a BL novel, I’ve died three times of the same rare disease as the sickly protagonist.\nI couldn't accept dying such a pathetic death.\nThus, I took special measures.\n\n'Let's try feeding a spoonful of the well-prepared medicine to the sickly protagonist!'\nYoung Master, I won’t miss a single drop of medicine, not even a breath!\n\nI disguised myself as a servant to serve the sickly young master.\nEven the spirit power from his breath would heal me, so what could be better than this!\nBut serving said individual was not easy…\n\n“Get out! I said get out!! I’ve had enough of this!!! …Wait. What are you doing on your knees right now?”\n“Young Master, if you’re going to throw it away, please throw it into my mouth.”\n\nI said to him, who then withdrew his arm from throwing the medicine bottle in embarrassment.\n\n\"I wouldn’t mind if you just spray it onto my face instead…\"\n\nFor a moment, his pupils dilated wildly.\n\n***\n\nI’m a do-if-you-must kind of girl.\nWhile I was at it, I took good care of Young Master, who was my lifesaver.\nAs well as serving him, I hugged him, carried him, and brought him everywhere as his legs.\n\nI wonder if he recognized my true value as the heir of a prestigious dukedom.\nYoung Master would occasionally gaze at me with intent, but he no longer tried to drive me away.\n\nNow that I've recovered and repaid his kindness, it was time to figure out how I should leave…\nBut Young Master started acting strange.\n\n“You said you like me so much, so why are you trying to run away?”\n“...”\n“You said you’d die without me.”\n\nBefore I knew it, he began to have the look of a hungry predator.",
    "image": "https://uploads.mangadex.org/covers/ff57af6a-019b-4698-a688-e6398b89be25/500eaeaf-c2ae-4257-9ec4-0442bea94f6a.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "SSS-Grade Cafe in Front of The Dungeon",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After dying from overwork, the protagonist wakes up three years in the past. Determined to escape the grind, they open a cozy café in their grandmother's old shop—only to unlock a \"Café Owner\" class with magical coffee skills. But their peaceful life takes a turn when mysterious quests and dangers emerge.",
    "image": "https://uploads.mangadex.org/covers/24f3a8b9-fce9-4c85-bbdc-24639e35b5f8/6096d1bf-5ce3-4808-ac60-69a91c8f616b.jpg",
    "moods": []
  },
  {
    "title": "An Evil God’s Bride Proclaims Herself a Good Wife ~My Lord, Feel Free to Cheat on Me or Ignore Me~ (Official)",
    "chapter": "Chapter 5",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 719",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 17",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Please Keep My Double Life a Secret!",
    "chapter": "Chapter 17",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sultry Demon King Wants Me",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Time travel"
    ],
    "summary": "The witch Lacey has been under the control of the state since she was a child because of her excessively strong magical power. After defeating the Demon King with the heroes, her only remaining role was to give birth to a child who would inherit her magical powers. However, her fiancé's infidelity was discovered just as their marriage was about to take place. With the help of Wayne, the hero who traveled with her, Lacey's life takes a turn.",
    "image": "https://uploads.mangadex.org/covers/f8f76baa-1105-4df9-8013-ece0c036567a/17784ce6-cfb1-4831-8794-e1d4d627aa85.jpg",
    "moods": []
  },
  {
    "title": "The Bondservant",
    "chapter": "Chapter 65",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a near-accident involving her father and a servant boy brings a new face into the Evegenjya home, the last thing Sioanna is expecting is for a new servant in her ranks, let alone a friend. Étienne has learned the hard way to be quiet and reserved, but as his relationship with Sioanna blooms, the two begin to form a bond of affection, care...and obsession. Despite the deep hurt in both their lives, their ability to treat one another with gentleness and kindness proves to be just the remedy they both needed. But will it be enough to conquer the countless obstacles that stand in their way?",
    "image": "https://uploads.mangadex.org/covers/59a73fd2-aee5-46c0-ae00-575f4862cd98/a5b372db-88c1-41db-aca5-7bd7265cb319.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Spring Scent of the Sea",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "A collection of 9 masterpiece oneshots from 2001 to 2015. The pinnacle of heart-wrenching comic expression.\n\n**Chapters:**\n1-2. A Pantystocking World / The Pantyhose-like Sky (Pantystocking no You na Sora, パンティストッキングのような空) - Published in Young Jump 2003 Issues 27 & 28.\n\n>At the beginning of the 21st century, high school students Mikami and Hiroshi are both longing for a similar ideal: An ordinary, happy life and Taepodong's attack!\n\n>Twelve years later - in the Hateful and Politically driven contemporary Japan - Mikami and Hiroshi, who have now become old men, realize they can simply grab the ordinary and happy life they once hoped for in their youth!\n\n​3. Teaser Trailer for a Modern Day Famine / Heisei Great Famine Trailer (Heisei no Daikikin Yokokuhen, 平成の大飢饉予告編) - Newly drawn.\n\n​4. Classroom Chaos / Classroom Collapse (Gakkyuu Houkai, 学級崩壊) - Published in Young Jump 2001 Special Issue Mankaku Vol. 22.\n\n​5. Scenes of Watanabe / Scenery With Watanabe-kun (Watanabe-kun no Iru Fuukei, 渡辺くんのいる風景) - Published in Young Jump 2001 Special Issue Mankaku Vol. 26.\n\n​6. A Summer Day With No End In Sight (Itsu Hateru tomo Shirenu Natsu no Hi, いつ果てるとも知れぬ夏の日) - Published in Young Jump 2002 Issue 39. ([niconico Manga](https://manga.nicovideo.jp/comic/28904))\n\n​7. Future Century Shibuya (Mirai Seiki Shibuuya, 未来世紀シブーヤ) - Published as “In Search of Lost Time” (Ushinawareta Toki o Motomete, 失われた時を求めて) in Business Jump 2004 Special Issue BJ Tamashii Yuhi Special Issue No. 20.\n\n​8. Mendel (メンデル) - Published in Quick Japan 2006 Vol. 68.\n\n9-10. Early Morning (Asa Madaki, 朝まだき) - Published in Young Sunday 2007 Special Issue Summer Issue.\n\n11-12. The Sole Ones (Yuiitsusha-tachi, 唯一者たち) - Published in Monthly! Spirits 2014 5/1 Issue.\n___\n**Additional Links:**\n2-Volume Release: [Amazon](https://www.amazon.co.jp/dp/B074CJYMWL)",
    "image": "https://uploads.mangadex.org/covers/1cc16d03-3b59-4e5a-b29e-0e31cb99c9da/d906cfd1-ea0c-4991-96a4-59d6d0efef9c.jpg",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "I Ended Up Training the Villain Too Well Too Early",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On their 10th birthday, a child regains memories of a past life and realizes their family is destined to be destroyed by a future villain. To prevent this, they decide to raise the neglected prince, the future villain, with care and guidance. However, their efforts work too well, leading to unintended consequences.",
    "image": "https://uploads.mangadex.org/covers/ee3f329e-edf5-4493-b8d4-313f02df5de6/4d0c7a68-c1f9-4b05-93fb-7c2e3383e8fc.jpg",
    "moods": []
  }
]