[
  {
    "title": "Cry, Even Better If You Beg",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "One and only",
    "chapter": "Chapter 19",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Yakumo is an adventurer who was expelled from the \"Holy Sword Group\" after his unique skill [Paper Mastery] was determined to be a small fry skill. However, as a result of protecting his friends during the final dungeon capture, another unique skill [Maximum Magic] awakens! Instantly kills a powerful monster solo. Yakumo decides to take on a request from the guild as a solo soloist. On the way, Armine, a beautiful elf alchemist, comes across a place where she is being attacked by monsters. When I helped her with her awakened power, she invited me to join her own party...!? Is the skill to manipulate \"paper\" a \"god\" skill? Become the strongest!",
    "image": "https://uploads.mangadex.org/covers/606496d3-1379-479f-af65-219594c16a6a/3feb65ba-d71a-44aa-be01-44ee7d3931ce.jpg",
    "moods": []
  },
  {
    "title": "I Acted As the Adopted Daughter Too Well",
    "chapter": "Chapter 99",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marry or Die",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In another world, a state called the Anglo Empire conquers other nations. The women of those conquered nations have two choices: To marry into an imperial family, or to die. At the heart of the Imperial Palace, five stunning beauties collide in a sexy, violent contest to win the Prince's hand.",
    "image": "https://uploads.mangadex.org/covers/b6eac4d0-437c-433d-ae88-7ffe66c5408b/3248e419-f93f-4db7-b32e-0ec17b0c16ad.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Mercenary’s Machinations",
    "chapter": "Chapter 53",
    "genre": [
      "Action"
    ],
    "summary": "Cecil Perdium, the Mercenary King, was killed in battle before he could avenge his family. As he faces death, he learns that Duke Delphine, the man who caused the downfall of his family, didn't work alone. \n\nSuddenly waking up as his teenage self, Cecil must work to both overcome his poor reputation and build up his strength to save his family. With their soldiers and knights defecting due to the harsh conditions they must endure, he has his work cut out for him. \n\nCan Cecil become the mighty warrior he once was and avert his family's fate?",
    "image": "https://uploads.mangadex.org/covers/53f1ec5e-058b-4d18-a23b-2a7dbca5669f/c60c3924-f73c-4736-a2d3-10e6b8b71049.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Undercover Professor",
    "chapter": "Chapter 133",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Mystery"
    ],
    "summary": "Machiavelli and Gerrard are just one of the many names the new professor of Ceoren Academy uses to disguise his identity - and now he can add one more to his list, Professor Ludger Cherish. \n\nThe real Ludger Cherish dies on board a train during a terrorist attack, making him the perfect target for a new identity. Little does the new professor know, Ludger Cherish was involved in something deep and secret. \n\nThe new Professor Ludger has to be careful to not get caught by the school and the dangerous secret society.",
    "image": "https://uploads.mangadex.org/covers/d5c0896a-d4d5-4ee0-8bf1-a113cb1b86ac/136c7a9d-e081-46c8-9a7a-962c6b600a42.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 277",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "After Refusing to Donate a Kidney, I Became My Ex’s Little Aunt",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. \n\nNow, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "The World After The Fall",
    "chapter": "Chapter 196",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation’s top idol, cut all ties with him using a line straight out of a drama.\n\nForced into submission for years as her so-called childhood friend, Kazuma decides it’s finally time for his first-ever rebellion. He’s done playing lapdog. This time, he’s taking back his freedom—and aiming for a normal school life.\n\nEscaping a powerful beauty like her is easier said than done...",
    "image": "https://uploads.mangadex.org/covers/202718c6-525e-4cec-a469-c945548cacc3/524815ed-afbd-49c7-8d31-5aab2b69b0e9.jpg",
    "moods": []
  },
  {
    "title": "Trait Hoarder",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Junsu is an ordinary college student who spends an extraordinary amount of time trying to beat a pay-to-win hero collector game called Arcane Seoul. \n\nAll his hours of painstaking gameplay finally pays off when he lands Cheonma, one of the ultimate SS-ranked characters in the game, seconds before a truck runs him over. Now, he finds himself as Jeonsa Kim, a basic tutorial-stage character who can learn any skill. \n\nCan he use his gaming knowledge to survive the godforsaken, magic-driven, and monster-ridden alternate world of Arcane Seoul?",
    "image": "https://uploads.mangadex.org/covers/425b5a9f-81f2-4e2f-949c-c65df8877669/95ecbace-c91d-4a0d-ba70-6a3286b9158a.png",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 365",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "The Genius Wants To Be Ordinary!",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Neet van Avadora, the second prince of the great kingdom of Astoria, is a homebody who loves nothing more than staying indoors. After cutting himself off from the outside world for years to devote himself to magical research, he has, without even realizing it, grown into a true prodigy of magic.\n\nOne day, however, under orders from his father the king, Neet is forced, much against his will, to enroll in the Magic Academy. There, he gradually begins to enjoy student life, blessed with quirky but kind friends. But because of his overwhelming magical talent, he constantly finds himself caught up in one troublesome incident after another…!\n\nMeanwhile, Alex, the first prince, and the very cause of Neet’s growth into an unknowing genius, sets a certain “plan” into motion. This plan will spark a great incident, one that will change not only Neet’s fate, but also the fate of the entire kingdom of Astoria…",
    "image": "https://uploads.mangadex.org/covers/fcdd3168-aa90-47af-b8a0-a29d9e273d6d/20639263-fcaf-45f8-8fdc-e8834058dd15.png",
    "moods": []
  },
  {
    "title": "The Lord’s Coins Aren’t Decreasing?!",
    "chapter": "Chapter 175",
    "genre": [
      "Action",
      "Fantasy",
      "Time travel"
    ],
    "summary": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
    "image": "https://uploads.mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "moods": []
  },
  {
    "title": "How to Hide the Emperor’s Child",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Astelle, the empire's one-day empress brought with her a secret when she left the palace after the divorce: she was pregnant with Emperor Kaizen's child. Six years later, Astelle is living a peaceful life in the countryside with their son until the imperial guards come knocking. Kaizen requires Astelle's consent to receive the key territory of Meilen. With the empire still in turmoil from a rebellion, will Astelle be able to hide her son's identity from these threatening forces, and more importantly, from his father, the emperor?\n\n---\n“You never loved me anyway, right?”\n\nAstelle’s long-awaited marriage life ended in a day.\n\nShe worked hard to become Kaizen’s wife since she was ten, \nhowever, the only thing that was left for her was a disgrace as the banished-empress.\n\nShe was abandoned by her family; \nShe was kicked out by the man she loved, Kaizen.\n\n“Yes. You’re right. I didn’t love you.”\n\nAstelle lied for the last time. \nFor the sake of the man who was her reason to live and it was also for him who was her husband for a day.\n\nShe thought there is no point tp contact with him again, but-\n\n“I think… I might be pregnant?”\n\n–\n\nSix years later, Astelle, who reunited with Kaizen, lied again.\n\n“You… who is that child?”\n\n“He’s my nephew.”\n\nFor the sake of protecting the child.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
    "image": "https://uploads.mangadex.org/covers/af2834eb-34dd-4cc2-9b09-7cab4e5e172b/81d5e43d-01ba-42c2-826b-ad81ecb99226.jpg",
    "moods": []
  },
  {
    "title": "The Demon Lord Hates Reverse Harem",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tyrant wants a better life",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
    "image": "https://uploads.mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "moods": []
  },
  {
    "title": "Gorgeous Robe",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Zheng Heyue is an illegitimate child who must remain unseen. She had lived a peaceful life with her mother when she was young. But everything changed on her 10th birthday when explosion took away all of her loved ones. But it wasn't an accident, it was murder! Determined to avenge her family, she hid her identity and adopts the name Jiang Qiutian, enduring many years of hardship. After many years, she finally steps into the mansion where her mother's killer resides, and her long-awaited revenge is about to begin",
    "image": "https://uploads.mangadex.org/covers/c1124661-1434-428a-afda-31fee01cf8f5/90525f5d-ea1c-4e3e-adee-4316d7de5dd7.jpg",
    "moods": []
  },
  {
    "title": "I Ended Up Raising the Seed of Evil",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Vampire",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The 100 Curses of the Illeston Mansion",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "**Even if it’s a cursed mansion, it’s the only place for me to live!**\n\nAs if being reincarnated into a generic fantasy webtoon wasn’t enough, I have to be the 'Necromancer' who is sacrificed for the protagonist…\n\nSince it has come to this, it can’t be helped. Even if I can’t become a rich noble lady from a romance fantasy, I want to at least protect my life and live comfortably.\n\nLet’s go to that place, the one full of curses and ghost stories. To the mansion of the villain, Archduke Illestone!\n\n\"I will break the curse on this mansion for you. In return, please raise me.\"",
    "image": "https://uploads.mangadex.org/covers/41c40654-fb7e-4cae-9796-79731118f819/9a46a15a-461f-48b5-b1da-bde7207ed390.jpg",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  },
  {
    "title": "Leveling With The Gods",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Shounen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.\n\n---\nTareya DeLov awakens in a novel to find herself married to the cold and aloof Duke Anteros Mel DeLov, who's cheating on her with a mistress! Appalled, she immediately petitions for divorce, hoping to keep her share of wealth and win the public's sympathy. But as the divorce comes closer to being approved, Anteros won't leave Tareya alone, remorseful and relentlessly begging her to reconsider. Will Tareya succeed in separating from her husband? And what's with Anteros' sudden shift in attitude?",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 128",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 151",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "Return of the Namgung Clan’s Granddaughter",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Following the wishes of her master, Blood Demon, Il-hwa destroys the Namgung clan, but as she faces death, she hears a shocking revelation due to Blood Demon's betrayal.  \n\n “Now, you are the only Namgung left in the world.”  \n\nIl-hwa learns that she was the long-lost child of the Namgung clan, Seol-hwa, and that she was raised for Blood Demon's evil schemes. Having returned to her thirteen-year-old self from a tragic death, Il-hwa — or rather, Namgung Seol-hwa — realizes that an opportunity to change the future has arrived and takes steps to prevent the Namgung clan's annihilation.\n\nWill Seol-hwa succeed in stopping the Blood Demon from annihilating her clan and achieving revenge?",
    "image": "https://uploads.mangadex.org/covers/e9dbed3a-8290-410d-aa27-527c8bd316cf/f4ae3dc8-af44-4917-b0ff-32d274c7a7be.png",
    "moods": []
  },
  {
    "title": "Survival Story of a Sword King in a Fantasy World",
    "chapter": "Chapter 258",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Isekai",
      "Magical",
      "Martial Arts",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)\n- [Official Brazilian Portuguese Translation](https://br.comikey.com/comics/latna-saga-a-jornada-do-rei-espadachim-webtoon/429/)",
    "image": "https://uploads.mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/f751dd54-5f61-44c4-a85b-5b795651fa82.jpg",
    "moods": []
  },
  {
    "title": "My Master Doesn’t Bite People",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Am I going to die just trying to buy my own house?!\"\n\nLuci, a maid lured in by a high salary, ends up at a remote mansion. Her employer? Ska, a half-dragon with a notorious reputation for being insane.\n\n\"The salary must include hazard pay for putting up with his temper, right? That's a fair deal!\"\n\nSmashing up the house on a whim? Kicking her out just because he hates her hair color?—As long as she thinks of it all as part of the service fee, she can endure it!\n\nBut wait... when she looks closely, her master turns out to be kind of… cute? Huh? The way he looks at her is starting to change...? No way—! My master hates humans!",
    "image": "https://uploads.mangadex.org/covers/7556597e-e4e9-49e7-963c-dfd32e9ac5e7/48232511-5c4e-4f6b-a4fb-b92eb26413a4.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Apocalypse-Class Death Knight",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Damien Haksen was once a gifted warrior with a bright future, but everything changed when a powerful Archlich twisted him into a Death Knight. Controlled by dark magic, he murdered his own family and helped destroy a kingdom. He broke free at the very end — too late to undo the damage. \n\nBut fate gave him one more chance.\n\nNow back in the past, Damien is determined to protect the people he once lost and destroy the dark mages who turned his life into a nightmare. This time, he’ll fight not for glory, but for love, redemption, and the future of his family.",
    "image": "https://uploads.mangadex.org/covers/6fa61a0f-95c5-453e-a410-0f458955e0a3/2552d86b-33f6-4fb2-92f3-d8f6831dc4ec.jpg",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I have lived only for my father. I willingly endured all suffering for the sake of avenging my father. After training in excruciating pain, I became the best assassin.\n\nI believed in him my whole life. I lived only for my father my whole life. I even killed people for my father.\n\nBut that father was not my father. The person I killed was my real \"father.\"\n\nHaving been deceived by a demon my entire life and killed my own father, I drank the poison he offered and died.\n\nThat must have been the case.\n\nBut I wasn't dead? When I opened my eyes, my body had shrunk. I had returned to my childhood.",
    "image": "https://uploads.mangadex.org/covers/016645ae-af97-4cb0-b7e5-f585679b0410/72061245-7861-4465-ac30-12b54e60302c.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reason Why That Villainess Picked Up A Sword",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Revenge",
      "Romance",
      "Royal family",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Erin suffered her entire life from the abuse of the Marchioness and the malicious rumors she spread, until she finally died.\n\nAfter two reincarnations, she returned as a genius Sword Master.\n\nThis time, everything will be different.\n\n---\n\"Your Majesty wants you to hear this. Your family will soon follow you.\"\n\nMurdered after years of abuse and false accusations from her stepmother. Thought it was over, after two reincarnations, she returned to her original self, Erin Rexus, known as the greatest villainess. Before losing everything and even losing her loved ones.\n\n\"I know there are things you can't tell me. When you're ready, tell me.\"\n\nThe kind and compassionate Second Prince, Ferdin Rexus. When she returned to the past and faced him again, she vowed to herself. She would save him. Even if it meant becoming a true villainess.",
    "image": "https://uploads.mangadex.org/covers/6ecef09c-11ab-4e4e-9dde-9d3b22698a12/a6794d84-1b09-44d6-bab5-d2898352e3c6.jpg",
    "moods": []
  },
  {
    "title": "I Got Married to a Duke Called Beast",
    "chapter": "Chapter 90",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Duke of Statern, with his vast estate and immense wealth, proposed to me.\nWhy did he proposed me? I’m from a noble family that had no fiefdom and only is only a noble in name.\nThere was a even horrible rumor coming from the capital…",
    "image": "https://uploads.mangadex.org/covers/9b216d59-cb73-43fd-98dc-747454faff85/d57d3c09-496a-4afc-a5e4-de0aa0da1731.jpg",
    "moods": []
  },
  {
    "title": "Living as the Enemy Prince",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Imagine being kin to your sworn enemy.\n\nKilled in battle while defending his country, Bern wakes up in the body of the enemy prince, Kalian, and vows to avenge his people. But between taming an abusive half-brother and surviving his mother's deadly web of intrigue, sweet revenge seems to slip further beyond his grasp at every turn.\n\n---\nI could hear the hum of life in my ears. It was hard to breathe… I raised my gaze and stared into the distance. However, my blurred vision could not see anything. The light began to fade. That was my last memory.\n\nWhen I opened my eyes once again, it was ten years before that last memory took place. And of all the things I could have become, it was from the enemy country that drove Secretia to ruin – I had become Kyris' third prince, Calian.\n\n…..\n\nBern was the proud Crown Prince of Secretia who fought and died in the war against Kyris. But he woke up ten years into the past – as the timid Third Prince of Kyris, Calian.",
    "image": "https://uploads.mangadex.org/covers/26bb9795-e583-4424-a128-6d91b59d476f/8250c5dd-5b92-4f6f-a22c-19e5f645c64c.jpg",
    "moods": []
  },
  {
    "title": "When a K-Eldest Daughter Possesses a Childcare Novel",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Annoying Because My Childhood Friend Is An Archmage",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A cynical noblewoman cursed to hear others' thoughts struggles to control her childhood friend—a wildly powerful mage whose flirting is as explosive as his unchecked magic. His outrageous marriage proposals (\"I'll conquer the empire for you!\") and her exasperated damage control create a hilarious magical rom-com where keeping him sane might just drive her mad first.",
    "image": "https://uploads.mangadex.org/covers/775cd20e-ba05-4aa1-a0e1-5c307110e4a4/fa200c0e-4e38-4af1-8aaa-508b1f8c8e43.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Architect",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kang Chiwoo lost his life in an accident and got reincarnated as the son of a great demon lord in another world.\n\nUnlike his previous life as a map designer, he is now a loser named Kella.\n\nHowever, in a world where magic exists and having realized the dormant power of Kella, Chiwoo sets out to achieve his goal of creating his dream map that he couldn't make in his past life...\n\nWill Kella be able to create his own map while fending off his brothers who constantly try to kill him, the countless threats upon his life, and the pressure of those around him who want him to succeed the throne?",
    "image": "https://uploads.mangadex.org/covers/e98e9be1-3f64-44e6-84f2-f8d2cd01ea53/54dd0b6c-5863-48c2-b144-6286904a28da.png",
    "moods": []
  },
  {
    "title": "The Lord of the Wheel of Destiny",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A collection of short stories:  \n  \n1. Oral Cavity Infectious Syndrome  \nOn the surreal premise that women's mouths take the often weird shape of their partner's penis, Yoriko starts an investigation to discover with whom her boyfriend is cheating.  \n  \n2. Local Tourist Information  \nA guide to an extraterritorial region of Japan.  \n  \n3. Back Streets in Front of the Station  \nA girl goes crazy about reverse sides of different things, including streets, cars, and animals.  \n  \n4. Genesis  \nKago Shintarou's rendition of the Book of Genesis.  \n  \n5. Superglue  \nWhat happens when you step on something so disgusting that you never want to uncover it?  \n  \n6. Akutagawa in Front of the Station  \nA surreal homage to the writings of Ryunosuke Akutagawa.  \n  \n7. When All's Said and Done - also included in Hell Season  \nA gruesome tale of hardened faeces, and a limbless girl.  \n  \n8. Multiplication  \nComic panels are multiplying and create opposing clans.  \n  \n9. Abstraction  \nA two dimensional comic about young lovers turns 3D causing the characters' bodies to deform.  \n  \n10. Blow-Up  \nWhat happens when every comic page features exponentionally more panels than the previous one?  \n  \n11. No Need for Caution  \nThe action of the comic happens outside of the panels–literally–in the white space.  \n  \n12. The Memories of Others  \nEveryone's memories become visible via floating comic book panels.  \n  \n13. Lord of the Ring  \nAn incompetent sumo wrestler uses the powers of a forbidden pair of pants to overcome and shame his competition, until one day someone rises to attempt to crush him and take the pants for himself.  \n  \n14. Spinning Thoughts  \nWearing urinary calculi is the latest fashion trend.",
    "image": "https://uploads.mangadex.org/covers/b6f36898-b8ce-4fe9-bca5-dcbcdb24565d/66b93708-e6bc-484e-a13a-9db436ba7dcf.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 576",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Imprisoned One Million Years: My Disciples Are All Over The World",
    "chapter": "Chapter 387",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "One million years ago, the Immortal Emperor Su Xuan was killed by the otherworldly demons with the help of the six great immortal ancestors. Reborn in the lower realm, he founded the Tianxuan Sect and vowed to return to the immortal world for revenge. A million years have passed, and his disciples have ascended one after another, becoming dominant figures in the immortal realm. As for him, he has just ascended to the immortal world and is a novice. Su Xuan pretends to be foolish and plays the fool while secretly gathering his disciples and rebuilding the Tianxuan Sect, with the aim of reaching the pinnacle of the immortal realm once again!",
    "image": "https://uploads.mangadex.org/covers/be33939f-a8ea-4af7-bb42-d43912a2329c/e5d7d575-97d4-443b-b126-26c0b5059511.jpg",
    "moods": []
  },
  {
    "title": "Talent-Swallowing Magician",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)\n\n---\n\n**Original Webtoon:**  \n- [Daum](https://webtoon.kakao.com/content/%EC%9E%AC%EB%8A%A5-%EC%82%BC%ED%82%A8-%EB%A7%88%EB%B2%95%EC%82%AC/2752)\n- [KakaoPage](https://page.kakao.com/content/58489471)\n\n**Official Translations:**  \n- [English](https://tapas.io/series/demon-devourer/info)\n- [Japanese](https://jp.piccoma.com/web/product/103749)\n- [Thai](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B7%E0%B8%99%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C/476)\n- [T.Chinese](https://tw.kakaowebtoon.com/content/%E5%99%AC%E9%AD%94%E6%B3%95%E5%B8%AB/399)",
    "image": "https://uploads.mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "moods": []
  },
  {
    "title": "Infinite Mage",
    "chapter": "Chapter 133",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?",
    "image": "https://uploads.mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "The Bad Ending of an Otome",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "Could you let me stay at your house?\n\n“Hey, you’ll catch a cold if you stay out here like this!”\n\nAsh Leben, a reincarnator into the world of an otome game, attends the Royal Academy of Magic in the lower-noble class. One rainy day, he encounters Fine Staudt, the game’s main heroine, crouched in a back alley, soaked to the bone. She confides in him that she has been labeled a “villainess” by the Academy’s Four Knights and her friend Elise and is being pressured to withdraw from school.\n\nDetermined to help, Ash challenges the Four Knights to a duel, rescuing Fine from her plight. Afterward, Fine asks, “Please let me live with you as the caretaker of your estate,” and thus begins their life together.\n\nThis is a school romantic comedy about saving the heroine after her bad ending.",
    "image": "https://uploads.mangadex.org/covers/55f1461b-b2e2-479b-82b6-b7e6babee52b/81391721-027a-4b7a-96f7-b8b35c433488.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]