[
  {
    "title": "The Girl Who Leapt Through Time to the Titanic",
    "chapter": "Chapter 7",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Summer 1998, - me (40) and her (17) begin our youth.  \nA 40-year-old businessman slips back in time to his youth! On the outside he is a young fit high school boy but inside, he is a model uncle. A nostalgic love story about a \"time-traveling uncle\" and a high school girl who loves his uncle-like appearance.",
    "image": "https://uploads.mangadex.org/covers/c60fdb4e-7f5c-42f7-ab71-a5942bea6bee/b2f47a0b-dfb9-4ea9-8df7-862895de024e.jpg",
    "moods": []
  },
  {
    "title": "Ha Buk Paeng’s youngest son",
    "chapter": "Chapter 181",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
    "image": "https://uploads.mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "moods": []
  },
  {
    "title": "Requiem of Subdued Souls",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“If there existed a tainted being among the hwarangs, who would it be? Of course, it’d be Hwarang Seol Yeong who uses sorcery to call upon spirits!”\n\nHwarang Seol Yeong, who was named as the tainted person who’d bring forth a great disaster one day.\n\nThere was only one way to get rid of the false accusations and return to his rightful position.\n\nIt was to prove he wasn’t tainted by evil spirits by solving abnormal incidents.\n\nThen, Ja Ha, the governor of the previous generation’s hwarang, the man who killed a Great Chaotic God eight years back and disappeared without a trace, appeared in front of Seol Yeong…",
    "image": "https://uploads.mangadex.org/covers/c14c098d-41d1-4dac-9c6d-3089618c791d/ee35bb39-df84-4f60-a8d5-4f097dd3c700.jpg",
    "moods": []
  },
  {
    "title": "I Contracted Myself",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible.",
    "image": "https://uploads.mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "moods": []
  },
  {
    "title": "Protecting the Witch’s Son",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "One day, high schooler Hoshina Shuuji, who can sense peoples' feelings through his ordinary five senses, accidentally sees the popular Ayachi Nene masturbating in the school library. Nene is a member of the Occult Club, and commonly offers her classmates advice through fortune-telling. When Shuuji goes to apologize to her, he learns two things: the Occult Club is going to be closed due to lack of members, and Nene is actually a witch that is collecting 'soul fragments' that come from strong emotions. After he accidentally absorbs her collection of soul fragments, he decides to join her club, help her collect more, and try to find a way to give back the ones he took.",
    "image": "https://uploads.mangadex.org/covers/803c9e7e-e504-4030-90b1-5771334e25d5/4ebb998b-1b99-4f2f-9355-2618829cb224.jpg",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 63",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "Offering Salted Fish To Master",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Fantasy",
      "Romance",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "MookHyang – Dark Lady",
    "chapter": "Chapter 258",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhua",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "The exceptional martial artist and proud hierarch of the Demonic Sect, Mookhyang, winds up in a strange new fantasy realm after falling victim to a curse cast by his enemies, the Blood Sect. But when Mookhyang’s incredible control over qi, or mana, becomes known, it’s only a matter of time before he gets cursed again… and turned into a young lady?! \n\nIn this world of elves, mages, knights, and dragons, will a mastery of Chinese martial arts be enough for one man (or woman) to fight his way back home? Or will this humbled warrior finally concede defeat? \n\n[Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
    "image": "https://uploads.mangadex.org/covers/4ffd1f8f-ab82-4de4-9dea-e0608c043d7b/669f430e-a824-47cb-b3f5-14dfd1274c34.jpg",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "God-level Assassin, I’m the Shadow",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where people sleep and enter the realm abandoned by God, Qin Feng, who had sacrificed everything for his sister, is betrayed by her.\nHowever, fate grants him a second chance, sending him back nine years before the abandoned world appears.\nThis time, Qin Feng chooses to abandon his sister and focus on becoming the strongest.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/b3bb2a04-f9b0-4f28-b56e-ea723aefe2e6/0a6c9d82-62db-40f2-833e-8c07f214df52.jpg",
    "moods": []
  },
  {
    "title": "I Can See Your Stats!",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 35",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 39",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "The Foreign Object was Me",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Time travel"
    ],
    "summary": "Miranda, who is not good at talking, somehow turns into a cat on the day she is engaged to the man she loves! Her family, unaware that Miranda has turned into a cat, kicks her out of their mansion, and when she goes to her fiancé's house to ask for help, she witnesses him cheating on her, and she ends up wandering around at a loss.\n\nBut then she is saved by Burke, a tough-looking young man who loves animals. Burke has terrible luck with women and hates them, but he is kind to Miranda, who he thinks is a cat, and Burke's kindness heals Miranda's wounded heart. Then, one day, something happens that allows her to return to her human form...\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0761hk/)",
    "image": "https://uploads.mangadex.org/covers/7b604f40-f096-41e6-9023-1fb2d52f1fd6/9f889b8d-70ca-4e5a-aaf3-3ab7b0257d67.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 47",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "Hidden Love",
    "chapter": "Chapter 134",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
    "image": "https://uploads.mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 139.5",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "The Detective’s Demonic Chronicles",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A bizarre case of sudden death shakes the city of Tendoku. All signs point to a mysterious drug known as “Faust.” As detective Subaru Shizuhara and officer Sumire Natsuno delve deeper into the investigation, they uncover a terrifying truth: everything is part of a ritual to summon a demon into this world.\n\n \n\nBut then, Sumire realizes something even more horrifying— a demon is hiding… inside Subaru.",
    "image": "https://uploads.mangadex.org/covers/1e3bf481-944b-4d0d-8b3a-3910a91a0815/736f00e2-a2b2-4242-855f-71ec45bf9c8f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 356",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead? I Don’t Want Him",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "The Fake Saintess Bears Tainted Robes",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 219",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 193",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "A Cadet Becomes a Prophet?!",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 67",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Say the spell, Rose!",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event.",
    "image": "https://uploads.mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/a29de44b-0291-4304-895a-a1a487f77c95.jpg",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 70",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Lily Bush’s Substitute Marriage",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 163",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "The Eunuch’s Consort Rules the World",
    "chapter": "Chapter 409",
    "genre": [
      "Historical",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "[Adapted from webnovel of the same name] In her previous life, she was betrayed and died. After transmigrating, her lonely soul fell upon the body of Xiliang Mo who suffered the same fate. She vowed to make those who harmed her pay, one step at a time. Breaking the legs of her insidious sister, forcing her pretentious stepmother to die, betraying her callous father. An unscrupulous husband? Then she'll just abandon and leave him, remarrying. But why does that villainous eunuch prince insist on marrying her? Although you got the looks of a deity, you're still a eunuch! They force her to become a eunuch's wife, then she'll become the number one heinous tyrant wife!",
    "image": "https://uploads.mangadex.org/covers/6cbe4361-7976-4cb4-83c1-8870eebc3b0f/84ff1dc9-6f3e-4c92-b1f8-b2a768d374fd.jpg",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "The contract marriage has come to an end",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The contract marriage, which began as a deception, has come to an end. I sought freedom from the household, while he needed the support of my family’s background to establish himself. After three years, we successfully concluded the contract marriage. With a stamp on the divorce papers, we could finally embrace the lives we each desired. “Now, how about preparing for the divorce?” “What? What are you talking about?” “Let’s start preparing for the divorce.” “So, what exactly is divorce?” Wait, what’s happening all of a sudden? The affectionate contract husband of three years seems to have disappeared, leaving only the indifferent Duke. “We promised, let’s stamp the divorce papers right away!”",
    "image": "https://uploads.mangadex.org/covers/f7c69edd-1bbd-4c55-953d-513b9059c955/fa6243f6-f8c2-4d73-8c25-8e52745dc437.jpg",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Helped the Imprisoned Male Lead and He Became an Obsessive Man",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I possessed an errand child who brought meals to the male protagonist who was captured as a test subject at the lab. If the experiment was successful and the male protagonist gained power, the lab would be engulfed in flames. So I tried to run away before that, but I felt bad for the male protagonist who was suffering from the cruel experiment. So I secretly took care of various things while avoiding the researchers' eyes.\n\n\"Come to think of it, what's your name?\"\n\n\"I don't have a name...\"\n\n\"You make me one.\"\n\n\"Huh?\"\n\nI somehow became a little close to the male protagonist.\n\n\"Are you going to abandon me? Don't do that.\"\n\n\"Ah... but-\"\n\n\"Anis, do you mind if I'm wrong?\"\n\n\"Ugh... No. No, I don't.\"\n\n\"Then stay by my side.\"\n\nHowever, the only one who can cure him who is suffering from the side effects of the experiment is the original female protagonist.\n\nI tried to help him and leave secretly so that he could find his partner...\n\n\"You promised not to abandon me. But, was it all a lie?”\n\nWith the burning laboratory in the background, Emilien smiled with cold eyes.\n\n“A good child should keep his promises.”\n\nThe temperature of the hand touching my cheek is cold. The red eyes close as if they are going to engulf me.\n\n“Answer, aren’t you going to tell me?”\n\n...What should I do?\n\nI think I missed my chance to run away.",
    "image": "https://uploads.mangadex.org/covers/fec7e5f7-64e8-466c-a49e-9caefbd50403/f31c73df-d75d-46fe-a58b-3241b0aea2a5.jpg",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 73",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "My Status Window is on Strike",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Monsters pour out of gates, wreaking havoc on the world, but Taejun couldn’t care less. After seven years of failure and bullying in his hunter’s guild, he’s fired—until his dormant S-Tier power suddenly activates. Now, with newfound strength, Taejun hunts monsters, exacts brutal revenge, and rises to fame. But as his power grows, so does the danger, and shadowy forces begin targeting him. Can Taejun stay one step ahead and crush those who want him dead?",
    "image": "https://uploads.mangadex.org/covers/ecbb0ff6-8a80-4897-a13f-5305f6c181db/c255a62e-f629-4305-8bdf-7b6cb4f91f40.jpg",
    "moods": []
  },
  {
    "title": "The Indomitable Wanderer",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way.",
    "image": "https://uploads.mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Growth-Type Superhero",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Demons",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Monster",
      "Monsters"
    ],
    "summary": "In a world where humanity battles monsters with powerful weapons called Relics, Hinata Asahi is the ultimate underdog at Valkyria Academy, a school for training warriors. Mocked for his relic, a gimmicky suit that looks like a comic book costume, and bullied by classmates, no one knows it holds a secret. The more he is pushed down, the stronger it becomes. Driven by his father’s legacy, Hinata forges new friendships and pushes past every obstacle. With unwavering determination, can he rise to become one of the academy’s strongest?",
    "image": "https://uploads.mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/dc7b499e-b185-4a67-af33-6e25a6c96df8.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins.",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/bfe6b5d9-2a6d-4e72-9563-3fb517e28e1a.jpg",
    "moods": []
  }
]