[
  {
    "title": "The Dead Ending Collector Maid",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "After Becoming Financially Free, They Offered Their Loyalty",
    "chapter": "Chapter 32",
    "genre": [
      "Romance"
    ],
    "summary": "Shen Yuan, handsome and rich, became a second-generation loser and was mercilessly abandoned by his money-worshipping girlfriend after his family’s business shut down. However, because of this, he obtained the [Perfect Life] system. As long as he spent money on the opposite sex with a favorability of 60, he could receive double the amount back. From that moment on, he made full use of the system to win the hearts of beautiful women and earn a fortune. The more he spent, the richer he became. He spent money like water and rose to the top 0.1%, living a happy entrepreneurial life filled with endless passion",
    "image": "https://uploads.mangadex.org/covers/ae3ba0a0-46d3-4122-a544-9d750aa39ef2/803c8910-a33e-424d-bac1-26ae7b3de16c.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 293",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "God-level Assassin, I’m the Shadow",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where people sleep and enter the realm abandoned by God, Qin Feng, who had sacrificed everything for his sister, is betrayed by her.\nHowever, fate grants him a second chance, sending him back nine years before the abandoned world appears.\nThis time, Qin Feng chooses to abandon his sister and focus on becoming the strongest.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/b3bb2a04-f9b0-4f28-b56e-ea723aefe2e6/0a6c9d82-62db-40f2-833e-8c07f214df52.jpg",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "Magic Lord",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In this era known as the Decline of Magic, I alone wield the power of the dragon. The two bonds I saved in this life, and the precious companions who have now become an inseparable part of my life, A new life, a new identity, and new power. I have all of it.\n\nThe person I am now…can change this world.",
    "image": "https://uploads.mangadex.org/covers/71c14c65-a09c-4d46-bbbf-cd9623a02050/38c9ea2e-3608-475e-956e-0c16db4c49db.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "Please Treat Your Friends Preciously",
    "chapter": "Chapter 85",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I reincarnated as the younger sister of the male lead in a BL novel.\nShe's a fragile sunfish whose life is in danger even from catching a cold.\n\nSo, I took advantage of a childhood friend who has healing abilities.\nThe problem is, that ability manifests through skinship.\nAnyway, it was only a matter of time before this little guy fell in love with the male protagonist, so I didn't worry for long.\nWe held hands and I stole his first kiss...\n\nBut then,\nSince when...\n\n\"Lavie, you're beautiful.\"\n\"Huh...?\"\n\"You should look outside. I couldn't stop myself when I saw you.\"\n\"Akka, stop it.\"\n\"If you keep getting nervous like that, it makes me wanna do it more.\"\n\nWhy is the guy who should be with the male lead suddenly doing this to me?!",
    "image": "https://uploads.mangadex.org/covers/d7d934d9-6eb0-414a-89a5-cc5419e7d189/718b458b-8b9b-496a-b1f7-c5c83550eca8.jpg",
    "moods": []
  },
  {
    "title": "I Went On Strike Because It Was A Time Limit",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Married to my boss",
    "chapter": "Chapter 110",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. \nHe’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand to join in his future adventures together.",
    "image": "https://uploads.mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/2d5b12db-8b48-4212-baa1-0c744692af1d.jpg",
    "moods": []
  },
  {
    "title": "Inso’s Law",
    "chapter": "Chapter 255",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "\"I just want to live a normal life, why is this happening to me!\"  \n  \nYour average student Ham Dan-I, whose hobby was reading internet novels, wakes up and finds a beautiful, novel-like heroine. But even in the world of fantasy novels, her role is no different. Stuck as the childhood friend of the heroine, her normal everday life comes to an end, becoming more twisted by her strong character.  \n  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8a2e20cc-bdc8-47f1-80fd-b6da4b2703df/64dbd78d-0b3e-4dcf-9657-95019715558f.jpg",
    "moods": []
  },
  {
    "title": "How to Reject the King’s Scout",
    "chapter": "Chapter 36",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Noir of June",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "The Extra Decided to Be Fake",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess’s Double Life",
    "chapter": "Chapter 123",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "Bad Ending Maker",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Please write your resignation, Mr. Mincheol.” \n\nMincheol’s game Wings Online is going to be ruined for the sake of profit! But the new General Director has forgotten one thing: Mincheol knows every nook and cranny of his virtual world.\n\nTogether with his trusty AI sidekick Oasis, will Mincheol be able to enact his revenge and create a Bad Ending for Wings Online’s season 6 update?",
    "image": "https://uploads.mangadex.org/covers/768c29d1-de1a-4b5f-9ce4-f024808d3edb/6320fac7-00dd-4024-839e-deb41b24b076.jpg",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "When a K-Eldest Daughter Possesses a Childcare Novel",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I decided to reclaim what the original eldest had possessed and correct the hierarchy in the house. From loyal servants to the spirit’s treasures, even the heir’s position. And finally, Father returned home with the young original female protagonist.\n\n“She will be known as Nesia, the youngest of our family from now on. Come, start call me Dad.”\n\n“I’m your brother! Say it quickly!”\n\nThe now 11-year-old female protagonist was truly lovely and angelic. Of course, I wasn’t interested in her at all. There were plenty of others who admired her besides me. But something felt strange?\n\n“Ah…”\n\n“Yes, Dad!”\n\n“No, brother!”\n\n“Sister… ♡”\n\nThe female protagonist pushed aside my frozen father and younger brother to come to me. I hadn’t done anything for her, so why did she like me?",
    "image": "https://uploads.mangadex.org/covers/8a49d9b1-c375-4b2f-b629-2cd05524f7d4/5d2786e6-de1e-42f0-a28d-7b0e223c2729.jpg",
    "moods": []
  },
  {
    "title": "The Baby Concubine Wants to Live Quietly",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!",
    "image": "https://uploads.mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/3c77d98a-c901-4cdf-8b87-b7fdc4293199.jpg",
    "moods": []
  },
  {
    "title": "Shh! I’m Not a Villainess, I’m a Detective!",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "S-Class Spirit Master’s Taming Diary",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In a world where wars were fought with swords and magic, and the only transportation was by horse-drawn carriage…\n\nThere, I lived as a spirit master—and died. But then…\n\nI was reborn?!\n\nIn this new life, there were hunters and monsters, just like in my previous one. But here, the concept of spirits didn’t exist at all.\n\n\"Jackpot!\"\n\nMonsters? Dungeons? That’s the hunters’ problem, right? All I want is the simple, ordinary life I’ve always dreamed of!\n\nBut, as they say, misfortune strikes when you least expect it.\n\nIn a not-so-coincidental coincidence, I touched a mysterious egg in a dungeon, and at that moment…\n\n\"Congratulations! You have awakened, Miss Yuina!\"\n\nI had awakened as an S-Class Spirit Master?!\n\nWith Iz, the mischievous spirit of water!\nRika, the playful spirit of wind!\nAnd me, Yuina, the S-Class Spirit Master who has lost all hope of an ordinary life!\n\nAn S-Class Spirit Master's desperate journey to reclaim her peaceful life!\n\"Just give me back my normal life!\"",
    "image": "https://uploads.mangadex.org/covers/9b61e86c-e3e0-486b-b630-200d01337da0/5f7512aa-2460-4235-942b-a6e5ea76d864.jpg",
    "moods": []
  },
  {
    "title": "Don’t Cling To The Dead Villain",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world that resembles an otome game, the villainess is determined to rewrite her fate!\n\nIris Gray, the daughter of a duke in the Kingdom of Calm, was living the life of a typical noble lady… until one day, she suddenly regained memories of her past life.\nThere, she realized she had once played a famous romance game — and now, she had been reincarnated as the villainess, destined to be executed for harassing the heroine known as “the Savior.”\n\nWith death looming as her scripted ending, Iris resolves to avoid her tragic fate at all costs.\nHer first step?\nBreaking off her engagement to Prince Elliot, the key figure in her downfall.\nBut there’s a catch — Elliot is so in love with her that he outright refuses to let her go.\n\nAmid this inner and outer turmoil, a hidden power awakens within Iris — a unique magical gift called “Perception,” which grants her complete control over all forms of magic!\n\nWith this newfound ability, Iris realizes she may finally hold the key to reshaping her destiny… and preventing the execution scene that awaits her in the game’s original plot.\n\nCan a so-called villainess truly survive and write herself a new ending?\n\nA tale of romance, fantasy, and a brave rebellion against fate — the journey to flip destiny begins now!",
    "image": "https://uploads.mangadex.org/covers/b8bcc53f-cd33-425e-a3e5-b6b2106cf110/e1252b09-1c0b-4bda-bf00-b93df0529152.jpg",
    "moods": []
  },
  {
    "title": "I’m Fine, Thank You, And You?",
    "chapter": "Chapter 43",
    "genre": [
      "College life",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "**Link:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/236717)",
    "image": "https://uploads.mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/876d3612-ec04-44d5-b15a-aa2122ed31bf.jpg",
    "moods": []
  },
  {
    "title": "When I Quit Being A Wicked Mother-in-law, Everyone Became Obsessed With Me",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Tragedy"
    ],
    "summary": "I thought my life was over when I woke up in my favorite novel as Anneriché von Balua, the villain executed for mistreating Liliana Everett, her own daughter-in-law! With a husband who's convinced I'm evil and a son who's terrified of me, it seems I'm destined to die this time too. But maybe I can survive by befriending Liliana before she becomes my daughter-in-law to earn some brownie points with this family! The only issue is no matter what I do, everyone is hell-bent on making me the villain!",
    "image": "https://uploads.mangadex.org/covers/8a3949a8-d970-43ac-9d53-32b2b946de3c/5d9e92e7-8212-46e6-b5d8-a776c21d1fae.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 531",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Silent And Wild Winter Cabin",
    "chapter": "Chapter 26",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Young Villainess Sees Through It All",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Although born into an aristocrat family, Alicia has always faced mistreatment. The main reason was her being an illegitimate child. The only person who showered her affection was her younger sister, Lilian. But she too ended up betraying her which resulted to her untimely death. After waking up, Alicia finds herself back to her seven-year-old self. She notices a ring shining on her finger and she realizes that she’s suddenly able to read people’s inner thoughts. With her “child-like form” and her “mind-reading ability,” she plans to take revenge as a young villainess.",
    "image": "https://uploads.mangadex.org/covers/b01be66b-224a-4b7b-a789-288b56953297/ec2c24b8-3877-472e-9779-f30ac9180dd6.png",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Obssesed butler",
    "chapter": "Chapter 27",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Yaoi(BL)"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/bc59ee08-e75d-449f-b249-3bd2e14c6ba7/b117c5f3-27d1-4870-b3cd-1a639f522432.png",
    "moods": []
  },
  {
    "title": "The Reason Why The Twin Lady Crossdresses",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "When The Count’s Illegitimate Daughter Gets Married",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As an illegitimate child, Laritte’s biggest sin was being born. In the year she became an adult, she was sent to marry the ghost duke who was rumored to be dead. Her miserable life seemed to get worse and worse, however… Her life changed when the duke came back alive.\n\n“Madam, how do you like it?”\n“You have enough luxury to buy some residences in the capital.”\n“…no one will be able to look down on you anymore.”\n\nKind servants and the empire’s devoted and murderous duke. It was already too late for those who tormented Laritte in the past to regret their actions.",
    "image": "https://uploads.mangadex.org/covers/9787874b-6145-4f7f-8d53-bcf75fa50e0b/d336c024-b488-4b52-b2c1-82efe9b6685a.jpg",
    "moods": []
  },
  {
    "title": "My ex-husband wants to reconcile",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ye Linghan’s wish to remarry his ex-husband, Ji Ran, turned the latter from an Alpha to an Omega. Despite enduring the physical changes and the pain of rejection, Ji Ran also endured Ye Linghan’s repeated hurtful behavior. When Ye Linghan finally divorced him, Ji Ran was left heartbroken. As for Ye Linghan, he got what he wanted, but upon looking at the empty villa, he suddenly came to his senses.",
    "image": "https://uploads.mangadex.org/covers/49d5f5ad-b9ca-4771-9793-eb9b60af3212/9cd6af35-926a-4f8d-91de-46d6dd6a679b.png",
    "moods": []
  },
  {
    "title": "The Real Reason We’re Getting Married",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Levelling Up In An Exclusive Dungeon",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Guilds are there to protect hunters, right? Right...? Nope. All they seem to protect is their own interests. As they monopolize hunting grounds, the monsters, and even the XP points, Jinhyeok, our MC and a hunter without guild affiliation, is left bouncing from one part-time job to another just to scrape by. What he needs is an opening. A shot. A crack in the system. Then the universe provides one. In his attic. What?!",
    "image": "https://uploads.mangadex.org/covers/ef50d975-7c11-40c1-93c1-9c5b6593049b/f4d9b4eb-46c0-415b-a2f3-0b395faf52b3.jpg",
    "moods": []
  },
  {
    "title": "The Great Sage of the Namgung Clan",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "At the command of the Bodhisattva of Mercy, the Great Sage, Heaven’s Equal, Sun Wukong, returns to the human world.\nBut everything has changed. The demons have disappeared, and powerful martial artists now rule the land.\nAs Sun Wukong roams this new world, searching for his lost master’s soul, he becomes entangled with the reincarnations of his old allies and uncovers the hidden truths of the martial arts world.\nA grand conspiracy unfolds—former demons reborn as humans, secret techniques long forgotten, and a power struggle that threatens the balance of the world.",
    "image": "https://uploads.mangadex.org/covers/d53f53b5-f97e-4121-b79e-60e07afe0d9b/cd8165d1-9f01-4dc1-8c10-3cfdd852a9a5.jpg",
    "moods": []
  },
  {
    "title": "I am with the music immortals",
    "chapter": "Chapter 81",
    "genre": [
      "Drama"
    ],
    "summary": "A compilation of noteable submissions to the Afternoon Four Seasons Awards from 1987 to 2000 from major artists from when they were still newcomers.\n\n**Note:** Do not confuse this for the [Afternoon Four Seasons Awards CHRONICLE 1987-2000 Selections](https://kc.kodansha.co.jp/title?code=1000000684) from 2013, which cut 23 of the 48 oneshots but still spread the remaining 25 across 4 seasonal volumes.\n\n**Chapters:**\n\n**Spring:**\n1​. Tsuchida Seiki - Miseinen (1987 Four Seasons Prize)\n2. Takahashi Tsutomu - GOTAVOICE (1987 Spring Semi-Winner)\n3. Matsumoto Taiyou - STRAIGHT (1987 Autumn Semi-Winner)\n4. Irie Noriko - Neko no Te Kashimasu (1987 Winter Four Seasons Grand Prize)\n5. Ohtagaki Yasuo - Ronin Heartbreak! (1988 Summer Honorable Mention)\n6. Sudou Masumi - Shounen-ou ni Shiroi Kumo (1988 Autumn Semi-Winner)\n7. Akizuki Risu - Oku-sama Shinkaron (1988 Autumn Honorable Mention)\n8. Nakayama Masaaki - Ridatsu (1988 Winter Semi-Winner)\n9. Arai Hideki - 8-gatsu no Hikari (1989 Summer Four Seasons Grand Prize)\n10. Hiromoto Sinichi - Western Carnival (1989 Summer Honorable Mention)\n11. Enomoto Shunji - Golden Lucky (1989 Autumn Honorable Mention)\n12. King Gonta - A Mess on a Weekend (1989 Winter Four Seasons Grand Prize)\n13. Irie Kiwa - Haikibun! Sakanahime (1989 Winter Four Seasons Prize)\n14. Hiramatsu Minoru - Ma, Ikka! (1989 Winter Honorable Mention)\n15. Aoki Yuuji - Higan to Shigan no Ma De (1990 Semi-Winner)\n16. Taguchi Masayuki - Shouteki Ningen (1990 Autumn Four Seasons Prize)\n17. Sugawara Masayuki - Home Range (1991 Summer Semi-Winner)\n18. Matoba Ken - Mei Tantei ni Hanarenai keredo (1991 Summer Semi-Winner)\n19. Yasuda Hiroyuki - MOZOO (1991 Autumn Honorable Mention)\n20. Oda Hideji - Sakana (1991 Winter Honorable Mention)\n\n**Summer:**\n21. Matsunaga Toyokazu - Killing Paranoia (1992 Summer Four Seasons Grand Prize)\n22. Ohara Shinji - Boku wa Otouto (1993 Spring Four Seasons Grand Prize)\n23. Kuwahara Shinya - YOKO vs (1993 Spring Four Seasons Prize)\n24. Samura Hiroaki - Mugen no Juunin (1993 Summer Four Seasons Grand Prize)\n25. Kuroda Iou - Ka, Nanten, Kuma (1993 Autumn Four Seasons Grand Prize)\n26. Toume Kei - KUROGANE (1993 Autumn Four Seasons Prize)\n27. Igarashi Daisuke - Obayashi ga Hikoeru Hi & Imada Fuyu (1993 Winter Four Seasons Grand Prize)\n28. Yoshikai Kanji - Kodoku no Oto (1993 Winter Semi-Winner)\n29. Ashinano Hitoshi - Yokohama Kaidashi Kikou (1994 Spring Four Seasons Prize)\n30. Komai Yuu - Sonna Yatsua Inee!! (1994 Spring Honorable Mention)\n\n**Autumn:**\n31. Aramaki Keiko - GENOMES (1994 Summer Four Seasons Grand Prize)\n32. Kio Shimoku - Ten no Ryouiki (1994 Summer Four Seasons Prize)\n33. Abe Yoshitoshi - Ame no Furu Basho (1994 Summer Semi-Winner)\n34. Kiba Kouichi - JAGUA (1995 Summer Four Seasons Grand Prize)\n35. Nihei Tsutomu - BLAME (1995 Summer Special Prize)\n36. Endou Hiroki - Kitto Kawaii Onnanoko dakara (1995 Autumn Four Seasons Prize)\n37. Kitoh Mohiro - Vendémiaire no Migite (1995 Autumn Semi-Winner)\n38. Asada Torao - Spoonman 3.18 (1996 Autumn Four Seasons Grand Prize)\n39. Wakana Shouhei - Kamen Tenshi (1996 Autumn Four Seasons Prize)\n40. Shinemon - Lunch no B (1996 Summer Honorable Mention)\n\n**Winter:**\n41. Hayashida Q - Sofa-chan (1997 Autumn Semi-Winner)\n42. Kimura Kon - Koube Zaijuu (1997 Winter Four Seasons Prize)\n43. Shinofusa Rokuro - Yasashii Kodomo no Tsukurikata (1997 Spring Honorable Mention)\n44. Higuchi Asa - Yuku Tokoro (1998 Spring Four Seasons Prize)\n45. Manabe Shohei - Yuuutsu Suberidai (1998 Summer Four Seasons Grand Prize)\n46. Urushibara Yuki - Mushishi (1998 Winter Four Seasons Grand Prize)\n47. Kumakura Takatoshi - Gurade (1999 Summer Semi-Winner)\n48. Toyoda Minoru - Love Roma (2002 Spring Four Seasons Grand Prize)\n\n**Selected Descriptions:**\n\nKio Shimoku - Ten no Ryouiki\nA brief insight into the life of a young graduate student looking for work who finds himself in bed with a mysterious girl he has never seen before.\n\nAbe Yoshitoshi - Ame no Furu Basho\nEshikawa is a man who has lost sight of his life and stumbles through it, with no clear meaning or purpose. One day, he is informed that his ex-girlfriend committed suicide, which sets his brain on retrospect mode. He goes on a journey of self-revelation and contemplates upon the myriad of human emotions, the joys and sorrows of normalcy.\n\nKiba Kouichi - JAGUAR\nAs a woman is returning home one night, she runs into a man who was just in a car crash. As he's dying, he asks her to throw a certain package into the sea.\n\nHayashida Q - Sofa-chan\nHayashida Q's debut work about a female couch spirit.\n___\n**See Also:**\n- [MDList of Afternoon Four Seasons Award–winning oneshots](https://mangadex.org/list/d7b883be-732f-4d5b-8d92-818fa3c62555/afternoon-oneshot-four-seasons-award-winners)\n- [blog post covering this series](http://sportable.seesaa.net/article/246888518.html)\n- [Wikipedia article about this series](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9ECHRONICLE)\n- [Wikipedia article about the contest, including a list of winners](https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%95%E3%82%BF%E3%83%8C%E3%83%BC%E3%83%B3%E5%9B%9B%E5%AD%A3%E8%B3%9E)",
    "image": "https://uploads.mangadex.org/covers/ff73234b-4387-448c-ab54-2879626b4442/492ca330-5e43-41fa-8a91-d9e5b07358d7.jpg",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "The Art Student Who Lived Twice",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lee Jae-ha dreamed of becoming a successful designer — but just as things were looking up, he was falsely accused of plagiarism and his world came crashing down. \n\n\"If only I could start over… like in those web novels…\"\n\nAnd in the blink of an eye, he does. He opens his eyes and finds himself 10 years in the past, back in art school, with all his memories and work experience from the future intact. \n\nNow armed with both a second chance and real-world wisdom, Jae-ha is determined to do it all differently: Build a name for himself on campus Land a job before anyone else And most importantly, clear his name once and for all No more regrets. No more failures. \n\nThis time, he’ll paint his own masterpiece of a life.",
    "image": "https://uploads.mangadex.org/covers/45b950a2-71fe-4718-8f0c-2cda9676025d/b2339d60-972b-4e73-bc12-4c9a968a538a.jpg",
    "moods": []
  },
  {
    "title": "The Male Leads Were Stolen by the Extra",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as Selonia Bessin, the heroine of a romance fantasy novel, a girl is thrust into a demon-slaying mission with the novel's three male leads. They successfully defeat the demon lord, but Selonia falls unconscious for three months on the journey back. Upon awakening, she discovers the trio is now enamored with Grace Benet, an unknown extra. Moreover, the supposedly defeated demon lord is back in hot human form! Why has he returned, and who is this mysterious Grace stealing the limelight?\n\n---\nA woman who has lost her male leads to an extra who did not appear in the original story... That's me.\n\nSelonia fell into a coma on the way back from defeating the Demon King. After wandering through death for several months, she survived, but what? \n\n“I want you to break off the engagement. I want to hurry up to marry Grace.” \n\n“I want you to pretend my knight’s oath to you didn't happen.” \n\n“Give me back my heart. I’ll give it to Grace.” \n\nThe fiancé who was the male lead, the paladin and the dragon who were the sub-male leads, and the fellows all turned away. These reckless bastards! There was a lot of cursing, but what can I do to stop it? I was trying to start a new life in a cool way. By the way… \n\n“Do you know me?” \n\nHow is the dead demon king alive? \n\n“What, I don’t know…”\n\n“No, you know me. tell me Who am I?” \n\nTo make matters worse, the Demon King, who has no memory, sticks to my side and does not leave. Inevitably, I tried my best to prevent the return of the Demon King. \n\n“How can I always hold your hand?” \n\nWhy is it not enough to spit out vulgar words? \n\n“Are you going to kill all those who left you? Just speak.” \n\nHe’s even going to kill the male leads for me!",
    "image": "https://uploads.mangadex.org/covers/817326a0-fc3f-42dc-99a6-ff10a952d535/8793ff84-d0bc-4be9-8e9e-fbabf0aa1015.jpg",
    "moods": []
  },
  {
    "title": "Starting Over With the Dead You",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "Spirit of the Dead",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "Daisy von Preslaria, born in a viscount family that produces excellent magicians, was the only one in the family that was granted the failure job, Alchemist. Since this has happened, she's going to try studying hard and becoming independent as a worthy alchemist! The five-year-old girl so resolved and began to make potions by trial and error. Thanks to the Appraisal skill that she secretly possessed, let alone failures, her finished products were of such high quality never seen anywhere! She cultivated medicinal herbs, indulged herself in research, went harvesting, and opened a store.",
    "image": "https://uploads.mangadex.org/covers/196e48dd-7e08-4fed-ae66-f07f7c634c30/9a38fcd5-361e-453b-8d5a-ac2d33b296ed.jpg",
    "moods": []
  },
  {
    "title": "I Have No Intention of Dating",
    "chapter": "Chapter 63",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I want to live a simple life.\" Dohui wants to live as she always has, and her co-worker Dong-i likes to be alone. They have no intention of dating anyone in their workplace... Or do they? We invite you to the intimacy of two people who keep encountering each other.",
    "image": "https://uploads.mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "moods": []
  },
  {
    "title": "Don’t Grab the Broken Branch",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 21",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 224",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]