[
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 5",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "It’s Not The First Time",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends. Will Koga persevere? Will he fare any differently than the rest? How will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
    "image": "https://uploads.mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "moods": []
  },
  {
    "title": "Breaking the Prison",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The dragon is destined to crave the lost bead of life.\nTherefore, the dragon's companion is not chosen, but determined.\nEmperor Isbrandt, born with the thickest dragon's blood since the beginning of the Empire.\nThe moment he finds Seren Lubarb among the smell of blood and screams,\nIsbrandt realizes the unpleasant feeling flowing through his veins.\nShe is the bead of life that the dragon's blood has been longing for,\nand he has been longing for this woman like crazy since before his life began.\nLovely and annoying.\nSeren's body, which embraces the rampaging dragon's blood, was moist,\nand she always gave off a sweet scent whenever she clung to him.\nHe wanted to tear the delicate woman apart like a butterfly's wing and eat her thoroughly.\nHe ate all her sobs and screams and filled his desire instead.\nSeren Lubarb belongs to Isbrandt.\nIt was destined that way from the beginning.\nBut.\nSeren betrayed him and ran away.\nEven while carrying my child in my womb.",
    "image": "https://uploads.mangadex.org/covers/e43b8a6d-df77-4802-82bd-2edde1f2f0dd/0d87aac4-f035-43b0-9531-2eb4d3420476.jpg",
    "moods": []
  },
  {
    "title": "I Became the Master of the Devil",
    "chapter": "Chapter 67",
    "genre": [
      "Bloody",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family"
    ],
    "summary": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?",
    "image": "https://uploads.mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Sword Saint Brise saved the country with his unique swordsmanship. At the end of his magnificent life, he is reincarnated as the country's youngest prince, still retaining his memories. He seeks freedom again and aspires to enter the elementary school of knight school. Even though he is an invincible swordsman, he unexpectedly fails! \n\n\"I came to get you.\"\n\nHe looks like a child, but inside he's an invincible former swordsman. In his reincarnation, he is picked up by his former disciple!?",
    "image": "https://uploads.mangadex.org/covers/dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0/1da26ac2-0b3a-45da-b9a0-6eaab50cd3a4.jpg",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "Path of the Shaman",
    "chapter": "Chapter 154",
    "genre": [
      "Action",
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
    "image": "https://uploads.mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/e7b82528-b3d6-4c87-bfd2-c6b2be28bd27.jpg",
    "moods": []
  },
  {
    "title": "Level 1 Player",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "Life has been hard for Choi Hyunseong and his family since the portal gates appeared. That is, until he finally awakens!\n\nWhile he is unable to level up, he is gifted with the ability to trade goods on an interdimensional level and get items that raise his stats! Through the power of commerce, Hyunseong is gaining skills, storming dungeons, hunting monsters, and collecting loot to help his family.\n\nLevel is nothing but a number, and he is seemingly unstoppable as… the level 1 player.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/1%EB%A0%88%EB%B2%A8-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2801)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/91460)",
    "image": "https://uploads.mangadex.org/covers/ae19717e-e443-42bd-b9f7-d15417431bb0/52e5611f-eabe-468f-a16d-1ae8bf92cb7d.jpg",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "Link Click",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adaptation",
      "Drama",
      "Manhua",
      "Time travel"
    ],
    "summary": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
    "image": "https://uploads.mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 23",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 189",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "\"Juliana, your fiancé has been decided.”\nAt that moment, the frail daughter of an earl awakened to a shocking truth—within her resided the soul of the infamous \"Cold-Hearted Emperor\" Julius. A man whose ruthless conquests left behind mountains of corpses and an empire under his iron rule. \n\nNow, reborn as a delicate young noble girl, Julius finds himself in a seemingly peaceful era. But beneath the surface lurk corruption, poverty, and disease, all exploited by scheming villains. With the wisdom and might of a former emperor, Juliana will not stand idly by. The young lady who once ruled as a tyrant is ready to cleanse the empire once more—this time, with her tiny hands. \n\nA dark yet thrilling tale of power, justice, and a battle against the hidden evils of the empire begins!",
    "image": "https://uploads.mangadex.org/covers/0ca5bda2-0567-4529-963f-4136a098d4aa/fd7f246a-9662-41c7-9671-457ee7e28114.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 77",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "How to Survive As The Devil’s Daughter",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bliss has been endlessly reborn and forced to watch the world be destroyed at the hands of Lucas Brandt, king of the demon world. In her most recent life, she comes to... as a newborn baby lying right outside of Lucas' manor! Not only that, but she resembles Lucas so much that she could only be his daughter! Surrounded by Lucas' minions who've slaughtered her in countless past lives, all Bliss can do now is bide her time until she can get her revenge and succeed in saving the world!\n\n---\nThe world is doomed. Again. No matter how much I regress to try to prevent the end of the world by repeating nearly a thousand recurrences, I could never change the ending. Now, I'm tired. Returning is also boring. How old will I be back this time? Regression, I don't want to do it again.",
    "image": "https://uploads.mangadex.org/covers/0942d2d0-3987-4751-b955-9fa73bb775b0/62b25276-065b-4f1d-94bc-3c496a59b635.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 189",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "\"Juliana, your fiancé has been decided.”\nAt that moment, the frail daughter of an earl awakened to a shocking truth—within her resided the soul of the infamous \"Cold-Hearted Emperor\" Julius. A man whose ruthless conquests left behind mountains of corpses and an empire under his iron rule. \n\nNow, reborn as a delicate young noble girl, Julius finds himself in a seemingly peaceful era. But beneath the surface lurk corruption, poverty, and disease, all exploited by scheming villains. With the wisdom and might of a former emperor, Juliana will not stand idly by. The young lady who once ruled as a tyrant is ready to cleanse the empire once more—this time, with her tiny hands. \n\nA dark yet thrilling tale of power, justice, and a battle against the hidden evils of the empire begins!",
    "image": "https://uploads.mangadex.org/covers/0ca5bda2-0567-4529-963f-4136a098d4aa/fd7f246a-9662-41c7-9671-457ee7e28114.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 77",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "How to Survive As The Devil’s Daughter",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bliss has been endlessly reborn and forced to watch the world be destroyed at the hands of Lucas Brandt, king of the demon world. In her most recent life, she comes to... as a newborn baby lying right outside of Lucas' manor! Not only that, but she resembles Lucas so much that she could only be his daughter! Surrounded by Lucas' minions who've slaughtered her in countless past lives, all Bliss can do now is bide her time until she can get her revenge and succeed in saving the world!\n\n---\nThe world is doomed. Again. No matter how much I regress to try to prevent the end of the world by repeating nearly a thousand recurrences, I could never change the ending. Now, I'm tired. Returning is also boring. How old will I be back this time? Regression, I don't want to do it again.",
    "image": "https://uploads.mangadex.org/covers/0942d2d0-3987-4751-b955-9fa73bb775b0/62b25276-065b-4f1d-94bc-3c496a59b635.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 13",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Another Woman’s Man",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jung Eun-ae, whose life goal is to marry Jin-hong—an undeniably perfect boyfriend—and to build a family anyone would envy.\n\nGrowing weary of her boyfriend, who fails to fill her loneliness,\n\nshe finds herself drawn to her senior, Lee Jae-won,\n\nwho, despite his seemingly indifferent demeanor, is surprisingly considerate.\n\nDespite knowing that he is a married man,\n\nshe begins to feel an attraction toward him,\n\nand in order to have him,\n\nshe consciously—or perhaps unconsciously—starts to shatter her own moral beliefs one by one...",
    "image": "https://uploads.mangadex.org/covers/34f0a899-326e-4caa-bd28-4c530ce77d94/d25faf28-49ca-48cc-a871-ae4abac6e359.jpg",
    "moods": []
  },
  {
    "title": "The Joseon prince went to America and didn’t return",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Due to a sudden natural disaster, Park Byung-jun, a Korean-American lobbyist, finds himself reincarnated as Yi Kang, the second son of Emperor Gojong of the Korean Empire, at the moment of his death. Armed with his knowledge of the original history, he crosses over to the United States and begins his own new business to amass wealth!",
    "image": "https://uploads.mangadex.org/covers/df8b50dd-f5ab-445a-882b-3f5bbdf7f00e/084b482e-4e9f-4319-b524-cac4526e3be2.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "moods": []
  },
  {
    "title": "High class",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "My Dead Lover Returned as a Tyrant",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Savage Castle",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Due to his uncle's conspiracy, the king leaves the throne and hides in a desolate land. The story unfolds with the king and a pitiful yet beautiful noble lady, who has made him her slave, entangled in obsession and affection.",
    "image": "https://uploads.mangadex.org/covers/89759f03-8280-4f14-ac5b-bc99cca94a0b/e7eb8676-2e71-4c35-9b30-2134760cad52.jpg",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "**Kiss to Koukai (Kisses and Regrets)**  \nThe distance between us wouldn't diminish. It's painful, lonely, and my heart squeezes in pain. At that time, if I had been more honest, would it change anything…? Yeah, right. That's why this time, so I won't regret it, I'll…  \n  \n**Itoshii no Senpai-sama (Beloved Senpai-sama)**  \nHinako is the only girl to receive special attention from Katsuragi-senpai, the popular Kyuudo club president protected by his male club-member guards from all girls, not just fangirls. But Hinako's preferential treatment resembles nothing so much as a senior's spartan training of a junior. At first happy over how Katsuragi-senpai diligently takes time to teach her \"many things,\" Hinako later questions why her so-called enviable position saddens her.  \n  \n**Ikenai Koto (Something I Shouldn't Do)**  \nYui vehemently refuses to have her little brother's friend Haruka stay over at her house for the three days his parents are away…  \n  \n**Kimi no Button Kudasai (Give Me Your button)**  \nYuki plays pranks on Tomoya because she likes him. Her last one before they graduate: writing Suki (I like you) on the back of his gakuran's second button. What is Yuki supposed to do when Tomoya says \"Yes\" to another girl before graduation?  \n  \n**Kieta Hanbun, Nokotta Real (Half Gone, Love Remains)**  \nA broken school festival sign and a common love for music makes best buds out of Naru and Yamato. That is until Naru loses all hearing in her right ear and she keeps her condition from Yamato a secret…  \n  \n[PL] Dzielący nas dystans się nie zmieniejszy. Ta świadomość sprawia, że moje serce boleśnie się kurczy i usycha z samotności. Czy na pewno nie mogę nic z tym zrobić? Może jest nadzieja? Muszę spróbować.",
    "image": "https://uploads.mangadex.org/covers/cadf2a83-be5a-4474-9ea2-d26fc9f355dd/d2f2d384-28f9-41c2-b0cf-08eca552c2ef.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 82",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 517",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "She Wasn’t My Daugther",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As a result of entering high school, Nanase moves into a sharehome. Only, there is a special rule that states \"all the residents must be assigned a family role\"!! What will happen of Nanase's life as she starts living with her pretend family...!?",
    "image": "https://uploads.mangadex.org/covers/5b947fed-957b-44e1-8889-d998b95ba3e4/a2af8467-c715-4c6d-957b-3bd904b69705.jpg",
    "moods": []
  },
  {
    "title": "Princess Sveta’s Political Marriage",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Princess Fairis, reincarnated into the world of strategy simulation games, uses her knowledge of the games she played in her previous life and is called the Warrior Princess. However, as soon as the war ends, she is ordered by the king to marry. In addition, she competes with her sister in arranged marriages and, depending on her partner, cannot get involved in national politics. ...I want to build my country, not get married! As she struggles to arrange a political marriage that will give her more territory, Orpheed, a wizard who is also her trusted subordinate and a potential bride, unexpectedly confesses his love for her...?\n\nA love comedy between a reincarnated princess with zero love skills and the strongest wizard with an intense love.",
    "image": "https://uploads.mangadex.org/covers/b0b22cb7-1420-4272-8f53-520536609f2e/d6e6c70d-9970-455f-9e24-2115a0ef6050.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "I’m Really Not The Demon God’s Lackey",
    "chapter": "Chapter 165.69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Supernatural"
    ],
    "summary": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
    "image": "https://uploads.mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "moods": []
  },
  {
    "title": "The Count’s Youngest Son is A Player",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 204",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/7262a722-378d-4fe1-a339-7fd7c17c1824.png",
    "moods": []
  },
  {
    "title": "Player Who Returned 10,000 Years Later",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Oh Kangwoo the Demon King has had it with ruling over Hell and wants to return to Earth. \n\nBut when he finally gets there, not only are his powers sealed, but the Earth he once knew has turned into an MMORPG free-for-all. \n\nDimensional gates have appeared all over the world, and \"players\" enter them to make a living by hunting monsters. If Kangwoo wants to survive in this dangerous game, he's going to have to level up, and fast. \n\nBut for this demon king, hell on earth might be worse than Hell itself!",
    "image": "https://uploads.mangadex.org/covers/b17b675e-fb9f-4903-b4db-7c7deb2d1cac/f21b645e-55d4-4ec7-9ece-04b87e2ef6e4.jpg",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Childhood Friend of the Zenith",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "―It was a casual remark made by Akito while having lunch with his usual friend group of four. However, he didn't know that the person sitting right in front of him, Natsumi, was actually his childhood friend who had moved away when they were small!\r\n\r\nSince then, Natsumi has been trying to express her feelings to Akito, but because they had always been friends, it hasn't been easy for her to convey them...",
    "image": "https://uploads.mangadex.org/covers/bea3a963-9adb-4dbd-b0bc-1a4fba7f23e6/b53ac30d-4eb5-48c4-b3f1-c2d2df9585c0.jpg",
    "moods": []
  },
  {
    "title": "Daddy President Is Too Hard To Deal With",
    "chapter": "Chapter 197",
    "genre": [
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Rumor has it that the president of the Xi group is weird, unpredictable, insidious and mean of doing things but he spoils her to the maximum. Assistant: “Sir, Madam’s hospital has been smashed.” “Where is madam?” “Madam is about to cripple someone …….” “Let the doctor go to madam to see if her hand hurts from the beating! Love rivals from all over the world: “Xiao Tian Tian, what’s so great about a cold old man! Come with me and I’ll give you everything. President Xi: “Wife,the babies are calling you home for dinner.”",
    "image": "https://uploads.mangadex.org/covers/a2408e7b-0da4-4187-aa31-617c1a4a67bc/91ea24cc-82f5-4428-9933-3d2cb8b5d964.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "",
    "moods": []
  },
  {
    "title": "Revenge of the Iron-Blooded Sword Hound",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
    "image": "https://uploads.mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  }
]