[
  {
    "title": "Become a Witch in a World Full of Ghost Stories",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
    "image": "https://uploads.mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "moods": []
  },
  {
    "title": "Chostakovitch Waltz No2",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Unrequited Love Doesn’t End With Marriage",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”",
    "image": "https://uploads.mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "moods": []
  },
  {
    "title": "Things to Enjoy with the Death God in My Life’s Last Year",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Fallen Saint Pregnant With a Tyrant",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Thorn Flower’s Gambit",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "At a time when the world was still at peace, to the east of the capital, a beautiful dancer of Noh named Hakubi appeared. She was keeping a terrible secret that she couldn't tell anybody…",
    "image": "https://uploads.mangadex.org/covers/067413bf-32ae-4fa7-be91-c9e52102e1ef/a103b69b-c4e6-463b-bfb4-534674e5ee0f.jpg",
    "moods": []
  },
  {
    "title": "Couple Relationship",
    "chapter": "Chapter 45",
    "genre": [
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\n\n---\nAlternate Raws: [Pixiv Comic](https://comic.pixiv.net/works/8556)",
    "image": "https://uploads.mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/963f045a-a51d-4821-9e5a-13ae83ef57cf.jpg",
    "moods": []
  },
  {
    "title": "The Baby’s Future Dream Is To Become The Mastermind",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The martial arts world's most dangerous mastermind finds herself reborn in the weakest possible form: a tiny toddler and holy monarch’s successor, destined to die young. But Danye Jin didn't survive centuries of martial arts intrigue just to accept defeat in diapers. Armed with ancient techniques and disarming baby charm, this mysteriously capable little girl is turning imminent death into the realm's greatest adventure. Who knew saving yourself could be so adorably dangerous?",
    "image": "https://uploads.mangadex.org/covers/b8e1a2bd-209d-4c89-8499-4fa8a3b3fe76/29355030-9d35-4366-8344-8e9f0e0e50d3.jpg",
    "moods": []
  },
  {
    "title": "That’s Just How First Love Is, Your Highness",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When a love-cursed prince becomes obsessed with a majestic black cat, he \"adopts\" its intimidating owner—a woman who scares alleyways just by glaring. But as her sharp tongue and mysterious past unravel, he discovers the real magic isn’t the cat... but the fierce woman who refuses to be charmed.",
    "image": "https://uploads.mangadex.org/covers/5284f137-ffd5-4b60-abba-d2f5aa6e3dee/32423ee7-3a55-41dc-8936-ae121f82a4f0.jpg",
    "moods": []
  },
  {
    "title": "Bluebird Lady and The White Lion Family",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Used as a bargaining chip to protect the House of Eagles, Shupena, a tiny blue bird, finds herself betrothed to the heir of the House of Lions, Ricador Chadwick. As the villainess who is later tossed aside once he meets the real female lead, she hopes to keep her distance until a divorce can happen. But when Ricador shows much warmth and attachment for Shupena, will it still be possible to resist the temptation of getting closer? Or will the winds carry her into the arms of her new husband?\n\n---\nIn a 19-gold-waste novel, I possessed the character of villainess.\n\nSophina, the bluebird and former wife of the white lion male lead, who was obsessed with him and was thrown away.\n\nA character who was stoned to death because of angry public sentiment?\n\n‘Let’s get a divorce after grazing enough!’\n\nAs a result of my efforts, I became friends with the male lead instead of obsessing with him.\n\nIn the meantime, I became close to my mother-in-law and other family members of the male lead, and I gained recognition from helping in managing the estate, and my business also became a big hit!\n\nEverything was perfect.\n\nIt’s time for the male lead who went to war to bring the heroine, so all he has to do is divorce me now.\n\nBut the problem was…\n\n“I don’t want to divorce.”\n\nIt was because he became so attached.\n\nMaybe I have arrhythmia? My heart kept beating fast or it seems I’m a bit excited?\n\nSo I was thinking of seducing the male lead…\n\n***\n\n“While I was away from the mansion for a while, I guessed you were thinking of running away from me.”\n\nRicardo’s dangerous and low voice, unlike his beautiful childish voice from my memory, rang in my ears.\n\nIt seems that the male lead, who has grown up as a sexy adult, has a useless misunderstanding.\n\nAnd…\n\n“Don’t leave, and don’t pretend that you don’t know me if you happen to throw away your husband.”\n\n“This brother-in-law would educate his ugly brother. Please just don’t leave.”\n\n“Okay, well thought out. Just live with me!”\n\nEven my in-laws misunderstood and kept clinging to me.\n\nWhy does everyone keep misunderstanding?\n\nExcuse me. I wasn’t thinking of getting divorced?",
    "image": "https://uploads.mangadex.org/covers/7754aecb-e155-490c-8bc0-7f3f3726d355/26345dc8-d848-408b-ad80-d96b205f1050.jpg",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ten years ago, when faced with an alien civilization's invasion, Earth's \"Extraordinary\" ability users not only stood up to fight back, but also transferred their powers into \"ability books\" for ordinary people to learn. After humanity joined forces to repel the alien invaders, Earth had already become a world where only \"ability users\" reign supreme.\n\nToday, Quinn—whose parents died in battle and who has no money to buy an \"ability book\"—steps through the gates of the military academy.\n\nWhat no one knows is that he is desperately craving blood…",
    "image": "https://uploads.mangadex.org/covers/be5e2313-96b6-4e78-a4e2-1861119e61ba/a698bec0-a0a7-4b76-be12-9a7283c9b195.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Forgive My Stepsister This Time Around!",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Can’t Take Revenge on Her Reaper Father",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "The villainess wants to take revenge on her reaper father! Capella Axicon, the daughter of two great dukes, faces a dire situation after being accused of murdering her fiancé, Prince Oberon. Seeking help from her only remaining family, her father, the Reaper Duke, she's met with his ruthless demeanor. \"I want revenge on my father!\" Her earnest wish is fulfilled after her execution as she's granted a new beginning as a baby. Surprisingly, she can now hear her father's heart which has turned too cute to be a beloved tale...? \"Where in the world is that ruthless Reaper Duke? What's going to happen to my revenge?\"",
    "image": "https://uploads.mangadex.org/covers/c2821ef7-9dd0-4bc6-8c9e-be222735dd85/00339763-e430-401f-b495-cb2611b3b448.png",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "Divorce Will Be Completed in 3 Seconds",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "What Happens When the Second Male Lead Goes on Strike",
    "chapter": "Chapter 87",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Yeseo Jung wakes up one day, he finds himself trapped inside the body of Jesse Venetiaan, the ill-fated second male lead of a mega-hit fantasy romance novel *I Quit My Job, Then I Became the Princess Bride*.\n\nIt turns out this second male lead is destined to die at war, trying to protect the male lead. Yeseo’s goal is to avoid getting entangled with the main characters and survive until the war is over, all while searching for a way to return home safe and sound. \n\nBut the female lead, Christelle, and the male lead, Cedric, keep approaching him…\n\n---\n\n**Original Novel:** [Chapters](https://ridibooks.com/books/425193499), [Volumes](https://ridibooks.com/books/425233591)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9174594), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=803518)",
    "image": "https://uploads.mangadex.org/covers/4f049c4d-14e9-4f74-901a-ec16b1977650/783db9eb-cc95-49ab-8df9-6e857711118a.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "The Duchess’s Secret Dressing Room",
    "chapter": "Chapter 115",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*How much money must I spend for you to divorce me?!*\n\nRubika dies in a war without being able to confess her love for Arman but is instead sent back in time. A new life, she will not live in vain. But what are these new obstacles?\n\n---\n*'If I had known sooner that life would never wait, I wouldn't have hesitated so much...'*\n\nAfter living a hard life in the ravaged war ruins, Rubica dies without even confessing to her beloved Armand.\n\nBut what is this?\n\nAt the age of 22, with Armand’s ring, Rubica returned to the pre-war period. After returning, Rubica tries to find Armand who may be alive but is caught by the proposal of her kingdom's supreme ruler, the Duke of Claymore.\n\nRubica, who eventually became the duchess because of her greedy uncle and aunt, now plans to squander her husband's fortune, be disgraced as a 'luxurious duchess,’ and get him to divorce her.\n\nHowever, contrary to what she intended, her fame rises due to her overflowing talent, and her husband, who she thought was indifferent to her, slowly begins to take an interest in her... Where is the end of her luxury, which began to flow in a direction she never expected?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8%EC%9D%98-%EB%B9%84%EB%B0%80-%EC%9D%98%EC%83%81%EC%8B%A4/2961), [KakaoPage](https://page.kakao.com/content/59782483)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16662/)\n* [Japanese / 日本語](https://piccoma.com/web/product/119963)",
    "image": "https://uploads.mangadex.org/covers/90dd657f-2a62-494f-934f-f8d06c73fc18/d3a6bbf6-d8cd-43d4-a4e3-603180720d57.jpg",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "24-hour Rebirth Consultation Centre",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Inheriting the divine mission of assisting reincarnators, regressors, and transmigrators, Laura is the sole counselor at the Reincarnation Counseling Center.\n\nBut for some reason, the customers—meant to appear once every hundred years—haven’t shown up in five centuries.\n\nAfter 500 years of waiting, Laura is ready to abandon the center for good when suddenly...\n\nHer long-awaited customer appears.\n\nOr rather, customers.\n\n“...Possession, I think.”\n“Regression.”\n“Looks more like reincarnation.”\n“...Has the world gone mad?”\n\nWhy are there three clients all at once?!\n\nWith 24 hours a day no longer enough, will Laura be able to handle this chaotic counseling session?",
    "image": "https://uploads.mangadex.org/covers/f7052787-e1fe-4b32-9b63-66c89b2eb6be/04063ca2-621a-4a2e-87e4-9b5b031c0d59.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Bachelorette Enjoys Her Simple Life",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Catherine did not want much.\n\nEven if she did not have luxurious clothes and shoes, she was alright with her hideously frayed bedroom curtains and her shoes that were so worn at the soles it was different in height.\n\nIt had been two years since she started enduring it for the sake of her late mother.\n\nShe no longer felt the need to do that.\n\n\"Alright, I'll leave.\"\n\nCatherine was tired of everything.\n\n***\n\n\"Are you the Pope's watchdog? You've done well coming all the way here.\"\n\nThe man who intruded her home was drenched from head to toe.\nShe could see mud squished beneath his black leather boots.\n\nUnbelievable.\nTo think he would drag in not grass, but mud, while she was cleaning the floors!\n\n\"You've got quite the disguise. Even I was almost fooled into thinking that you're just an ordinary city woman---\"\n\"Wipe it.\"\n\nShe pushed the rag she held onto the man.\n\n\"Why are you looking at me so foolishly? I told you to wipe the floor. And it's not proper to show your sword when it's our first time meeting each other. Is it not enough that you intruded that you would want to be reported for attempted murder?\"",
    "image": "https://uploads.mangadex.org/covers/2cf89460-4b70-4d1c-b66b-123ef530f5de/4ab83b91-4756-4223-903d-fb95f8188580.jpg",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "I Saved You, but I’m Not Responsible",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was the one abandoned, yet I seem to have grown up the most mentally stable! \n\nI was ordered to serve my fake counterpart as her maid, so I decided to go undercover. But something's off with my former family. Whatever, it's not my problem! So, I just focused on my task... \n\n\"Are you really not going to live with us?\"\n\nThe eldest, who used to show obsessive control over the fake, started acting strangely toward me. \n\"I never thought I’d feel such camaraderie and trust with the opposite sex. You’re strangely too comfortable.\" \n\nThe second brother, who was on the brink of falling into darkness, managed to get back on track thanks to me. \n\"I didn’t come here to help them film their regret-filled family drama.\" \n\nI tried to ignore everything and quickly moved on to my next mission… but why do I keep running into people whose lives are completely messed up? \n\nWhy is everyone in perfect need of saving?",
    "image": "https://uploads.mangadex.org/covers/0a5118c8-b47e-47b3-9048-f593abda30e4/66efb1ac-7c53-408d-a66d-d670a576880b.jpg",
    "moods": []
  },
  {
    "title": "The False Saintess Embraced by Her First Love, the Count",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Maria, a doctor with the power to dispel miasma, step in as a replacement for the saintess and prepares to marry Count Elvan. In the past, Elvan had saved Maria, but when they reunite, he has transformed into a cold, unfeeling man. \nDespite Elvan’s rejection, Marja persists, striving to fulfill the saintess’s role despite her limitations. Her resilience and dedication slowly warm Elvan’s frozen heart, and he begins to feel drawn to her.\nThis is the story of a false saintess who melts the count’s icy heart and ultimately becomes a true saintess.",
    "image": "https://uploads.mangadex.org/covers/8bc39236-268e-4551-a096-250eedb2dfab/ce6ebae7-5784-4fc5-b239-32dbf7c0b001.jpg",
    "moods": []
  },
  {
    "title": "Love Destiny",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"I'll play Gile-sama's \"Lover Role\" well..\" Fiona, a baron's daughter who wants to be independent. One day, Fiona hears she's going to get engaged. While looking for a way to avoid her engagement, she meets Giles, a social nobleman who had the same worries as Fiona. At that moment, her \"Fate\" begins to move. The royal road to a love romance begins with a contract with a time limit!\n\n---\nFiona Clayburn, a headstrong young noblewoman with a passion for art, has no interest in succumbing to the arranged marriage her father plans for her. Getting married would require her to quit her job at her uncle's art gallery and forsake her independent lifestyle. A fateful meeting with Giles Bancroft, an aloof young man and heir to the earl, presents a way out. Giles, like Fiona, wants nothing more than to stay single, so together, they hatch a scheme to achieve their common goal of avoiding marriage: pretend to be destined lovers!",
    "image": "https://uploads.mangadex.org/covers/9af4b868-adee-4fae-8bd5-9757c26d459a/c68d8364-ec0a-4237-9a4d-9a5e45301513.jpg",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "The Princess Blooms as a Crazy Flower",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "An outcast from the imperial family due to her freewheeling attitude and refusal to get married, Princess Melody Corbella wants nothing more than to live life on her own terms and protect the people of the empire. Using her secret powers to sneak out of the palace to influence affairs from behind the scenes, she ends up drawing the attention of the handsome imperial guard, Caisar Bethel. Though she avoided romance until now, could love finally bloom for this crazy flower?\n\n---\n“I, Melody Corbella, wish to marry him!” The rest of the table reacted in a cold enough manner for the Princess to feel ashamed, having raised her right arm vigorously with sparkles in her eyes.\n\nAnd then, Prince Deimos broke the silence to open his mouth, “We must not send a nutcase like her, Your Majesty!!”\n\nIt was finally the moment where all of her crazy deeds in the past came to fruition; because the only way she could escape being sent off for Royal Marriage was to throw away the image of a Princess that everyone expected.\n\nShe chose to cut her hair short and be reborn as the Crazy Flower in the Royal Palace.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EB%85%80-%EB%AF%B8%EC%B9%9C-%EA%BD%83%EC%9C%BC%EB%A1%9C-%ED%94%BC%EC%96%B4%EB%82%98%EB%8B%A4/2994), [KakaoPage](https://page.kakao.com/content/59603265)\n\n**Official Translations:**\n* [English](https://tapas.io/series/melody-the-crazy-flower-blooms/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14188)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/her-highness-the-wildflower/list?title_no=4822)\n* [French / Français](https://www.webtoons.com/fr/fantasy/her-highness-the-wildflower/list?title_no=4670)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/her-highness-the-wildflower/list?title_no=4619)\n* [Japanese / 日本語](https://piccoma.com/web/product/112771)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/her-highness-the-wildflower/list?title_no=4860)",
    "image": "https://uploads.mangadex.org/covers/7cf5586c-bd7e-4850-83c0-d58af561bf47/dd8244bf-d577-4877-b80c-2843317ec8fd.jpg",
    "moods": []
  },
  {
    "title": "Cheol-Soo and Young–Hee’s Story",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Object of your Obsession is Wrong, Lord of the Tower!",
    "chapter": "Chapter 84",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Selina accidentally regains her memories of her previous life, she is horrified to discover that she is related to the infamous Croft family and tries to stay away from them.\n\nLouis, the second male lead, relentlessly pursued the female lead in the story. She tries to avoid him, but for some reason, he takes a keen interest in her, claiming that Selina has made the sound in his ears go away.\n\n'I'm not the one you're going to obsess over, am I?'\n\nThe murderous but comically charming couple and their bizarre cohabitation begins!\n\n---\nA bad fall awakened Selina Elsner to the truth… she’s been reborn into a novel! It also gave her a cruel realization—she's a no-name side character! She barely even had any lines! As if that's not bad enough, Louis Bloomberg, the evil lord of the magic tower, fancies her! He’s a sorcerer so powerful that his magic speaks darkness in his mind! But one touch from Selina and all the voices would go away! Is that why he's obsessing over her instead of the real main character of the novel?",
    "image": "https://uploads.mangadex.org/covers/40c0ac39-4f95-4cb1-bfeb-4b8b1bcce086/fbbf988f-628e-4636-b0dd-104847636d1f.jpg",
    "moods": []
  },
  {
    "title": "It Was Love at First Sight, Mr. Villain!",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 527",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 186",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Do You Need Salvation?",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was born with the ability to enter other people's dreams. And I thought that in this life, I would have an easy life as a count when... \n\n\"I don't think Lady Miena will survive this winter.\" \n\nAnother life with a limited lifespan... To make matters worse, my family is going broke trying to save me. Before I die, I need to pay back our debt and all the money wasted on me! I was just trying to collect useful information and money before passing away when... \n\n\"Who are you?\"\n\n\"An angel... no you don't look quite right...\"\n\n\"You entered my dream without a hint of fear.\"\n\nI fear I have entered a dream I should've have touched.",
    "image": "https://uploads.mangadex.org/covers/c45a9e3a-e7ff-4fcb-b812-2fb0aad9b9c4/8d3758e5-bc93-4992-9f50-05027d858ca2.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/68774c62-2e82-4a99-8938-64443cc9340e.jpg",
    "moods": []
  },
  {
    "title": "I Became The Older Sister of A Regretful Male Lead",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As the monster's teeth drew near, it was then that I remembered. \"I've witnessed this scene before.\" This was the world of an RPG I played in my previous life. And I, as the main character's childhood friend, was the losing love interest who would be turned down by him in the future. The childhood friend whose role ended one hour into the opening after confessing to the main character as he was about to set off into his journey. The one many players sympathized with as the main character would meet another girl who would cling onto him during his journey. If I remain in this village, in the future I'll be the losing love interest?! To prevent that from happening, I'll leave the village and make use of my newly blossomed ability in compounds with becoming an alchemist at the royal capital as my aim. I don't give a damn about some job that requires me to be the main character's childhood friend. I'll be seizing happiness with my own hands!",
    "image": "https://uploads.mangadex.org/covers/a8aebcd5-3e85-4983-ac65-162f601abca9/81a8a73b-d293-4a34-8b89-d1c36bc249cd.jpg",
    "moods": []
  },
  {
    "title": "The Cursed Princess Must Rewind the Clock",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beastly Count After Dark",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "One day, veterinary doctor Zeke is suddenly fired by the king, leaving him with nowhere to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. \n\nAfter Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls. \n\nFrom Let's Become a Novelist! comes the long-awaited comic adaptation of the hugely popular harem slow life packed with fluffy and cute animal-eared girls!\n\n(Source: Bookwalker)",
    "image": "https://uploads.mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "moods": []
  },
  {
    "title": "Until the Real One Shows Up",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Once bitten, twice shy. That is Anastasia's motto when she awakes with a second chance in life as the Empress in her favorite novel. After realizing that even true love cannot change destiny, Anastasia attempts to help her husband, the Emperor, find his happy ending with the female protagonist--the true heroine of the story. However, it seems that the Emperor has other thoughts. She pushes him away so they can both live, but the Emperor is unsure if he wants to live without his queen.",
    "image": "https://uploads.mangadex.org/covers/58c5671b-8a2d-436f-8934-a30b36699183/c90d7e7c-e8bd-4066-a3c7-099951417556.jpg",
    "moods": []
  },
  {
    "title": "Let Me Kidnap the Male Lead!",
    "chapter": "Chapter 60",
    "genre": [],
    "summary": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
    "image": "https://uploads.mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "moods": []
  },
  {
    "title": "A Twisted Reunion",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kang A-jin, the CEO of Korea's No. 1 security company, and Joo-hyun, a super rookie in the actor community, will start a heartbreaking marriage! There is only one taboo: never fall in love.",
    "image": "https://uploads.mangadex.org/covers/5210fbb8-c19b-4237-b397-6c0e820b7b71/27d20893-f3cc-4a6a-87ae-dc229c0eeaea.png",
    "moods": []
  }
]