[
  {
    "title": "Flowers Are Bait",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!",
    "image": "https://uploads.mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "Entomologist In Sichuan Tang Clan",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "moods": []
  },
  {
    "title": "I Saved You, but I’m Not Responsible",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was the one abandoned, yet I seem to have grown up the most mentally stable! \n\nI was ordered to serve my fake counterpart as her maid, so I decided to go undercover. But something's off with my former family. Whatever, it's not my problem! So, I just focused on my task... \n\n\"Are you really not going to live with us?\"\n\nThe eldest, who used to show obsessive control over the fake, started acting strangely toward me. \n\"I never thought I’d feel such camaraderie and trust with the opposite sex. You’re strangely too comfortable.\" \n\nThe second brother, who was on the brink of falling into darkness, managed to get back on track thanks to me. \n\"I didn’t come here to help them film their regret-filled family drama.\" \n\nI tried to ignore everything and quickly moved on to my next mission… but why do I keep running into people whose lives are completely messed up? \n\nWhy is everyone in perfect need of saving?",
    "image": "https://uploads.mangadex.org/covers/0a5118c8-b47e-47b3-9048-f593abda30e4/66efb1ac-7c53-408d-a66d-d670a576880b.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "I Became the Emperor’s Cat",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
    "image": "https://uploads.mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 84",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Unbeatable Lv.1",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
    "image": "https://uploads.mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 44",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Joseon prince went to America and didn’t return",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Due to a sudden natural disaster, Park Byung-jun, a Korean-American lobbyist, finds himself reincarnated as Yi Kang, the second son of Emperor Gojong of the Korean Empire, at the moment of his death. Armed with his knowledge of the original history, he crosses over to the United States and begins his own new business to amass wealth!",
    "image": "https://uploads.mangadex.org/covers/df8b50dd-f5ab-445a-882b-3f5bbdf7f00e/084b482e-4e9f-4319-b524-cac4526e3be2.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "There is no mercy",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines.",
    "image": "https://uploads.mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/f06271c5-455e-4114-bfec-c085144f7f7a.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 524",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "Black Killer Whale Baby",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.\n\n---\nAt age 3, Calypso Aquasiadel is the most outstanding genius her family's ever seen, and no wonder... She's actually a modern girl who's been reborn into the same novel thrice! This time around, Calypso's determined to harness the powers of the mysterious dragon duke and send herself back home. The only problem is, she'll first need to earn the respect of her hardened family to survive until then! Can Calypso win their approval and even their hearts? Or is this life doomed for another do-over?",
    "image": "https://uploads.mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "How to Survive As The Devil’s Daughter",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bliss has been endlessly reborn and forced to watch the world be destroyed at the hands of Lucas Brandt, king of the demon world. In her most recent life, she comes to... as a newborn baby lying right outside of Lucas' manor! Not only that, but she resembles Lucas so much that she could only be his daughter! Surrounded by Lucas' minions who've slaughtered her in countless past lives, all Bliss can do now is bide her time until she can get her revenge and succeed in saving the world!\n\n---\nThe world is doomed. Again. No matter how much I regress to try to prevent the end of the world by repeating nearly a thousand recurrences, I could never change the ending. Now, I'm tired. Returning is also boring. How old will I be back this time? Regression, I don't want to do it again.",
    "image": "https://uploads.mangadex.org/covers/0942d2d0-3987-4751-b955-9fa73bb775b0/62b25276-065b-4f1d-94bc-3c496a59b635.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Became the Northern Grand Duke’s Daughter",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Born Again to Escape, and to Heal a Broken Heart Liriette, blessed with divine power that could heal others through her blood, had spent her short life as nothing more than a tool for a cruel High Priest. Her end came quietly, used and discarded. But one day, she opened her eyes… and she was 10 years old again. \"This time, I will never let the horrors of my past repeat themselves.\" Determined to escape the clutches of the High Priest, Liriette sought refuge in the farthest corner of the empire, with none other than Duke Windsorice, the ruler of the cold and mysterious North. \"I can heal your eyes. Please, let me stay by your side.\" At first, it was simply a desperate attempt to escape her dreadful fate. Yet, as time passed, her hopes and dreams began to grow beyond mere survival. \"Would you… become my daughter?\" With trembling hands and a soft voice, Liriette asked, \"What would you gain from me as your daughter?\" The Duke's lips curled into the faintest smile. \"A kind and beautiful daughter.\" Follow the heartwarming journey of a lonely girl who finds her home and happiness as the beloved daughter of the empire’s coldest Duke. Watch as the once-unfeeling ruler becomes the ultimate doting father, melting the icy North with his newfound love.",
    "image": "https://uploads.mangadex.org/covers/d390c290-f23a-4c29-9d4a-e2d2a1577b47/3357da2f-74d7-4874-812d-89d8925dcbf1.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Gangster Baby of the Duke’s Family",
    "chapter": "Chapter 61",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "My name is Leonora Hachania. Although I’m the daughter of a villain extra whose name in itself means ‘insignificant’, my desire for power is unimaginable. I can’t just let the Hachania family be as insignificant as it is in the original novel! \n\n“Woll to the left, wight now!” \n“Yes, ma’am!” \n“Woll to the wight, wight now!” \n“Yes, ma’am!” \n\nWith the sunglasses I made by painting on them with ink, I raised my voice fiercely. \n\n“Sowldier Enoch, we don’t cwy!” The tender-hearted third child who had met my eyes was startled and sniffled with his runny nose. \n\n“W-we don’t cry!” I’ve succeeded. \n“Were you originally this weak? How annoying.” \n“Ugh! S-Save me!” \n“Hyung, they look like they’re really suffering, should we kill them quickly? It would be better for them.” \n\nMy brothers who couldn’t even hold a candle to the male lead and were extras have become the greatest villain brothers in the world! \n\nAlthough it was a bit difficult since my villain father was so clumsy, “Rini, just what kind of evil deed are you planning this time…”\n“Keke, it’s nothing. As expected of my daughter, you’re planning something evil. Very nice.”\n\nI’ve redesigned him to be a villain with a dual personality. Keke, mwahaha! Nice, I’ve increased our assets using the information from the original novel and made the family into a significant one! Now, I just need to escape this terminally ill body and enjoy the proper life of a villainess- \n\n“I know that Your Ladyship is a caring person, so it would be too greedy to wish for your kindness to be mine alone.” \n\nI think the human weapon that I revived for the family has broken.\n\n“But if I get rid of all the people you are kind to…” The red flame blazing in his hand burned the map of the world. “Won’t I be the only you can be kind to?” He says that as if he’s about to hunt down the entire world.",
    "image": "https://uploads.mangadex.org/covers/fe6a3291-543f-40be-b22f-576f6b561a3c/dc178112-5d01-44f1-a3d9-04d41f3c7b50.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Warrior’s Mother",
    "chapter": "Chapter 121",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When I was suddenly summoned to another world by some mysterious identity that said, \"Pick three Skill Seeds\". But wait, what does 'Skill Seeds' mean instead of just 'Skills'? Realizing the sole difference between the two, I awakened as the other world's first 'Hacker', capable of arbitrarily enhancing skills by manipulating their values! To start, I manipulated the skills of a beautiful girl, Mia, who suffered due to her skills being unsuitable for combat and joined forces with her to surpass those who had looked down on us!",
    "image": "https://uploads.mangadex.org/covers/01b33c25-4ae0-4d07-905a-f2e2dafbc015/16b06c1a-5c20-4217-ac76-6846a75e3677.jpg",
    "moods": []
  },
  {
    "title": "The Baby Demon King Finds The hero Dads Way Too Annoying",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reborn as a weak 4-year-old demon king, I tricked three heroes into becoming my \"dads\" to survive. But now they’re fighting over who gets to spend time with me! Even the male lead, meant for the heroine, is obsessed. What’s going on?!",
    "image": "https://uploads.mangadex.org/covers/81b4bea2-6777-465a-b042-e03dff24bbb7/f4098e0f-ca00-42aa-9dcd-8fa3f42ad5c3.jpg",
    "moods": []
  },
  {
    "title": "She Is My Mother In Law But I Dont Want Any Conflicts Between us",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Another Tonight",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Jieunsoo was unilaterally divorced by her husband Yutaehan three years ago.\nShe believed she was over it—no longer caring who he dated or remarried.\n\nThat is, until she finds out he's planning to marry Yujeongha—the very woman she spent her whole life envying.\n\nDriven by anger and desperation, Jieunsoo decides to sabotage the wedding the only way she knows how—by spending a night with her ex-husband.\n\n“I’m going to tell Yujeongha.”\n“Tell her what?”\n“That we slept together.”\n\nShe lays down her carefully held card like a dagger from the heart. This was always the plan—hard-earned and calculated.\nNow it was time to make her demand.\n\n“I don’t want Yujeongha.”\n\nSaying it out loud stings more than she expected. But she's a mother—and as a mother, her child mattered more than her pride.\nThere’s no way she could leave her child in the hands of a woman who despised her.\n\n“Say it.”\n\nHis low voice was calm, unreadable.\nLowering her gaze, trembling, Jieunsoo finally looks up at the man and says:\n\n“Tell her we slept together.”",
    "image": "https://uploads.mangadex.org/covers/0a5f94bb-e9be-441d-afa7-e6f70e0f75fe/826cb6c7-97e0-4b9b-97ee-3f92ba570308.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage of the Hero’s Party Reincarnates",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.\n\n---\nThe battle with the arch-nemesis resumes after 300 years. The genius wizard, Lynn, embarks on a grand journey, at the age of 13. Together with the party of heroes, led by Esther, they aim to defeat the great evil “Abyss” that intends to throw the world into chaos. However, the battles becomes increasingly fierce and at the final moment, Lynn succumbs to the dark poison of the “Abyss”. Leaving behind the words “I’ll be back”, Lynn’s soul falls dormant for 300 years, before being resurrected into the body of a boy of noble birth. Thus begins his second life in a peaceful world. But in the meantime, a dark force is brooding once again, threatening to plunge the world into turmoil once again.\n\n---\nThe warrior Lista heard the rumors about the great magician Rin, hailed as a genius for becoming the youngest 4-star mage. Lista recruited him to join her party to fight the forces of the void but, right before the final battle, Rin’s body succumbed to the void’s dark poison. As he drew his last breath, Rin cast an immortality spell, encasing his body in ice and promising Lista that he would return. Rin kept his promise and returned after 300 years--but reborn in the body of a noble boy.",
    "image": "https://uploads.mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "moods": []
  },
  {
    "title": "The Count’s Youngest Son is A Player",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 191",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "\"Juliana, your fiancé has been decided.”\nAt that moment, the frail daughter of an earl awakened to a shocking truth—within her resided the soul of the infamous \"Cold-Hearted Emperor\" Julius. A man whose ruthless conquests left behind mountains of corpses and an empire under his iron rule. \n\nNow, reborn as a delicate young noble girl, Julius finds himself in a seemingly peaceful era. But beneath the surface lurk corruption, poverty, and disease, all exploited by scheming villains. With the wisdom and might of a former emperor, Juliana will not stand idly by. The young lady who once ruled as a tyrant is ready to cleanse the empire once more—this time, with her tiny hands. \n\nA dark yet thrilling tale of power, justice, and a battle against the hidden evils of the empire begins!",
    "image": "https://uploads.mangadex.org/covers/0ca5bda2-0567-4529-963f-4136a098d4aa/fd7f246a-9662-41c7-9671-457ee7e28114.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 212",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/1149d75c-2485-48f0-8ff3-e6ca65383d3e.jpg",
    "moods": []
  },
  {
    "title": "The Bully In-Charge",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa"
    ],
    "summary": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
    "image": "https://uploads.mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/07454670-2281-499b-9509-db06a086eb51.jpg",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wicked Beastman’s Catnip",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as the prophesied savior of a feline tribe, a former lab victim vows to atone by helping them survive, then leave. But her plans unravel when the tribe’s proud princes, who should’ve been distant, begin circling her like curious cats.",
    "image": "https://uploads.mangadex.org/covers/2963e423-fcea-4aeb-b6f9-2b5be2fb0b13/4227cdc3-59df-4b09-97a8-9e9021af5058.jpg",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became A Squirrel Saving The Villain",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The earl's daughter Sadie has made quite a name for herself as the villainess of the century during the ten years that her body was hijacked. When she realizes she has gotten back in her original body, Rufus, the commander of the knights, is in the middle of breaking off their betrothal. Even when she tells him the truth that her body has been hijacked, he refuses to believe her. Thus, Sadie begins to look for the culprit as well as the cause of the body-switching. Meanwhile, Rufus cannot hide his confusion over Sadie's sudden change in personality...\n___\n[Original Web Novel](https://ncode.syosetu.com/n0873gq/)",
    "image": "https://uploads.mangadex.org/covers/d5f4e407-581b-46f9-9b8e-6cd1d8a5008a/4d5f2354-d1f9-4001-83d3-94cb310d7a93.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Lily Bush’s Substitute Marriage",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfect Contract",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Junwon, a perfect man, and Ju-i, a woman who knows her abilities and charms, strike an unusual deal: they will date with one strict condition—no falling in love. What starts as a simple arrangement soon becomes complicated as unexpected feelings begin to surface. Can they stick to their promise, or will emotions get the better of them? Dive into a world where love is both the goal and the enemy, and find out if their hearts will follow the rules or break free.",
    "image": "https://uploads.mangadex.org/covers/81cc2380-a4c6-4cd1-97cb-cd24eaf354d8/e266fe62-ba09-4cba-967d-85bffe6be917.jpg",
    "moods": []
  },
  {
    "title": "Another Woman’s Man",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jung Eun-ae, whose life goal is to marry Jin-hong—an undeniably perfect boyfriend—and to build a family anyone would envy.\n\nGrowing weary of her boyfriend, who fails to fill her loneliness,\n\nshe finds herself drawn to her senior, Lee Jae-won,\n\nwho, despite his seemingly indifferent demeanor, is surprisingly considerate.\n\nDespite knowing that he is a married man,\n\nshe begins to feel an attraction toward him,\n\nand in order to have him,\n\nshe consciously—or perhaps unconsciously—starts to shatter her own moral beliefs one by one...",
    "image": "https://uploads.mangadex.org/covers/34f0a899-326e-4caa-bd28-4c530ce77d94/d25faf28-49ca-48cc-a871-ae4abac6e359.jpg",
    "moods": []
  },
  {
    "title": "The Dark Swordsman Returns",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ade32e0e-c8f7-4931-998f-8bcea47dce53/65814134-3819-4308-a947-4b2466723a86.jpg",
    "moods": []
  },
  {
    "title": "I Have the Dragon’s Heart",
    "chapter": "Chapter 47",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Sharon, is a warrior who defeated a vicious dragon a thousand years ago. One day, an unidentified man appears in front of Aru, who grew up longing for Sharon. \"What? Are you that terrifying dragon? Besides, I'm that hero?!\" A cute and sad romance fantasy of a dragon and a hero who reunited after a thousand years!",
    "image": "https://uploads.mangadex.org/covers/75613995-92dc-4db3-ba34-8caaebf42357/f22e6ca8-5421-4906-9bc7-85b810205b9f.png",
    "moods": []
  },
  {
    "title": "The Daughter of a Rogue Successor!",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reincarnated as the daughter of a disgraceful marquis, she works hard to fix her father's mistakes and earns the respect of her grandfather, only to find herself entangled in a web of obsession.",
    "image": "https://uploads.mangadex.org/covers/ffbfee3f-ed6c-419a-94d6-477b5aed8e91/70b3c695-9d8e-45da-b14f-f3380a0bccb1.jpg",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 195",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "The Male Lead Is Unhealthily Obsessed With My Health",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]