[
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Level 999 Goblin",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist Kim Chulsoo works his ass off for a living as a manual laborer in real life and by grinding for and selling items in a game.\n\nHe finally gets the chance to switch to a hidden class, hoping for that one big shot in life…!\n\nBut the hidden class turns out to be... a Goblin Summoner?!",
    "image": "https://uploads.mangadex.org/covers/d124dec4-257e-4ec4-ad55-7db44d06a77a/08db619d-86f5-48c3-9b05-47cbdd031c49.jpg",
    "moods": []
  },
  {
    "title": "The Duty of an Academy Student Should Be to Study",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 12",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "What a Bountiful Harvest, Demon Lord!",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I've become the Demon Lord, the final boss in a game, but...\n\nIf I invade the human world? I'll be slain by the max-level protagonist I raised.\n\nIf I stop the invasion? I'll be devoured by my starving demon generals.\n\n...Therefore, the only answer is farming.",
    "image": "https://uploads.mangadex.org/covers/15ab4953-66b2-4030-bfd1-498389484191/41d32ca7-8535-4845-b1db-6e178a4af3da.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 55",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Irreplaceable Kiss Scene",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Is there a top actor who turns into a 7- year-old child just by kissing?! Due to an\naccidental incident, the stunt double 'Kang-som ' must take responsibility for the actor who has transformed into a child because of her. A life of bickering with\na prickly and sensitive superstar! While they worry about being found out, an\n opportunity for Kang-som to become a popular actor arises...?!",
    "image": "https://uploads.mangadex.org/covers/12756c6b-0c84-4156-bcf0-a4d570a31c33/70e99da1-4ba4-4b8f-82b0-efe741db2209.jpg",
    "moods": []
  },
  {
    "title": "My Destiny, It’s Time to Get It Back",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Stella Salcibia discovers that someone has taken over her body while she is trapped inside a mirror. \"Give it back! Give me back my body!\" When they finally meet again, her anger and sorrow transform into a painful plea. The other person responds with silence, leaving without a backward glance. She can only lament helplessly within the mirror, \"I can take her life back.\" It’s as if a devil's temptation beckons her. \"But before the world realizes that what should be one has become two, before the world chooses to erase someone, be the one and only Stella.\"",
    "image": "https://uploads.mangadex.org/covers/0cb9adb9-44a8-4dd6-8b5d-bf13233e7249/ded4ac74-dda4-4667-b6ae-9914ef1d3eb1.png",
    "moods": []
  },
  {
    "title": "I’m the Bride Who Carried the Village’s Misfortune",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Namgung Clan’s Granddaughter",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The anecdote of the small cult leader of the blood demon is that according to the will of his teacher, the blood demon, he exterminated the Nangong family. Due to the betrayal of the blood demon, he hears a shocking story before his death. “Now you are the only male palace left in the world.” The anecdote is that he was a child he lost a long time ago in the Namgung family. He learns that he was raised for the manipulation of evil blood demons. The anecdote of returning from a grieving death to the days of being thirteen years old, or rather, the story of Namgung, realizes that the opportunity to change the future has come. He takes steps to prevent the destruction of the southern palace. Will Seol-hwa be able to prevent the family’s destruction from the blood demon and succeed in revenge?",
    "image": "https://uploads.mangadex.org/covers/e9dbed3a-8290-410d-aa27-527c8bd316cf/f4ae3dc8-af44-4917-b0ff-32d274c7a7be.png",
    "moods": []
  },
  {
    "title": "The Fake Maid is Doted On By Her Master",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Your Majesty, I Will Raise Him This Time!",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Who would have thought that the day would come when I would be killed by my own son...\" Empress Dahlia of the Empire is killed by her son’s rebellion. Dahlia, who has been kept in the dark finds it difficult to comprehend the drastic change of her son. \"I’ll accept any punishment. Please, give me one more chance to face that child...!\" Dahlia, having turned back time, need to face her strict husband, Klaus, in order to restore their already severed parent-child relationship. Can she use this opportunity to redo the parenting and avoid the worst future?",
    "image": "https://uploads.mangadex.org/covers/fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566/d0ac68ce-59d4-4e53-9c51-4752e4aba0fc.jpg",
    "moods": []
  },
  {
    "title": "The False Saintess Embraced by Her First Love, the Count",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Maria, a doctor with the power to dispel miasma, step in as a replacement for the saintess and prepares to marry Count Elvan. In the past, Elvan had saved Maria, but when they reunite, he has transformed into a cold, unfeeling man. \nDespite Elvan’s rejection, Marja persists, striving to fulfill the saintess’s role despite her limitations. Her resilience and dedication slowly warm Elvan’s frozen heart, and he begins to feel drawn to her.\nThis is the story of a false saintess who melts the count’s icy heart and ultimately becomes a true saintess.",
    "image": "https://uploads.mangadex.org/covers/8bc39236-268e-4551-a096-250eedb2dfab/ce6ebae7-5784-4fc5-b239-32dbf7c0b001.jpg",
    "moods": []
  },
  {
    "title": "I Realized Only After Losing Her",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ellie was a girl who couldn’t talk or even write. By chance, she begins listening to three people’s secrets. The three start to develop an interest in Ellie, who listened to their words. However, a couple of days later, Ellie disappears without a trace. \n\nWith Ellie 's disappearance, he who confessed that he has a crush on a man, he who enjoys games involving riddles, he who has a secret fetish, The three men start searching for her, yet no one comes to figure out where she went, since they only talked about their own stories and had no clue about hers. Voiceless Ellie. \n\nThat was my name. \n\n(After the tables have turned) I began to speak again and by the favor of someone truly dear to me, I became a ”Countess\". The commoner Ellie who once couldn’t talk, can now speak as “Lady Phever”. And when the time came to reunite with the three men, “……Ellie?” The Ellie you know from the past is now gone. “You’ve got the wrong person.” Perfectly spoken words left my mouth.",
    "image": "https://uploads.mangadex.org/covers/29ae7262-b282-42ec-a833-1b03e33ed063/602c781e-c232-42ca-a365-5375f0d8491e.jpg",
    "moods": []
  },
  {
    "title": "Chostakovitch Waltz No2",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Insanely-Talented Player",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Six years ago, humanity was almost brought to an end when mysterious towers filled the skies across the globe, unleashing deadly monsters. Fortunately, the people known as Players emerged, blessed with supernatural powers that they harnessed to save mankind. \n\nAmong them is Yuseong Kang, a phenomenal player who has saved the world time after time. Once again, he has successfully averted global catastrophe… and in an internationally broadcasted interview praising his heroic endeavors, he says, “I’m just in it for the money.”",
    "image": "https://uploads.mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/52c181be-21e1-41f6-94b0-4cf0b4b7849e.jpg",
    "moods": []
  },
  {
    "title": "Records of the Demonic Path’s Return",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The worst talent that no one can compete with. Unstoppable Demon God, Dan Uhyeon.\n\nA thousand years after being sealed for the misdeed. A thousand years was enough to get rid of Dan Uhyeon's sense of superiority. A world that has changed, solitude with no one knows, and the only thing left is despondency and emptiness.\n\n\"Time goes like the wind. There's really nothing left.\"\n\nA little girl who appeared in front of Dan Uhyeon lost her purpose and will to live aimlessly, Hwa Somi. For a girl who seems to have nowhere to lean on, Dan Uhyeon feels the same and gradually begins to open the door of his mind.\n\n\"I'm Dan Uhyeon. Come with me.\"\n\nThe story of a warrior with an icy heart and acute and pure girl The story of an unusual family's life in the midfield will warm your heart.\n\n---\nThe Ultimate Martial Divine Demon, Dan Woohyun, was sealed up because he was too strong for the world to handle.  After a millennium passed by, he was released from his seal and felt like everything was meaningless as he wandered the back alleys… \n\nJust as he fell down because he was sick of the world, a small hand appeared in front of him.\n\n\"What's this?\" asked Dan Woohyun. \n\n\"A dumpling!\" came a reply. \n\nThis was the first time in his life that someone had been nice to him without any impure intentions, and that changed his fate. This is the chronicle of a martial god who traversed through a thousand years of time and space!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891), [KakaoPage](https://page.kakao.com/content/59492385)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16060)\n* [Japanese / 日本語](https://piccoma.com/web/product/112858)",
    "image": "https://uploads.mangadex.org/covers/54e1b971-fe2c-4720-b96b-4dc049863ae7/a421797d-f755-48b4-a357-b5d0b1c7a94e.jpg",
    "moods": []
  },
  {
    "title": "Genius Martial Arts Trainer",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Talent-Swallowing Magician",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)\n\n---\n\n**Original Webtoon:**  \n- [Daum](https://webtoon.kakao.com/content/%EC%9E%AC%EB%8A%A5-%EC%82%BC%ED%82%A8-%EB%A7%88%EB%B2%95%EC%82%AC/2752)\n- [KakaoPage](https://page.kakao.com/content/58489471)\n\n**Official Translations:**  \n- [English](https://tapas.io/series/demon-devourer/info)\n- [Japanese](https://jp.piccoma.com/web/product/103749)\n- [Thai](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B7%E0%B8%99%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C/476)\n- [T.Chinese](https://tw.kakaowebtoon.com/content/%E5%99%AC%E9%AD%94%E6%B3%95%E5%B8%AB/399)",
    "image": "https://uploads.mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 97",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "Red Shirt",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The legend of the killer company, Cha Si-hyuk. He decides to retire after meeting the woman he loves, but the company has no intention of letting him go easily. Eventually, everything starts to be taken away from him, and Cha Si-hyuk takes up the sword again. Revenge begins, and the war with the huge organization ‘Neville’ becomes unavoidable… What will be left at the end of the sword of revenge?",
    "image": "https://uploads.mangadex.org/covers/a538729e-2320-4c41-b324-33983267de72/18dae44c-3aee-4a97-a761-da3a99c4613b.jpg",
    "moods": []
  },
  {
    "title": "I Have the Dragon’s Heart",
    "chapter": "Chapter 48",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "I’m the Villainous Male Lead’s Terminally Ill Aunt",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "She became the nanny of Claude, the blackened male protagonist who would destroy the world. If this continues, she will be killed by the cursed power possessed by the blackened male protagonist. So, she decided to pour out her love for the blackened male protagonist to prevent the blackening.\n\nShe also raised the child’s self-esteem, and made the Duke act like a proper father, as fatherly love was essential for the male protagonist’s self-esteem.\n\nShe thought the child was gradually recovering his bright face, and the Duke was now learning how to gradually give love to the child.\n\nBut she doesn’t know if it’s because she worked too hard….?\n\n“It has always been a problem. You have hundreds of reasons to abandon me, but I don’t have a single one.”\n\n“Nanny will always be by my side, right? That’s why you can’t go. Never, never.”\n\nTwo men started obsessing over me.",
    "image": "https://uploads.mangadex.org/covers/cf3eb020-45b1-419a-bdf1-9a7f493777d4/06968c07-cd42-41f2-971a-bcefc42622a8.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 4",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "For centuries the Lee and Dai had shared a deep bond in the form of a master-servant relationship which gradually evolved into a strong friendship between the heirs of both families. Therefore true to tradition Dai Xiaodao (aka Dai Xiaoshuang) decides to assume the role of the manservant for Li Qingri (aka childhood friend) in place of her dead brother, Dai Dadao.   \n  \nTo her chagrin, pretending to be a boy was but the tip of the iceberg in terms of the list of challenges that would come her way. On top of having to contain her secret love for Li Qingri who has become her roommate… what's the deal with that sinister-looking senpai (who's always flashing some fish at her) and that sweet-looking female classmate (who's really a carnivore in herbivore's clothing)!   \n  \nAll that aside, what was that mysteriously beautiful scent that Dai Xiaodao got a whiff of when she bumped into the notorious Ye Weien at that secret path? Surely, no matter what the legend says, that obnoxious playboy could not be the man of her destiny!",
    "image": "https://uploads.mangadex.org/covers/2faff886-bfde-4d86-a1c3-8ce189ca7674/b413cc06-fc37-4b99-b5ea-e61acb8bf35b.jpg",
    "moods": []
  },
  {
    "title": "The man I had a one-night stand with turned out to be my fiancé",
    "chapter": "Chapter 8",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Mature",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am A Daughter Loved By The Devil",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Mia Evelan has never left the tiny room where her aunt and uncle keep her locked up. Then one night, she has a series of dreams that show her the future, and learns that her true father could be a demonic grand duke. Knowing this, Mia plans to escape her room and ask the grand duke for child support so she can strike out on her own. But once they've met, her father isn't intent on letting her go so easily! Should Mia choose a life of independence or one with her newly found demon family?\n\n---\nI'm Mia, a child abused by my family. One day I had a 'dream' and saw the future. A future where I fell for my aunt and uncle's schemes, accidentally murdered my older half-brother, and causing a great war. Things just can't end like this, so I'll change the future with my own hands! \n\nWith the information gathered from the dream, the first thing I have to do is find my biological father!\n\n\"Gimme thild thupport!\"\n\n(If only I didn't lisp!) In return for selling information about my uncle's schemes and taking all the backlog of child support from my biological father, I was planning on leaving…\n\nBut then my eldest brother, who boasts an aloof beauty, said, \"I'm thinking of building you an amusement park.\"\n\nMy reckless second eldest brother interrupted and said, \"Shall I buy you a tropical island covered with pretty flowers?\"\n\nAnd the most handsome man in the world, my Papa, replied on a whole nother level! \"I'll buy you an artifact which calls for mermaids.\"\n\nNo, no, no! All three have terrible liquidity! The cleverest, smartest, most materialistic, devilish answer is… \"Please make me a slide made of pure gold!\"",
    "image": "https://uploads.mangadex.org/covers/a89031a8-d459-43e4-a1ee-827ef8bec2fb/8a5994e9-5da1-4fee-b39b-b255c7fe62ca.jpg",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "Romance by Chance",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Charge! Yongma Chicken",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Why Do You Love Me When I Refuse Your Request?",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shuelina has only ever wanted to be loved as she grew up in an orphanage.\nBut after her birth father rejected her in a previous life, she tries to find a family who will accept her in this one.\nLuckily, Archduke Bylot and his sons fall for her indomitable spirit, and they shower her with the love she has longed for.\nBut once they find out she's the long-lost imperial princess, can she be a part of their family?\nOr will she have to go back to the people who sent her away in the first place?\n\n(Source: Tapas)\n\n___\nAlternative Raw: [Daum](https://webtoon.kakao.com/content/-/4185)\nOfficial JP translation: [Piccoma](https://jp.piccoma.com/web/product/173647)",
    "image": "https://uploads.mangadex.org/covers/45501a89-963a-4690-9df1-0f340b0e09a7/d63ca5d2-9a5c-47f0-950c-cd0ce1bbb753.jpg",
    "moods": []
  },
  {
    "title": "Dreaming Freedom",
    "chapter": "Chapter 184.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "Jungmin Choi is severely bullied in high school because of a fallout with her childhood best friend Joohyun Ha. Her only solace comes from tormenting Joohyun in her ‘lucid dreams’ where no one can disturb her. One day, she meets a mysterious man in her lucid dream who offers her to get revenge on the people tormenting her…\n\n---\n\n**Links:**\n- [Official Indonesian Translation](https://www.webtoons.com/id/thriller/from-dreams-to-freedom/list?title_no=4133)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/congmengdaoziyou/list?title_no=2057)",
    "image": "https://uploads.mangadex.org/covers/d6dd5df0-43d6-4e1b-ab34-9bc46f31f596/bcbd667a-0210-4204-80af-c22c280d5d5c.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey.",
    "image": "https://uploads.mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/65bc2553-041f-4e11-992e-a19c02664791.jpg",
    "moods": []
  },
  {
    "title": "The Way That Knight Lives As a Lady",
    "chapter": "Chapter 169",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Time travel"
    ],
    "summary": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/25ce6f0e-51ae-467e-8519-fe90060586dc/31cff245-4c44-4c04-bce7-422bca198bff.jpg",
    "moods": []
  },
  {
    "title": "Maru is a Puppy",
    "chapter": "Chapter 106",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The Hero's son and the ghost of the Demon King are the master and disciple!?\n\nEarth, the son of Hero, the Hero who defeated the Great Demon King, is troubled.\nAlways expected to achieve great things, but unable to meet those expectations.\nNo matter the effort he puts in, and the results he obtains, it's never enough.\n“You're a disappointment compared to your father.”\n“Don't you know you're the son of the hero!!”\nLiving every day like this, Earth meets his destiny in the room containing his father's sword.\n\n“Interesting. I will train you. I have only free time now.”\n\nEarth receives special personal training from the Demon King just to get back at his parents and the world.\nIn the coming days, his parents, the heroes of the past, his first love, his princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\n**Note:** While initially released with the “What's Wrong With The Hero's Son Being The Demon King's Disciple?” subtitle, in line with the web and light novels, the manga switched to the new “Boy Meets Satan” subtitle by the release of the 1st volume.\n___\n**Character Designer:** [Ryuutetsu](https://mangadex.org/author/796d659c-1d83-4956-a7bb-d0bcf8424284)\n\n**Additional Links:**\n- Official Raw Web Novel: [Kakuyomu](https://kakuyomu.jp/works/1177354054918478427), [Shousetsuka ni Narou](https://ncode.syosetu.com/n9185fm)",
    "image": "https://uploads.mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 25",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fumi Isshiki works as an accountant at an entertainment agency. One day he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him... She is just a child, yet she acts more mature than many adults.",
    "image": "https://uploads.mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/1c961f04-7171-4e19-ae32-34696d5ff051.jpg",
    "moods": []
  },
  {
    "title": "Aristocrat’s Revenge",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/245d24dd-cef1-43d1-8c8f-956dd40dd150/2960300d-29fe-41fc-96a1-884912a4d9d6.png",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "During his reincarnation, Japanese corporate slave Tadashi impresses the gods by choosing the blessing of agriculture, something no one else has chosen before, and receives unprecedented, generous blessings. He is then meant to live the slow life of his dreams in another world, but instead he lands on a huge, desolate, miasma-filled peninsula known as \"Limbo\"! Tadashi struggles, but thanks to his natural earnest personality and the blessings of the gods, he steadily expands the scale of his farming operations. A persecuted former elf queen, a beastwoman hero, and a master dwarf craftsman all gather in search of the goods Tadashi makes...",
    "image": "https://uploads.mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/869f7ce4-01a3-4284-b5c0-cc5874de3bb0.jpg",
    "moods": []
  }
]