[
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 132",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "No, I Only Charmed the Princess!",
    "chapter": "Chapter 73",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Elvira Von Lustro. I can’t accept you as a saint! The ‘Maiden Lily’ you were growing was a fake! You fake saint!”\n\nPrince Alexander cursed me like that. Everyone shouted in surprise.\n\n“Elvira is not the saint?”\n\n“There must be some mistake.”\n\nThere is no doubt about it. I was supposed to be recognized as a legitimate saint in this ceremony. But then, all of a sudden, he called me a fake saint. Furthermore, Prince Alexander declared,\n\n“I can’t marry a woman who isn’t a saint! Your betrothal is forgotten!”\n\nThen, for the first time, I opened my mouth.\n\n“ーYes, I understand.”",
    "image": "https://uploads.mangadex.org/covers/0937b03b-c5e2-40fd-a9df-26562f747b38/406c7afb-7f11-4d92-8488-e6c6a127e662.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "I Got Married to a Duke Called Beast",
    "chapter": "Chapter 82",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Duke of Statern, with his vast estate and immense wealth, proposed to me.\nWhy did he proposed me? I’m from a noble family that had no fiefdom and only is only a noble in name.\nThere was a even horrible rumor coming from the capital…",
    "image": "https://uploads.mangadex.org/covers/9b216d59-cb73-43fd-98dc-747454faff85/d57d3c09-496a-4afc-a5e4-de0aa0da1731.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "I Became the Greatest Heiress of the Empire",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 22",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Honey, I’m Going On a Strike",
    "chapter": "Chapter 134",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "mature - 2",
      "Romance",
      "Shoujo"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "To Hell With Being A Saint I’m A Doctor",
    "chapter": "Chapter 139",
    "genre": [
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Jin Yoosung was a gifted surgeon said to be able to bring the dead back to life. However, not even this genius doctor had the ability to revive himself. Following a fatal car crash, Yoosung closed his eyes for what he'd thought was the last time… only to wake up and find that he's been reborn in a fantasy world!\n\nA doctor through and through, Yoosung — now Ray — resolves to become a healer again. Unfortunately, it seems his new magical abilities may not be the most fitting for his dream career…",
    "image": "https://uploads.mangadex.org/covers/0139a824-a758-44f8-a841-2c247ebe4588/e580bbb8-be41-4852-b9bf-9d9be4ad6208.png",
    "moods": []
  },
  {
    "title": "From a background character to the guardian of the marquess’s heir",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I was supposed to have died in an accident… but when I opened my eyes, I found myself inside the pages of my favorite novel!\nAnd the worst part? I wasn’t reborn as the heroine or even the villainess… but as a completely insignificant side character.\n\nAccording to the original story, the noble couple I work for will soon disappear, and all the servants will be dismissed afterward.\nI knew exactly how it was going to play out, so I told myself:\n“I’ll just live quietly, freely, and comfortably in my own way.”\n\nBut things didn’t go as planned…\n\nSuddenly, and completely against the original plot, I find myself in charge of the marquess’s children, who were left behind after the tragic accident.\nI’ve become their guardian, even though I was never meant to play this role!\n\nEven when I tried to walk away, I couldn’t ignore their innocent eyes and their need for comfort…\nSo I chose to take on the responsibility, leading them on a journey filled with surprises and challenges.",
    "image": "https://uploads.mangadex.org/covers/04e91207-ec17-488e-af2b-b6e0b4ad4ea8/0105fe29-2501-4fe4-85e1-18f4ceab4d44.png",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 77",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?",
    "image": "https://uploads.mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/88cadeeb-cc86-4093-b973-46b6b7cd4521.jpg",
    "moods": []
  },
  {
    "title": "Expelled Hero Is Too Strong",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…",
    "image": "https://uploads.mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  },
  {
    "title": "The God of War is Leveling Up",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Suhyeok, the greatest martial artist on the continentr, has unified the martial world. He had achieved everything, yet a lingering emptiness in his heart remained unfulfilled by his yearning for family… \n\nIn the end, he crossed dimensions using the power of sorcery, but what lay before his eyes was...\n\n\"I was in a coma for five years in a hospital!? And what’s with this system window floating in front of me!?\"\n\nDuring the five years he lay unconscious, his family had been struggling to pay his hospital bills.  For his family’s sake, he needs to make money - fast and a lot of it. \n\nThe strongest Martial God of the Hwan Continent, Suhyeok! Now Awakened, he begins his journey to level up.",
    "image": "https://uploads.mangadex.org/covers/aacfd2c5-4faa-44d2-9673-42dab6edd0b1/400d647a-3395-4e5c-b6f1-8984676ed753.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Demon Tavern",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One day, Joo Kang-hyun, a stranger who fell into the world of martial arts, rose to the position of Heavenly Demon after going through countless hardships. However, he always missed his hometown, the 21st-century Republic of Korea. He thought he would return to his hometown once the proper array was activated, but instead, he regressed to the past.\n\nGosh… The Heavenly Demon, Joo Kang-hyun, went back in time! In order to save the Youngrae Tavern which was on the verge of bankruptcy, he cooked delicious Jajangmyeon and Jjamppong! This tavern was the place where he lived with the three siblings who took care of him when he first entered Murim, Soran, Doran, and Unyoung. Although their business was not going well, they lived happily in their own way. In the future, after he became The Heavenly Demon, he heard news that their lives all ended miserably. He planned to stop their misfortunes himself. How? With Future Vision, Demon Lord Qi and Jajangmyeon!\n\n*Jinbeob : This is a term in the murim world that means 'formation/array' which in some cases refers to the formations used by soldiers or groups of people in battle, but in some cases it also refers to formations used to distort space in order to manipulate the opponent's mind and make the opponent fall into the illusion desired by the attacker, we can also call it a 'hidden space'",
    "image": "https://uploads.mangadex.org/covers/5184157d-d579-4621-ad60-79164d756683/d9bc529a-a3df-4fc3-a2d7-e8ea1b7fb807.png",
    "moods": []
  },
  {
    "title": "The Genius Wants To Be Ordinary!",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "All’s fair when love is war!  \n  \nTwo geniuses. Two brains. Two hearts. One battle. Who will confess their love first…?!  \n  \nKaguya Shinomiya and Miyuki Shirogane are two geniuses who stand atop their prestigious academy’s student council, making them the elite among elite. But it’s lonely at the top and each has fallen for the other. There’s just one huge problem standing in the way of lovey-dovey bliss—they’re both too prideful to be the first to confess their romantic feelings and thus become the “loser” in the competition of love! And so begins their daily schemes to force the other to confess first!",
    "image": "https://uploads.mangadex.org/covers/37f5cce0-8070-4ada-96e5-fa24b1bd4ff9/e21ca520-5054-4041-a07e-de8b7c683522.jpg",
    "moods": []
  },
  {
    "title": "Red Shirt",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The legend of the killer company, Cha Si-hyuk. He decides to retire after meeting the woman he loves, but the company has no intention of letting him go easily. Eventually, everything starts to be taken away from him, and Cha Si-hyuk takes up the sword again. Revenge begins, and the war with the huge organization ‘Neville’ becomes unavoidable… What will be left at the end of the sword of revenge?",
    "image": "https://uploads.mangadex.org/covers/a538729e-2320-4c41-b324-33983267de72/18dae44c-3aee-4a97-a761-da3a99c4613b.jpg",
    "moods": []
  },
  {
    "title": "I Contracted Myself",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "summary": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible.",
    "image": "https://uploads.mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "I’ll Change the Ending Through Home Education",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "The Nebula’s Civilization",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Seong-un Choi is the top-ranked player in the game “Lost World,” being the only player to have completed all its achievements. However, his triumph is short-lived as a mysterious message transports him to the real “Lost World,” transforming him from a mere gamer to a contender for godhood. Amidst others vying for divinity, will Seong-un be able to achieve true godhood and reign supreme in this new realm?",
    "image": "https://uploads.mangadex.org/covers/c0d75ac6-04e6-413b-a494-42d0e7de7e99/4d76a21e-0e0a-4204-8c80-5d7af634d987.jpg",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 27",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "The End in the Fall",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "My name is Qin Feng, 18 years old. Normally, I punish evil, promote good, fight for world peace, every day helping grandmothers cross the street, helping children who have lost their way home, saving lost maidens, etc … But until one day, I went forced to go to the legendary Chongnan Female School to study, thereby becoming the only boy in the school. Maybe in the eyes of others this is a paradise, but in reality an unimaginable future will …",
    "image": "https://uploads.mangadex.org/covers/de975111-c6fe-4a5a-b5f5-9fd7418caacd/75f9ccf8-d408-4aea-85e5-c3431e0139cf.png",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "The Extra Decided to Be Fake",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 358",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tell Me Your Favorite!",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance",
      "Time travel"
    ],
    "summary": "\"Will this love lead to happiness or despair?\"\nToruka is in a relationship with Iori, an ideal high-spec boyfriend who is the envy of everyone, and she is enjoying smooth sailing in both her private and public life.\nOne year into their relationship, she receives a marriage proposal from Iori, who asks her to stay by his side for the rest of their lives.\nShe is elated, but then she discovers that someone is stalking her.\nShe enlists the help of her childhood friend Jin to find the culprit, but ......?\n24-hour surveillance, eavesdropping, tailing...the yandere boy's warped love and obsession run amok never ceases in this dicey romance...!",
    "image": "https://uploads.mangadex.org/covers/d3ab6b2a-75de-4379-bdbf-850a21255097/637a29a3-c7cb-4a62-a941-a109e9d130d6.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/68774c62-2e82-4a99-8938-64443cc9340e.jpg",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "My Master Doesn’t Bite People",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "The Fate of the Perennial Sub Male Lead Is in My Hands",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "I Became the Younger Brother of the Obsessive Yandere Heroine",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 199",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 338",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "Mightiest Melee Magician",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "School Life"
    ],
    "summary": "Sensing shifts in mana, successfully manifesting it, and attending the most prestigious school at the top of his class at a young age, Ruin Ardell is on track to become a great mage. Everything was going smoothly until he discovered that he had a condition preventing him from expelling mana. \n\nRuin’s tumble from grace gave those jealous of him the opportunity to toy with him. But in the depths of his despair, he discovers a miracle in the form of a system message.",
    "image": "https://uploads.mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/415d73b4-7dfe-4ecf-b77d-3b2939f44a39.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "I Tried To Live A Good Life, But!",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "The Wizard and The Tree",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Deep in the forest, in a tower shrouded in mist, there lives a reclusive wizard by the name of Nebelhaut. When he happens across a beautiful fairy who's being held captive and made a public spectacle, he knows he has to take her with him. He names the creature Sti and orders her to call him his master, but her heart remains closed to him. But as time goes on, she sees a different side of him?a side that's both caring and awkward. The distance between the eccentric wizard and strong-willed fairy grows shorter day by day!",
    "image": "https://uploads.mangadex.org/covers/0110603c-92ec-463e-8d13-7651211e492e/823e1799-2063-485a-b145-564ac7b5c61c.jpg",
    "moods": []
  },
  {
    "title": "The Young Wife",
    "chapter": "Chapter 33",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "I possessed the body of the distant ancestor of the male lead in a martial arts novel where he dominates everything. To faithfully fulfill my role of supporting him, I worked myself to the bone and established the greatest family. After that, I peacefully closed my eyes. \"What? My family has collapsed?!\" When I opened my eyes again, 300 years had passed. The family I had painstakingly built was on the brink of ruin. On top of that, the male lead I dedicated my life to cheering for was about to enter a humiliating political marriage with the villainess from the original story. But the biggest problem was... \"Why did I become that villainess!\"",
    "image": "https://uploads.mangadex.org/covers/26a96ec1-a765-4996-9e4d-acff076feb4d/469c1fd3-4db9-475f-b426-4388fb664644.jpg",
    "moods": []
  }
]