[
  {
    "title": "Gold Hands",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 24",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 136",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Unfortunate Bride Is Abducted by the Charming Dragon King",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 441",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Valhalla Saga",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment.",
    "image": "https://uploads.mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/2556614d-5422-46d1-9324-8b5724473d81.png",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "As she was busy bullying the honour student with the power of light magic, Maria Campbell, along with her friends, the fifteen year old daughter of a Duke Katarina Claes suddenly hit her head and remembered her previous life.   \n  \nThanks to those memories, Katarina realized that she was actually the villainess of an otome game that she had played in her previous life, with a struggle to avoid the destruction flags that would lead to her doom awaiting her…  \n  \nExcept, there's not even a year left before her destruction end!? The story of Katarina, who is on the verge of her demise, begins now…!  \n\n\n* **Note:** This is a \"What-If\" story to the original *[Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta...](https://mangadex.org/title/22637/otome-game-no-hametsu-flag-shika-nai-akuyaku-reijou-ni-tensei-shite-shimatta)* where Katarina receives memories of the real world from the moment the otome game starts when she's 15, and not from her childhood like in the original work.\n\n\n---",
    "image": "https://uploads.mangadex.org/covers/3dff5036-3a3f-4d83-a1a6-9a0d9306b566/7ecdced4-23b9-403e-8192-992a6b53b180.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 52",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
    "image": "https://uploads.mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/73b1ecfc-9902-4df6-8ac1-7b4a3211ebcf.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 53",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 682",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "I’ll Marry Your Brother",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "A beautiful and successful news anchor, Yeojin's life looks perfect from the outside. But in reality, she's trapped in an unhappy marriage. Not only did her husband have an affair with her close coworker, but he also murdered her parents and stole their company. Yeojin thought her life was over, but when she opened her eyes, she found herself back on her wedding day. Watching her husband and his mistress flirt, Yeojin swears to get her revenge. She will do whatever it takes, even if she must marry her husband's older brother.",
    "image": "https://uploads.mangadex.org/covers/8caa3b73-aa12-4e1a-ab89-7f87d468fd3d/e715a007-7f7f-47a0-a5d1-3a3d36833314.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 94",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "As a Reincarnated Villainess and a Single Mother, I’ve Secured the Love Route!",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Handmaiden Hates Childcare",
    "chapter": "Chapter 63",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0be5953a-301b-4458-a96f-958491768be1/00a6bd23-818e-4be1-8460-12f62bd701b8.jpg",
    "moods": []
  },
  {
    "title": "Return of the Runebound Professor",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Magus Vermil was a scumbag — the most hated professor at a magic academy. Then someone murdered him. He never would have been heard from again if not for a lost soul from Earth by the name of Noah Vines. \n\nTransmigrated into Vermil’s body, Noah assumes the man’s runic powers and extensive list of enemies. There’s just one problem. Noah has to teach class tomorrow, and he has no damn idea what magic is.",
    "image": "https://uploads.mangadex.org/covers/8cd6b4d6-827e-4b3f-b217-fd67392cf71b/9767fd1c-0f6b-40ff-a467-e52448c4092d.jpg",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](https://crossinfworld.com/Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "An elementary schooler, Usami Kyuu encounters Ichiko, a female robot trying to learn about [heart]. What awaits the two that start to live together... Boy X Robot Girl, Begin!",
    "image": "https://uploads.mangadex.org/covers/e76f1a4f-d21a-4f50-9472-45737f7f1480/f966307f-895c-41a8-b6fc-a3af3a5db3e6.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 733",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"All my people are dead... I just wanted to try my best. I just wanted to be a kind Empress. Why...\"\n\nHer injuries made her look so worn out… After torturing her for days and killing everyone she ever loved, the Emperor abandoned the Empress in the snowy mountains. In this heavy snowfall, the former Empress Roselyn had resigned herself and was ready to accept death. Her family, her friends, all her hard work for the people of the empire... There was no reason left for her to continue living. So she laid down on this pure white blanket, her body almost frozen, and watched the white snow be dyed in black. At first, the cold was painful, but the pain quickly subsided and so she thought that freezing to death just might not be all that bad.\n\n“Being persecuted to death, lying alone as if you're ruling this snowy field...”\n\nThat man.\n\n“If you don't need your life anymore... then pardon me, I’ll take it.”\n\nHe's the enemy general, Tamon Krasis.\n\n“You’re mine now, Empress.”\n\nShe was abandoned by them, but he stole her and took her away. Who kidnapped the Empress?\n\n---\n**Links:**\n- Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/book/who-stole-the-empress?)",
    "image": "https://uploads.mangadex.org/covers/c2c6544d-88be-49bf-870a-97191cb7dd49/c4c8a73e-1b3d-4717-8cc8-1392909c5a33.jpg",
    "moods": []
  },
  {
    "title": "The Second Eunuch Regains His Manhood",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!",
    "image": "https://uploads.mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8fd469fd-e3f1-4758-9cc3-8bd3ed0896da.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Survivor",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"It isn't the strongest who survives. The one who survives is the strongest.\"\n\nAfter being discharged from the military, Jin Seowoon did nothing but play games like a loser. One day, he was invited to the world of \"Cloyd Survival,\" which resembled a game he enjoyed.\n\nIn that world were masters of martial arts, kings from other worlds, and notorious killers...\n\nIt was a gathering of monsters that surpassed human imagination.\n\nJin Seowoon had just one objective — to survive and become one of the top ten.",
    "image": "https://uploads.mangadex.org/covers/ad00b12d-7c28-4371-8459-1814bee092e9/3f61541b-bf06-4b10-ac88-d4ca0c2a65d6.jpg",
    "moods": []
  },
  {
    "title": "Kalli the Champion",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature"
    ],
    "summary": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream.",
    "image": "https://uploads.mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Beast Selection",
    "chapter": "Chapter 53",
    "genre": [
      "Animal",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family",
      "Villainess"
    ],
    "summary": "A collection of older oneshots that are also collected in other collections.\n\nVolume 1:\n1. \"Sunde ni Touch!\" in \"Imadoki\" Vol. 5\n2. \"Couple\" in \"Shishunki Miman Okotowari Kanketsu Hen\"\n3. \"Hatsuki Triangle\" in \"Suna no Tiara\"\n4. \"Houkago Gensou\" in \"Appare Jipangu\" Vol. 1\n5. \"700 Nichi no Blue\" in \"Suna no Tiara\"\n\nVolume 2:\n\n6. \"Perfect Lovers\" in \"Musubiya Nanako\"\n7. \"Otomoe no jijou\" in \"Shishuki Miman Okotowari\" Vol. 3\n8. \"Genseika\" in \"Mint de Kiss me\"\n9. \"Mint de Kiss Me\" in \"Mint de Kiss Me\"\n10. \"Pajama de Ojama\" in \"Gomen Asobase!\"\n11. \"Pajama de Meiro\" in \"Gomen Asobase!\"",
    "image": "https://uploads.mangadex.org/covers/0595c1bf-3d24-4e27-88e4-7b348eeaced6/0f287a03-52c7-43c9-b584-0b95b3511f66.jpg",
    "moods": []
  },
  {
    "title": "Wail Of Weakness",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "Ananta, a descendant of one of the First Six Incarnates, can transform into an unstoppable brawling dragon whenever anything stands in his way. \n\nIt's a power he'll need in his quest to exact revenge against the Wings Incarnate, a power-hungry deceiver that resembles a heavenly angel only in appearance.",
    "image": "https://uploads.mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated Escort Warrior",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Although an old porter has shown great determination and loyalty to his escort agency, he is never given the chance to become an armed escort due to his bad leg. But after sacrificing his life to keep a priceless treasure from a group of bandits, he is reborn as the 22-year-old Li Zhenglong who died 30 years ago! Now, in the body of the fourth young master of the Heavenly Dragon Escort Agency, will he finally realize his dream? Or will Li Zhenglong's terrible reputation ruin it all?",
    "image": "https://uploads.mangadex.org/covers/00714216-e23d-4485-8d55-d30ece04812f/be45daf0-5dcb-454e-b861-bfd54cf76425.jpg",
    "moods": []
  },
  {
    "title": "Overtime Elite",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Omari’s dream was always to become a professional basketball player.\nBut that dream was quickly crushed by reality.\nThere’s school, money, his strict aunt, and the future, of which he wasn’t sure of until a mysterious scout discovers his talent with a ball and offers him a ticket to Overtime Elite Academy, a high-tech program designed to craft the world's greatest basketball player.\nDoes Omari have what it takes to survive against the most competitive basketball talent?\nOr will his dream slip away again?\n\n(Source: Webtoon)",
    "image": "https://uploads.mangadex.org/covers/34b6f6ab-ff1a-44f7-9aaf-49a8d61da406/81ecf8ae-41d5-43a5-b898-b138424fe194.jpg",
    "moods": []
  },
  {
    "title": "Children of Orbit",
    "chapter": "Chapter 73",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Meet in The Middle",
    "chapter": "Chapter 83",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
    "image": "https://uploads.mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/0fa5946a-8956-432f-a6db-2529802c29f2.jpg",
    "moods": []
  },
  {
    "title": "Seoul Exorcism Department",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Shounen",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/904c6660-76de-4d95-97ae-a0132b411dae/58ac84da-6011-4627-bc76-6d6c9ee21139.jpg",
    "moods": []
  },
  {
    "title": "Player Elimination Plan! When Anomalies Descend Upon The Human World",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The apocalypse prophecy has come true. A dark celestial body draws near, turning the entire Blue Star into a doomsday game. All of humanity has been reduced to NPCs—helpless prey for players from beyond the stars. As the world mutates and players run rampant, despair consumes mankind… Until Yun Qi awakens a hidden class, gaining the power to strike back against the players.",
    "image": "https://uploads.mangadex.org/covers/662f6de7-c0e9-4c14-b5bb-2268ab101b53/87f4aad1-5f7a-4bd9-b15f-1bf44de136e1.jpg",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Black Fox: Sword Master Of Mount Kunlun",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "A true Taoist’s martial arts exorcism record!  A mysterious organization seeks to unleash yokai upon the world, plunging it into chaos. While tracking them down, the master suddenly disappears.  Ten years later.  A lone Taoist practitioner, Tang Chan, encounters Jin Seorang, who is being pursued by dangerous men. Out of curiosity, Tang Chan decides to rescue Jin Seorang.  Amazed by Tang Chan’s martial prowess and Taoist arts, Jin Seorang seeks his help.  Jin Seorang’s enemy, Plum Moon Hall, is one of the infamous Seven Demon Clans, a sinister martial sect known for brainwashing people and turning them into yokai servants.  As Tang Chan helps Jin Seorang break Plum Moon Hakl’s dark magic, they discover that Plum Moon Hall’s leader knows the whereabouts of Tang Chan’s missing master.  Facing an unknown malevolence, Tang Chan realizes that Plum Moon Hall, the Seven Demon Clans, and an even greater force in the shadows are all tied to his master’s disappearance.  Even after all his master’s efforts, the world remains in turmoil. A young Taoist who follows the will of the heavens continues to wield his taoist arts, striving to restore balance to the world!",
    "image": "https://uploads.mangadex.org/covers/6c491ed0-1027-499b-83d4-c6ba248599d2/d22c4dae-9a36-4187-b0df-c120598b910a.jpg",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 141",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Need Someone to Stop My Older Brothers",
    "chapter": "Chapter 48",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?",
    "image": "https://uploads.mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/9fc8aaef-8859-4535-a4fc-55c8c608f5e4.jpg",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A global anomaly has occurred, and monsters have invaded. Monster trainers now bear the burden of saving human civilization. After Xiao Xingyu crosses over, he awakens the “God-tier Monster Training System”. By opening the Eye of the Demonic God, he can see through all hidden evolution paths of monsters, activate their hidden bloodlines, and unlock infinite evolution… A husky can evolve into the Hellhound! A fairy can mutate into the Twelve-Winged Blazing Angel! Hatching a dragon egg can summon the Nine-Spirited Candle Dragon!”",
    "image": "https://uploads.mangadex.org/covers/25996493-b2ae-46c5-96bf-2a8eb9c72dd8/1dffb329-71cd-4f7f-be9a-68f53a139b0f.jpg",
    "moods": []
  },
  {
    "title": "It’s My Destiny To Be The Hero’s Saviour",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I remember the memory of my previous life when I was abused by my father for the experiment. Then I realized. According to my previous life, this is the world of fantasy fiction I’ve read. That she was born with a minor role and died before the novel even started. Ariadne thought calmly, ‘I am screwed.’\n\nShe was also screwed on a global basis, this novel has a bad ending. The end of this 10-volume Munchkin (overpowered) fantasy novel is it was the failure of the protagonist and the destruction of the world.\n\n---\nAfter years of torture at the hands of her own father, young elementalist Ariadne Eldier sees her chance to escape when her mother’s untimely death prompts a visit from her grandfather, a powerful archmage. Once whisked away to safety, Aria begins her plans to not only distribute an elixir for the contamination plaguing the land, but also save the protagonist and prevent this novel’s tragic ending. But with her own fated death looming, will Aria be able to become the hero this tale needs?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B5%AC%EC%9B%90%EC%9E%90%EA%B0%80-%EB%90%A0-%EC%9A%B4%EB%AA%85%EC%9E%85%EB%8B%88%EB%8B%A4/2890), [KakaoPage](https://page.kakao.com/content/59494826)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-heros-savior/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26301&contentId=301) (App only)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Heros-Savior/597)\n* [Japanese / 日本語](https://piccoma.com/web/product/112577)",
    "image": "https://uploads.mangadex.org/covers/dbcee2f0-2ea2-42ea-800d-7942e33840c8/4a7c3316-12f9-479b-94ed-4b4912f56d8a.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Duke’s Pet Bird",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The poignant bluebird of the marriage market, Isabella Eloise, was betrayed by her blindly devoted fiancé of ten years, and lost her place in the social world. The one who found her on a rainy path was none other than the rumored ghost duke.\n\n“Until your feathers grow anew, I shall care for you,” declared the duke.\n\nShe thought she had been rescued. But it was only until she discovered his secret…\n\n“Beloved Isabella, I’m curious to hear what sounds you’ll make when I push you to your limits,” the duke mused.\n\nBy the time she realized something was terribly wrong, it was already too late to turn back.\n\n“Aedan Holden, you’re insane.”\n\n“Yes, I am. But did you only just figure that out now?”",
    "image": "https://uploads.mangadex.org/covers/e24011de-059c-458b-9970-f0477668c92d/ccefdb05-605e-4ec7-aeca-184fd877cd93.jpg",
    "moods": []
  },
  {
    "title": "Too Bad for You, the Position of the Saint Belongs to Me",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Avnir is the daughter of the Great Saint. She was living a happy life, aiming to become a saint alongside her lover, the priest Rezol, but everything changed the day her cousin Flor appeared as a candidate for sainthood. \n\nThrough Flor’s schemes, Avnir lost her position as a saint, her lover, and even her holy powers, eventually leading to her execution. Guided by the gods, she is granted a second life, and this time, she vows never to let anything be taken from her again.",
    "image": "https://uploads.mangadex.org/covers/9caf853d-e276-4bc9-9231-20d4db8ecc3b/509dd1f3-13ae-4a0c-b279-09027c5aa24d.png",
    "moods": []
  },
  {
    "title": "Medical Top Surgeon",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
    "image": "https://uploads.mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 38",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Genius Hitter Hits Fastball",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?",
    "image": "https://uploads.mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "moods": []
  }
]