[
  {
    "title": "The Baby Fairy is a Villain",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her sudden death at the hands of an assassin, the former granddaughter of a Yakuza boss reincarnates into an otome game as the heroine. The game is, of course, set in the time of early European mafia (but with magic and other special abilities somehow)—specifically a kingdom where the royal family is supported behind the scenes by five major crime families! \"Please God, whyyy, I only wanted to life a normal life!\"",
    "image": "https://uploads.mangadex.org/covers/6f4c43c2-7ba7-487b-9821-baf0748495c7/48f0ce61-85e3-4280-9e76-06c5c5101195.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "I Became A Part Time Employee For Gods",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Devoid of professional skills, unemployed Yu Damduk was forced to take a part-time job. Frustrated with his pathetic life, he vents to the gods, gets stricken by lightning and passes out.\n[Hiring] God is waiting for you.\nWhen he wakes up, he finds a status window floating before his eyes.\nSince I have nothing to lose anyway, let’s go with the flow…\nJumping into God’s Part-time world to have a better life, the adventure of Yu Damduk, who became the lowest-class God in the part-time world, begins!",
    "image": "https://uploads.mangadex.org/covers/0a5d1769-7401-43fb-9b0e-26f3be6ca6ba/4602a240-e36d-4438-b4f7-ecd9f6ce5141.png",
    "moods": []
  },
  {
    "title": "One Day, I Suddenly Got a Crush",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
    "image": "https://uploads.mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/25b480d2-5c3f-41d6-9c53-58d8453eaf38.jpg",
    "moods": []
  },
  {
    "title": "It’s a thing, it’s a thing",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "I, Honjou Kaede, was invited by my friend, Shiromine Risa, to play a VRMMO. I don't hate games, but painful things are a little… no, I hate it very, very much. Eh!… the pain would be reduced if I placed stats on defense power? Then, the only place where I can place it, is there right? Right? Solidly fortify everything into defense, now here I come!",
    "image": "https://uploads.mangadex.org/covers/932158c8-1f78-4f8d-be23-b205c479fe80/78b97e8b-3831-45a5-9be6-32cf411e50e3.jpg",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 131",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "The Male Lead? I Don’t Want Him",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "Frozen Warrior",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Cheok Ryugeom, a Goryeo swordsman, threw himself off a cliff holding the enemy for his master's sake.\n\nHowever, he wakes up in the modern era—900 years later—after being frostbound...\n\nThis is the revenge tale of Goryeo's top swordsman in the modern era.",
    "image": "https://uploads.mangadex.org/covers/a1bfa8a2-70cb-41da-92ec-08f4a88e67cb/4869c6b1-2413-4e08-b46a-af95a32da476.jpg",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 132",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
    "image": "https://uploads.mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/efbc02bf-77ef-4021-a2e7-1c00aca9f2cd.jpg",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 356",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "The Lord’s Coins Aren’t Decreasing?!",
    "chapter": "Chapter 167",
    "genre": [
      "Action",
      "Fantasy",
      "Time travel"
    ],
    "summary": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
    "image": "https://uploads.mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "moods": []
  },
  {
    "title": "The Nebula’s Civilization",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Seong-un Choi is the top-ranked player in the game “Lost World,” being the only player to have completed all its achievements. However, his triumph is short-lived as a mysterious message transports him to the real “Lost World,” transforming him from a mere gamer to a contender for godhood. Amidst others vying for divinity, will Seong-un be able to achieve true godhood and reign supreme in this new realm?",
    "image": "https://uploads.mangadex.org/covers/c0d75ac6-04e6-413b-a494-42d0e7de7e99/4d76a21e-0e0a-4204-8c80-5d7af634d987.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 5",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Problematic Prince",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Are poisonous royal mushrooms okay?\nThe beloved son of the royal family, the Prince of the Lichen Kingdom, Prince Beron Dniester, should have given up his position due to his involvement in an unprecedented scandal.\nArna Hardy, who was kicked out, cheated, kicked out and sold into a slave market\nAnd the day it’s sold, it will be destined to be the troublesome Prince Byron Dinster as her savior\nYou are just a symbol, Miss Arna, don’t try to eat poisonous mushrooms because you will die",
    "image": "https://uploads.mangadex.org/covers/73d08129-ab40-4cdc-b2d4-c091b3789f08/6171068e-3632-4320-a002-059019d8a2c9.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Wait To Eat You",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "The End in the Fall",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "My family is in debt, and we don't have enough money for my sick sister's treatment... The troubled noble, Clarice, finds herself engaged in a political marriage with the most feared knight in the kingdom, Frost the Black Knight, known for \"slaughtering beasts with his bare hands\". In an attempt to secure his family fortune, Clarice tries to seduce the \"Black Knight\", but just as she does, she discovers \"her\" secret...",
    "image": "https://uploads.mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/e22cd466-44b5-4252-b7bd-0e983298e066.jpg",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  },
  {
    "title": "Being A Wicked Woman Is Comfortable And Pleasant",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
    "image": "https://uploads.mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "moods": []
  },
  {
    "title": "Level 1 Player",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "Life has been hard for Choi Hyunseong and his family since the portal gates appeared. That is, until he finally awakens!\n\nWhile he is unable to level up, he is gifted with the ability to trade goods on an interdimensional level and get items that raise his stats! Through the power of commerce, Hyunseong is gaining skills, storming dungeons, hunting monsters, and collecting loot to help his family.\n\nLevel is nothing but a number, and he is seemingly unstoppable as… the level 1 player.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/1%EB%A0%88%EB%B2%A8-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2801)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/91460)",
    "image": "https://uploads.mangadex.org/covers/ae19717e-e443-42bd-b9f7-d15417431bb0/52e5611f-eabe-468f-a16d-1ae8bf92cb7d.jpg",
    "moods": []
  },
  {
    "title": "Star-Embracing Swordmaster",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The so-called “Lighthouse of the North,” the prosperous trading town of Schoarra, hides a dark underbelly: seedy slums ruled by five ruthless crime bosses.\n\nWhen streetwise orphan Vlad finds the brothel he works for decimated by a disgraced knight, he turns to the path of the blade, pledging himself to the pursuit of power by sword. \n\nBlessed with the ability to seek wisdom from his sentient sword, Vlad embarks upon a journey of growth and peril as swordsman in service to the powerful House Vayezid.",
    "image": "https://uploads.mangadex.org/covers/abe0bb3b-a05e-4602-aa4f-578e0b962cf9/79b55c2b-0fb4-4569-8c48-aa1e1ff97eb7.jpg",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "Eat and Go",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "When he lost his ability to taste and smell, Lee Rim’s life as a chef ended. Just as he’s sinking deeper and deeper into depression, Rim discovers [Real], an incredibly immersive VR game that simulates all five senses. There, he’s able to regain his senses of taste and smell. Not only that, but he can cook, too! Although he does need to hunt his own monster ingredients down… Now, Rim is here to cook up delicious food, hunt some dangerous monsters, and maybe even build a whole new legacy along the way. Welcome to Lee Rim’s new life as “Rice”, the gourmet gamer!\n\n---\n\n- [Original Webtoon <Nate Webtoon>](https://toonnbook.nate.com/detail/H040842508)\n\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H040842508)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eatNgo)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1198)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000048455)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/have_a_meal)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6193068)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/86172)",
    "image": "https://uploads.mangadex.org/covers/da0f55cd-4878-4f65-b56a-25882b6c8376/206235a2-060c-4762-ab15-15a6a6e25c29.jpg",
    "moods": []
  },
  {
    "title": "I Became A Level 999 Mastermind Demon King",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adaptation",
      "Demons",
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Monster",
      "Monsters",
      "Romance"
    ],
    "summary": "The terminally ill daughter of a poor family is given a new lease on life when she is granted the chance to be reborn as anyone she wants. But her plans go awry when she accidentally wishes to become the wrong character of the video game she likes—Raina Rubellite, the final evil boss that torments the righteous main character of the game “The Power of Love”. Now, our protagonist finds herself reborn as an evil devil queen with overpowered dark magic powers, but she won’t let the video game’s plot stop her from living the life of her dreams!",
    "image": "https://uploads.mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "moods": []
  },
  {
    "title": "My Master Doesn’t Bite People",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Secret Lady",
    "chapter": "Chapter 124",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "“Lirian, the forces of evil are ravaging this world. We need a strong knight to destroy the spirit of evil that is approaching us. A righteous and strong knight! And the knight that’s you, Lirian.” Wow, that’s ridiculous. I just want to live a normal life. I have a dream to marry a handsome man. Then will enjoy life in a cottage like the house of a count. I never thought about doing justice or protecting world peace. But God chose me! Power? Sharp sword? Why give me? Why me! “Liri, would you like to come with me to the capital? Isn’t it better to go with a guy like me compared to going alone?”\n\n“Um…I was joking just now. It’s a bit…” \n\n“Hmm, that makes sense. I’m Aheros Arman, the 3rd prince of the Arman Empire.”\n\n“Wow, emperor, prince!”",
    "image": "https://uploads.mangadex.org/covers/298d7c11-98b5-4439-9c4c-5fc2699c86b7/3e92185d-a985-4698-9d1c-322b321cb6b5.jpg",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "For the Young Villain’s Happy Ending",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "Picking Up a Suspicious Husband",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Deep in the remote countryside, where the locals claim \"a woman’s happiness lies in marriage,\" a suspiciously handsome man suddenly appears—the same one I recently found wandering near my vegetable patch.\n\nAnd now, he’s introducing himself as my husband…\n\nBut every time...",
    "image": "https://uploads.mangadex.org/covers/6ef12d32-4d60-4814-afc2-7b5d155ea043/c09b0d00-90e2-4705-9ecf-c33e94b5ccb4.jpg",
    "moods": []
  },
  {
    "title": "I Took Away the Tyrant’s Virginity",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
    "image": "https://uploads.mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Can’t Live a Normal Life",
    "chapter": "Chapter 163",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?”\n\nBaek Jung-hyeok, the Heavenly Demon of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander.\n\nWill the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
    "image": "https://uploads.mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/91ef0b82-9755-4e0c-a9ec-0c7512c9c99d.jpg",
    "moods": []
  },
  {
    "title": "Sigrid",
    "chapter": "Chapter 150",
    "genre": [
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Reincarnation",
      "Romance",
      "Violence",
      "Webtoons"
    ],
    "summary": "She always lived by the rules. She thought her life had been honourable. She was loyal to the emperor, even at the cost of her life. But the only thing she got in return was the blade of the guillotine.\n\n\"Why? Why is it like this?\" she kept asking before her death.\n\nHowever, when she opened her eyes, she had returned to five years before she died.\n\n\"Was the way I lived wrong?\" she kept thinking.\n\nSigrid decided to change her way of life. What to eat, what to wear, what to buy, everything. The way she changed led her to be the centre of everything. Although, everything eventually started to go back to the way it was. And so, Sigrid came face-to-face with her old rival and enemy, Veramud.\n\n\"It begins by making friends.\"\n\n---\n[Original Novel](https://page.kakao.com/content/48526879)\n\n[Original Webtoon](https://page.kakao.com/content/60907554)",
    "image": "https://uploads.mangadex.org/covers/08f134f6-4038-4e39-b9a4-c48fd40f994f/3687e447-4803-46fd-a87c-6444b3573745.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "Warrior of the Mind Sword",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The continent of RAIEO was once ravaged by the Demon Lord and the Demon Race, in the darkest of times a Brave Knight carrying with him a Sacred Sword, saved the continent. After 300 years of peace, with the Sacred Sword now gone and the Sacred Sword Temple being occupied by the Demon Race, the continent of RAIEO is once again at a threat of war. Thus, our protagonist together with his donkey and a mysterious girl embark on a journey to stop the Demon Lord and the Demon Race.",
    "image": "https://uploads.mangadex.org/covers/13e0a7a7-ed1f-4e1f-8ed0-00443f7c134a/b8b0f4a0-5ea5-4be1-a54f-068ab9c09a6f.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 268",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Empress Maria",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Wait, from now on, I will inflict divine punishment.\"\n\nMaria, who had lived her best as the empress of the empire, as the emperor's wife. However, all that returned to her was the cruel betrayal of her husband and friend, and in the end, she only watched the deaths of her beloved ones. Maria, who was so thoroughly used by others, eventually gains the title of deposed empress and is dragged to another country. However, the red-haired man 'Gunther' she met there brought back truths different from the memories of the past that Maria knew, and Maria, at the edge of despair, wants to live once again. And her heart races at the thought of living and taking revenge.\n\n---\nAfter dedicating her life as the Empress and loyal wife, Maria is betrayed by her husband and closest friend, witnessing the deaths of her loved ones. Stripped of her title and exiled, she meets a red-haired man named Gunther, who reveals truths that challenge her past. From the depths of despair, Maria finds the will to live again, driven by a burning desire for revenge.",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "Magical Kiss",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Homura x Madoka",
    "image": "https://uploads.mangadex.org/covers/91bba772-3dd2-4073-ad03-f61195017bd4/3aaa7ade-dd57-46e2-bab0-e26556403f0f.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  }
]