[
  {
    "title": "Expelled Hero Is Too Strong",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…",
    "image": "https://uploads.mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "moods": []
  },
  {
    "title": "I’ll Turn That Savage Slave Into My Obedient Emperor",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 139",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "The Evil Grand Duchess Has a Secret Life",
    "chapter": "Chapter 99",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a top actress named Elise is killed by her boyfriend, she gets transmigrated into the villainess of a story she was supposed to star in. But what's this? The man who was supposed to get transmigrated as her partner is too affectionate! Didn't they say he is cold and distant? What happened to the man who was supposed to help me?",
    "image": "https://uploads.mangadex.org/covers/adfa6b12-50d6-46ec-a10a-45979eaf848b/a7c5bf62-1dea-41c7-9d64-cb6207e5ea0c.jpg",
    "moods": []
  },
  {
    "title": "I’ll Save a Decent Family",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ji-Woo Lee, an author gets reincarnated into her novel as Tara Elias, the 5th daughter of the Elias family. However, the family is supposed to fall soon, and everyone in it will be executed. Ji-Woo insists that she will escape her fate.  \n  \n\"I thought everything was going smoothly.\"  \n  \nThat is, until she meets the second prince. Prince Kyle Amur.\n\n---\n*They walked over me. Now I rule over them.*\n\nAfter being murdered, Yeonwoo is reincarnated as Tara Elias, the unremarkable and incompetent 5th daughter of the Elias family. How will Tara Elias, the nobody of the family, save the entire household from its grisly ending and become the ruler of the kingdom?\n\n---\n[Original Novel](https://page.kakao.com/content/55629319)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%9D%ED%95%A0-%EA%B0%80%EB%AC%B8%EC%9D%84-%EC%82%B4%EB%A0%A4%EB%B3%B4%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2381), [KakaoPage](https://page.kakao.com/content/54740855)\n\n**Official Translations:**\n* [English](https://manta.net/series/1376)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc28061)\n* [French / Français](https://www.verytoon.com/serie/the-falling-family-and-me)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ill-Save-the-Falling-Family/243)\n* [Japanese / 日本語](https://piccoma.com/web/product/54807)\n* [Vietnamese / Tiếng Việt](https://pops.vn/comics/ta-se-cuu-lay-gia-toc-suy-tan-nay-5eeacb5be3d0a70034a66c97)",
    "image": "https://uploads.mangadex.org/covers/8cbaf5f6-b69e-40ad-9ca0-be13a2cf2373/10b079e3-2941-41e0-adfa-bec384605571.jpg",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/f7f35b64-d825-4860-a173-dd75c3038f22.jpg",
    "moods": []
  },
  {
    "title": "I’m A Super Rich Man, So It’s Reasonable For Me To Be A Scumbag",
    "chapter": "Chapter 3",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jiang Cheng woke up and was reborn! He was also bound to the Godly Rich System. Every second the world runs, he can get money! As the system continues to upgrade, Jiang Cheng's wealth has skyrocketed. All the cool school beauties and queen bosses are around him. Jiang Cheng laughed up to the sky. In his previous life, he was trapped by the things that he couldn't get when he was young for so long. Now that he is reborn, who cares about those broken rules! Let's drink and enjoy it first.",
    "image": "https://uploads.mangadex.org/covers/4d20ec0a-780e-477d-9c66-babbb9ab012a/c38b053a-e5ce-45de-b013-4dbcd6515c9f.png",
    "moods": []
  },
  {
    "title": "Chronicles of the Demon Faction",
    "chapter": "Chapter 128",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Hidden Love",
    "chapter": "Chapter 136",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
    "image": "https://uploads.mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 169",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "Bloodhound’s Regression Instinct",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being brainwashed by the emperor, Yahn has served him as his loyal puppet. Upon finding out that he has been played by the emperor, Yahn vows vengeance, but he falls to the mighty emperor’s powers. However, instead of dying, Yahn opens his eyes to find that he has gone back in time, to when he used to be a soldier in training. Will he now seek vengeance on the emperor, or will he go look for his family? The choice is now in his hands.",
    "image": "https://uploads.mangadex.org/covers/40677996-3301-412a-99dd-b5c8bf3e3f7b/bf233ccb-e4a5-4829-a349-9d4bc62b2393.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world! ――This is a light for life in a different world. When I thought, I was suddenly attacked by a beautiful dark elf...?!\n___\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
    "image": "https://uploads.mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/5138c62c-e9b0-4867-98d2-7f5813411d0c.jpg",
    "moods": []
  },
  {
    "title": "I Quit My Job to Become the Genius Court Mage",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "MANGA",
      "Manga",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Visible Love",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ever since she was young, Haruno Mei has had the ability to see pink arrows that tell her which person someone loves. Following many hardships that came with this ability, Mei begins attending an all-girls' boarding school in the hopes of never getting involved with romance again. However, she discovers that her childhood friend Shirayuki Saya and her new classmate Fukatsu Rinna both have arrows pointing towards her.  \r\n  \r\nOfficial synopsis:   \r\n\"That actor and that idol are gonna get married, huh?\" I've gotten tired of saying that every time it happens since long ago, so I've stopped saying it lately.  \r\nHaruno Mei, a girl who is able to see who is in love with who, begins her new school life…",
    "image": "https://uploads.mangadex.org/covers/df715a94-a013-4d5d-a7d5-f7f2f778d09d/428bd438-0ece-470f-ac91-aaded0fac82f.jpg",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "Become a Witch in a World Full of Ghost Stories",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
    "image": "https://uploads.mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "The Delusional Hunter in Another",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I have a little secret. I'm from an alien planet far, far away.\n\nHowever... fate had other plans. I found myself reincarnated into the body of someone who had literally starved to death! Will Gi-ryeo be able to find a way to adapt to this strange planet called Earth and keep his true identity hidden?\"",
    "image": "https://uploads.mangadex.org/covers/461d7e9d-79df-4257-9155-4455a0b36e64/63d992aa-5a7f-4e03-8f6e-29863bed680b.png",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 23",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 76",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "Selena",
    "chapter": "Chapter 119",
    "genre": [
      "Historical",
      "Romance"
    ],
    "summary": "Welcome to Wellenberg, Meuracevia at the turn of the 19th century. The fate of Serenity Hotel, an opulent hotel in the nation’s capital, hangs by a thread as its headstrong heiress Serena and her stern husband Eiser struggle to turn its fortune around. Their loveless marriage of convenience takes a twisted turn following Serena’s jealous attachment to her stoic and handsome servant, Frederick. At a time when happiness takes a back seat to one’s sense of duty, will Serena be able to protect her love and ensure the survival of her family and her business?",
    "image": "https://uploads.mangadex.org/covers/34d8a0e8-6811-459d-87a1-2d3e81ad18fb/67177930-a1b4-4092-b9e8-b3b47322b21c.jpg",
    "moods": []
  },
  {
    "title": "One Night With Deep Passions",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "One drunken night led her into the wrong room—a room where she provoked a devil who could never be sated. When dawn broke, she fled in a panic. However, he continued to linger around her like a haunting shadow, overwhelming her with his flirtatious behavior.\n\nHe declared that the one night spent together meant that they must show endless devotion to each other for the rest of their lives. \n\nEvery moment, thoughts of her consumed him, and the devil demanded she take responsibility.",
    "image": "https://uploads.mangadex.org/covers/31c2470e-22b4-4a01-a008-c8be9b95498d/88239b20-96b5-4f11-a2a2-3772a69b0924.png",
    "moods": []
  },
  {
    "title": "Insta Life",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Luke Othyde, the kingdom’s strongest S-rank adventurer, was executed by his own comrades for being too strong. A few months later, a man in a black helmet appears in a remote village, possessing powers greater than Luke’s. His name is Lugo. Due to his extraordinary powers, those around him view him with suspicion, but despite that, the strongest man wrapped in mystery enjoys the best slow life!",
    "image": "https://uploads.mangadex.org/covers/08af8092-c805-4bae-ab7e-5c03e87d4e06/f95909f0-ab05-4238-ac8d-8d060f0cf17a.jpg",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "Unscratched Lottery Ticket",
    "chapter": "Chapter 13",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enji, with a stunning face but a chubby body, is called the epitome of an unscratched lottery ticket.\" Using her ability to eat more than others, she became a mukbang YouTuber. However, due to her chubby figure, she often faces ridicule. With low views and stagnant subscribers, Enji is gradually losing hope.\n\nBut one day, by chance, she picks up an \"S-lottery\" ticket and decides to scratch it. From that moment on, her life begins to change overnight.",
    "image": "https://uploads.mangadex.org/covers/7baf0b49-ed79-4b5e-9869-d0b6097c5d8c/9ee3db14-56a0-4beb-87de-a7d0186a2201.jpg",
    "moods": []
  },
  {
    "title": "Shining Nana Nana",
    "chapter": "Chapter 16",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Please Shoot Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Ecchi",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A Saintess born through divine prophecy, granted the powers of the gods, is called the \"Holy Maiden\". She delivers divine blessings and words of love, healing both body and soul with sacred power.\n\n\"From birth until death.\"\n\nThat’s how it was supposed to be.\n\nAnd yet, despite being a Holy Maiden, she turned to black magic. She offered living sacrifices, used forbidden knowledge, and performed a demon summoning ritual.\n\nAnd then — a real demon actually appeared?!\n\nShe made just one wish to the demon:\n\n“I want to live in a safe, peaceful place where no one knows me, with plenty of comfort and quiet.”\n\nIn response, the demon brought her to the Demon Realm a place where no one knows he, just as promised and offered to let her live in his own luxurious and quiet castle.\n\nBut… the castle wasn’t empty.\n\nIt was filled with the demon’s family members, all powerful demons themselves.\n\nAnd now they say they’ll decide by majority vote whether she can stay in their castle…?!",
    "image": "https://uploads.mangadex.org/covers/0236d75a-d8a4-4dbb-b397-aeec781c8d16/9cf9fbf1-0aea-40b5-b82c-25affa36be12.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 65",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Troll",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]",
    "image": "https://uploads.mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Nao Anekawa was asked by a strange talking mascot if she would like to appear on TV. Although she refused, she was forced to sign a contract, and before she knew it, she had been taken to a place she didn't know... 13 other men had also been brought there. They were all great men who had left their mark on history!! What's more, the TV program she will be appearing on with them is a love reality show!? Together with the 13 great men, this struggling girl will search for her one and only \"destiny\"!\n\n(Source: Comic Zenon, translated)",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/aa16a4c0-c5ff-48a2-9919-273622c99e00.jpg",
    "moods": []
  },
  {
    "title": "I Thought I Didn’t Have Long To Live!",
    "chapter": "Chapter 104",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
    "image": "https://uploads.mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Male Lead Made Me The Female Lead",
    "chapter": "Chapter 50",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "Confession",
    "chapter": "Chapter 51.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life"
    ],
    "summary": "A story between the handsome yet loving pilot Zhou Jingze and a gentle yet dependable doctor, Xu Sui. Summer has always been warm, so is the boy I love. Stay tune to see the undying love of the \"infatuated playboy\" Zhou Jingze.",
    "image": "https://uploads.mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 199",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 34",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "Betting Game",
    "chapter": "Chapter 27",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "After I beat a noob in an FPS, he challenged me to a fight in real life!? I decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!",
    "image": "https://uploads.mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/f636e4eb-ebfa-43a8-b46b-034a20e94544.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Lady’s Mask",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Manhua",
      "Romance",
      "Shoujo"
    ],
    "summary": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…",
    "image": "https://uploads.mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Jakdu",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
    "image": "https://uploads.mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "The Prosecutor Doesn’t Know The Law",
    "chapter": "Chapter 19",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/47d867ee-ba4c-4709-bc34-f03132038819/4f930684-8c5e-4e7b-86f0-c9a8c23ceb2e.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 731",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  }
]