[
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? \n\nEnkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! \n\nNow that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…\n\n---\n\n**Original Webtoon:**     \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=835741)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12051527)\n\n**Official Translations:**     \n- [English](https://www.webtoons.com/en/fantasy/the-necromancer-familys-young-heir/list?title_no=7413)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-necromancer-familys-young-heir/list?title_no=7898)\n- [French](https://www.webtoons.com/fr/action/the-necromancer-familys-young-heir/list?title_no=8257)",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Neet van Avadora, the second prince of the great kingdom of Astoria, is a homebody who loves nothing more than staying indoors. After cutting himself off from the outside world for years to devote himself to magical research, he has, without even realizing it, grown into a true prodigy of magic.\n\nOne day, however, under orders from his father the king, Neet is forced, much against his will, to enroll in the Magic Academy. There, he gradually begins to enjoy student life, blessed with quirky but kind friends. But because of his overwhelming magical talent, he constantly finds himself caught up in one troublesome incident after another…!\n\nMeanwhile, Alex, the first prince, and the very cause of Neet’s growth into an unknowing genius, sets a certain “plan” into motion. This plan will spark a great incident, one that will change not only Neet’s fate, but also the fate of the entire kingdom of Astoria…",
    "image": "https://uploads.mangadex.org/covers/fcdd3168-aa90-47af-b8a0-a29d9e273d6d/20639263-fcaf-45f8-8fdc-e8834058dd15.png",
    "moods": []
  },
  {
    "title": "The Archmage’s Restaurant",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "A young aspiring chef suddenly finds himself in a world of war, dragons, and magic. These two worlds couldn’t be further apart... or could they? Who says you can’t open a restaurant in a fantasy realm? I mean, what could possibly go wrong? A perfect series for fantasy, magic, and food lovers.",
    "image": "https://uploads.mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "I Will Buy Divine Power With Money!",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "Expelled Hero Is Too Strong",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…",
    "image": "https://uploads.mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "moods": []
  },
  {
    "title": "I Became the Successor of the Martial God",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "One day, I suddenly became the protagonist of a game. However, the more you look at this protagonist... the more you'll sigh. He's got the worst stats, the worst talent and zero connections. But still… You have acquired [Heavenly Martial Physique]. You have become the master of the [Martial God's Tome]. “So what? I’m the ultimate veteran player!” He's not just a veteran player— he’s a full-blown obsessive maniac. Thus begins the legendary playthrough of a hardcore veteran!",
    "image": "https://uploads.mangadex.org/covers/2b73caa9-8c5f-49f4-96c5-af7044c57f62/7b765853-d79b-4be6-a77d-064df7177b51.jpg",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 253",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "For centuries the Lee and Dai had shared a deep bond in the form of a master-servant relationship which gradually evolved into a strong friendship between the heirs of both families. Therefore true to tradition Dai Xiaodao (aka Dai Xiaoshuang) decides to assume the role of the manservant for Li Qingri (aka childhood friend) in place of her dead brother, Dai Dadao.   \n  \nTo her chagrin, pretending to be a boy was but the tip of the iceberg in terms of the list of challenges that would come her way. On top of having to contain her secret love for Li Qingri who has become her roommate… what's the deal with that sinister-looking senpai (who's always flashing some fish at her) and that sweet-looking female classmate (who's really a carnivore in herbivore's clothing)!   \n  \nAll that aside, what was that mysteriously beautiful scent that Dai Xiaodao got a whiff of when she bumped into the notorious Ye Weien at that secret path? Surely, no matter what the legend says, that obnoxious playboy could not be the man of her destiny!",
    "image": "https://uploads.mangadex.org/covers/2faff886-bfde-4d86-a1c3-8ce189ca7674/b413cc06-fc37-4b99-b5ea-e61acb8bf35b.jpg",
    "moods": []
  },
  {
    "title": "The Back-Alley Mage’s Return",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Aster, a troublemaker from the Dequlan family of magicians, who used to be a vagrant. He runs away for freedom, but is eventually caught and loses his life.\n\nBut when he opens his eyes, he finds himself back in his vagrant days in the black-and-white zone...!\n\n“I will build the library that was my comrades' dream, no, I will build a tower even greater than that!”\n“As a bonus, I will display the Deculanga Vision Book on the first floor.”\n\nAster's return to life as a vagabond!",
    "image": "https://uploads.mangadex.org/covers/f1877909-b484-4ab9-a6a2-a98e11b4bd23/ecb0a695-5a69-4e2a-93c5-0b6cb70e431c.jpg",
    "moods": []
  },
  {
    "title": "I Became A Squirrel Saving The Villain",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The earl's daughter Sadie has made quite a name for herself as the villainess of the century during the ten years that her body was hijacked. When she realizes she has gotten back in her original body, Rufus, the commander of the knights, is in the middle of breaking off their betrothal. Even when she tells him the truth that her body has been hijacked, he refuses to believe her. Thus, Sadie begins to look for the culprit as well as the cause of the body-switching. Meanwhile, Rufus cannot hide his confusion over Sadie's sudden change in personality...\n___\n[Original Web Novel](https://ncode.syosetu.com/n0873gq/)",
    "image": "https://uploads.mangadex.org/covers/d5f4e407-581b-46f9-9b8e-6cd1d8a5008a/4d5f2354-d1f9-4001-83d3-94cb310d7a93.jpg",
    "moods": []
  },
  {
    "title": "Black Corporation: Joseon",
    "chapter": "Chapter 110",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime.",
    "image": "https://uploads.mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 36",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Misfortune at Work",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
    "image": "https://uploads.mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "moods": []
  },
  {
    "title": "Office Contract Relationship",
    "chapter": "Chapter 4",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as the Spoiled Baby Empress",
    "chapter": "Chapter 21",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "What a Good Girl",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school. For the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...",
    "image": "https://uploads.mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/995effaa-0261-4cb1-8abd-2a063cea279a.jpg",
    "moods": []
  },
  {
    "title": "I Tried To Be Her Loyal Sword",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "To save her younger sister Aria from her illness, Cassmire Crisis became a mercenary, wielding a sword and shedding blood to pay for her medicine. \n\nBut when Cassmire suffers a fall one day, memories of her past life as Aria’s wicked stepsister come flooding back. Rather than take up the role of villainess again, Cassmire vows to protect Aria this time. \n\nBut with Aria doomed by the story to face only hardships, Cassmire must pick up her weapon once more to become her sister’s loyal sword!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
    "image": "https://uploads.mangadex.org/covers/9e02520f-11b9-4e29-a882-9d79034347a8/d08d7916-0d2d-4366-b416-f945aa7aecef.jpg",
    "moods": []
  },
  {
    "title": "The Desire of the Princess from a Fallen Kingdom",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 179",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Hidden House in the Apocalypse",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
    "image": "https://uploads.mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 58",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jin is an adventurer so overwhelmingly strong that he can cut down a three-headed dragon with a single slash! Though he craves more power, he fears that becoming any stronger would turn him into a monster... so he retires from adventuring and returns to his hometown café, in Dagar!\n\nHowever, in the mountains behind his family home lies a dungeon said to grant one’s deepest desires...!?\n\nTogether with Shuna, a runaway saint who suddenly barges into his life, the power-hungry former adventurer sets out to conquer the dangerous, monster-filled dungeon! And after the battles, they savor exquisite dungeon cuisine made from the monsters they defeat—!?",
    "image": "https://uploads.mangadex.org/covers/b7875551-1862-4999-a59a-235e7ed7d61e/08c46de7-262f-4c5b-b9fd-56de747018c8.png",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/79d15ba6-dfb3-4f1a-9f3d-97b2a49f6f1f.jpg",
    "moods": []
  },
  {
    "title": "Records of the Swordsman Scholar",
    "chapter": "Chapter 170",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance"
    ],
    "summary": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
    "image": "https://uploads.mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For Those of You For Whom Regret Is a Luxury",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "If I Don’t Die Soon, I Will Rule The Demon Realm",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Humanity’s strongest warrior was killed by demons amidst a battle and gained the power to reincarnate, but somehow did so as a demon. Only by dying he can go back to living as a human, so he committed suicide non-stop. But things turned out to be the opposite of what he expected…",
    "image": "https://uploads.mangadex.org/covers/86c593d1-c1ab-4633-8c5e-bcc74eaa97ea/ed3d8a26-3b82-4764-84da-6dfca42a0fe5.jpg",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 17",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Would You Like to Have an Affair With Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Godly Son-in-Law of the Nation",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Five years ago, his father’s company was framed by someone, and he lost his money. Jiang Beichen suffered humiliation in front of his relatives in order to treat his father’s illness, and was even ruthlessly abandoned by his fiancee, and finally sank into the river. Five years later, he added glory to his body and returned strong. Not only did he sweep away all abuses and avenge his father, but he also stood on the top of Kyushu, overlooking the world.",
    "image": "https://uploads.mangadex.org/covers/5f1d3c6b-84f5-441a-95b6-362b106b1e75/3200ae88-9318-4cb9-a869-37ecd16bf406.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 248",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "S-Class Butler",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Butler Kim is the raid leader of the VR game Metariaand in real life the guardian of two cats. One day, a mysterious boss forces him into the unwanted Butler class, where he must serve monsters and do menial chores.\n\nJust as he begins adjusting to this strange new role, an unbelievable truth is revealed:\n\n\"A cat… logged into the game?!\"\n\nHis beloved pet Peechu has entered Metaria.\n\nBut Peechu is not just Peechu. The \"Master\" who reclassified Butler Kim and has been giving him orders is actually Kalinas, the Incarnation of Darkness, now trapped inside the cat’s body.\n\nWith the world’s balance at stake, Butler Kim is tasked with carrying out Kalinas’s dark mission. Yet instead of worrying about the will of darkness, is he simply happy to adventure through a fantasy world with Peechu?",
    "image": "https://uploads.mangadex.org/covers/b7348415-9458-4715-bc0a-8630bf0c2de3/8d14fd84-4eb3-42d0-8ff5-8bf8d95ce325.png",
    "moods": []
  },
  {
    "title": "How to Live as a Civil Servant in Murim",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Yeon Woohyuk was once a veteran player of the martial arts detective game The Great Detective of Daehwan Empire Then suddenly, without warning, he finds himself reincarnated as a pokoe (detective officer) inside the game!\n\nFortunately, he realizes that the cases from the game unfold exactly as he remembered, so he begins to adapt by solving them.\n\nBut the joy is short-lived—he discovers that his ability known as \"Spirit Eye\" is actually the result of his dantian (energy core) being forcibly opened, putting him at risk of an early death.\n\nBeing a detective is hard enough —  and now he has to learn martial arts and become a powerful master too?!",
    "image": "https://uploads.mangadex.org/covers/39494321-75d0-41e8-a1c1-2cf7cc13b8fa/99b96f2b-bdae-455e-848e-585d0a662817.jpg",
    "moods": []
  },
  {
    "title": "Hunter World’s Gardener",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ji-ha, the weakest labor-class hunter with neither skill nor fighting ability, made a living by running a store while holding the lowest hunter rank.\n\nBut one day, his life as a hunter changed when he entered a garden from a different dimension through his dream...\n\n<You have obtained Friendly Plant Lv.1> <You have obtained Blessing of XXX Lv.1>\n\n'I gained a skill just by planting one twig...?'\n\nHis unique adventure as the sole gardener in the hunter world begins.",
    "image": "https://uploads.mangadex.org/covers/fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee/27369165-a20e-41df-b2a9-33b7f558b5e0.jpg",
    "moods": []
  }
]