[
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 171",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Demonic Evolution",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
    "image": "https://uploads.mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "moods": []
  },
  {
    "title": "Only for Love",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Office Workers",
      "Romance",
      "Shoujo"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/91c57db8-bf13-4503-b668-4991abfe20af.jpg",
    "moods": []
  },
  {
    "title": "The Stars And I",
    "chapter": "Chapter 222",
    "genre": [
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "Yoshiko Yokozawa is an office lady who loves cute things and being cute herself. Because of this, she is often not taken seriously and she is fed up with it. On the other hand, Chiaki Kurisu, a sales representative from a trading company, always seems very serious when she visits for business. For some reason, Kurisu suddenly invites Yokozawa to dinner!? Outside of work, Kurisu-san is completely different from her usual business-like behavior, being totally open and vulnerable...!?\n\n\"This woman, is cuter than me!?\"\n\nYou can't help but fall for her. ♡ Adult girls-love ♡",
    "image": "https://uploads.mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/192ee443-ee4d-46e6-b891-d920d2d17747.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 160",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "After Being Reborn I Was Surrounded by Enemy Cubs",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Revenge",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "After a miscalculation, Princess Stephanie, who holds supreme power in the empire, dies mysteriously on the eve of her coronation as Queen.\nStephanie opens her eyes filled with endless doubts and anger, only to find herself reborn in a small border town in the Aiello Empire. She thought she would be far away from the political center, but soon realizes that the people around her are all familiar... cubs (children)?!\nFrom their conversations, she learns that her enemies have thrived after her death and become powerful bosses. What should she do now?\n\"After Rebirth, I'm Surrounded by Enemy Cubs.\"",
    "image": "https://uploads.mangadex.org/covers/d4534075-337f-4c9b-b198-c22b4de4499a/6c315927-63d2-4687-9024-09780ca2ead3.jpg",
    "moods": []
  },
  {
    "title": "Savage Castle",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Due to his uncle's conspiracy, the king leaves the throne and hides in a desolate land. The story unfolds with the king and a pitiful yet beautiful noble lady, who has made him her slave, entangled in obsession and affection.",
    "image": "https://uploads.mangadex.org/covers/89759f03-8280-4f14-ac5b-bc99cca94a0b/e7eb8676-2e71-4c35-9b30-2134760cad52.jpg",
    "moods": []
  },
  {
    "title": "The Saintess Returns as a Villain",
    "chapter": "Chapter 19",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Beatrice has lived as a saint for 10 years to prevent the disaster of the empire and win the love of her family. One day, her place as a saint was taken away by a girl named Lina Cumbell with her black hair... “I will kill you, your family, and all your followers.” She is framed as a warlock and executed. Beatrice's second life began like that. “Even if this life becomes a villainess… Lina, I will avenge you!!” The new life of Riche, a true saint who decided to become a villain, is redrawn.",
    "image": "https://uploads.mangadex.org/covers/ec1b5b3f-0bee-49b1-b17c-92b9f0e7751e/7793793f-410c-4bcc-95d6-c130179be7cd.png",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 61",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Business Marriage – If You Fall in Love, We’ll Get a Divorce",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Eligible bachelor CEO Tsukasa Donose has a business proposal for office worker Miyabi Sayama: he wants to skip the romance, jump straight to marriage, and move in together. There's only one condition: if she catches feelings, the deal is off. But Miyabi's in no danger of that... right?",
    "image": "https://uploads.mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "moods": []
  },
  {
    "title": "Their Trap",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The unfortunate little Li Qian Luo accidentally married a man who happens to be a god tier wife defender. Welcome to how to get revenge on your ex-boyfriend!",
    "image": "https://uploads.mangadex.org/covers/61566310-b625-49cd-bdc9-b52b737125e1/3321038e-520a-42f1-bdd7-06d707eeb1e9.png",
    "moods": []
  },
  {
    "title": "Sleeping Ranker",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "summary": "“We’re only taking a break for about 30 seconds? I’m not imagining things, right?”\n “…Yes.” \n\nAfter 15 hours of hunting, Hyunsung asked to rest for a while, and after 30 seconds, he had to get up again and started hunting.\nActually, Hyunsung has a special skill.\n\n[Thananos’ narcolepsy skill is activated.]\n[You’re being forced into a sleep state.]\n\nAfter sleeping for a while and waking up, I got an item? \nPay close attention to the story of the God-Rank Class, the descendant of Thananos, the unstoppable Hyunsung.",
    "image": "https://uploads.mangadex.org/covers/19c0fc79-b698-4be5-84c5-33fa4a7e1e0c/40c29138-3f11-4d36-a65b-7916ee455900.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Villainess with a 0% Survival Rate",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Isekai",
      "Magic",
      "Romance"
    ],
    "summary": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?",
    "image": "https://uploads.mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "Absolute Threshold",
    "chapter": "Chapter 72",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Hot Harem Has Turned Cold On Me!",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "Ghost Romance",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Seonwoo Yoo, a senior in the photography department, is working as a photographer. One day, he receives a collaboration proposal from a famous overseas magazine.For a while, such a fluttering heartRecently, a jokjok ghost taking a picture is taken together'Seon-woo', who suffered from a psychic phenomenon, tries in various ways to solve it, but it is not easy.In the meantime, the psychic picture was not taken.They find the only subject... It is none other than the most famous playboy on campus, 'Choi Moo-young! \"Model? Let me do it. Go out with me instead.\"Will 'Seonwoo' be able to take a picture of 'Mooyoung' and debut safely in a famous overseas magazine?!The dilemma of a horror romance with him, who never wants to be involved, begins!",
    "image": "https://uploads.mangadex.org/covers/3136a23b-b8c0-48f4-9d89-fbeb63927c4a/b927e959-5307-4690-a90f-97548802bb90.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
    "image": "https://uploads.mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 102",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 123",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Mafia Nanny",
    "chapter": "Chapter 84",
    "genre": [
      "Romance"
    ],
    "summary": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?",
    "image": "https://uploads.mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/af30655c-6696-4b2c-a361-461d653749b2.png",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One day, “I”, an ordinary high school boy living in the present day, was hit by a truck and reincarnated in another world. But what a surprise it was to find out that I was reincarnated as Elena Evan, the “villainess” of an otome game! If this continues, the future that awaits me will either be condemnation, execution, or exile… I want to avoid that at all costs. While I was worrying about this, I found a glimmer of hope. If Tiara, the main heroine, and I could get together and find a yuri route for us, maybe we could avoid a bad ending…? However, I am now beset by a number of beautiful and handsome men…?",
    "image": "https://uploads.mangadex.org/covers/0f25067e-a33e-4b25-a5d5-aff6e03b9e5c/8bb39df8-f850-40a2-868c-e561ee3347f9.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 65",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel—or so I thought. Life was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! Then I found out that he’s terminally ill—and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "The Duchess’s Secret Dressing Room",
    "chapter": "Chapter 120",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*How much money must I spend for you to divorce me?!*\n\nRubika dies in a war without being able to confess her love for Arman but is instead sent back in time. A new life, she will not live in vain. But what are these new obstacles?\n\n---\n*'If I had known sooner that life would never wait, I wouldn't have hesitated so much...'*\n\nAfter living a hard life in the ravaged war ruins, Rubica dies without even confessing to her beloved Armand.\n\nBut what is this?\n\nAt the age of 22, with Armand’s ring, Rubica returned to the pre-war period. After returning, Rubica tries to find Armand who may be alive but is caught by the proposal of her kingdom's supreme ruler, the Duke of Claymore.\n\nRubica, who eventually became the duchess because of her greedy uncle and aunt, now plans to squander her husband's fortune, be disgraced as a 'luxurious duchess,’ and get him to divorce her.\n\nHowever, contrary to what she intended, her fame rises due to her overflowing talent, and her husband, who she thought was indifferent to her, slowly begins to take an interest in her... Where is the end of her luxury, which began to flow in a direction she never expected?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8%EC%9D%98-%EB%B9%84%EB%B0%80-%EC%9D%98%EC%83%81%EC%8B%A4/2961), [KakaoPage](https://page.kakao.com/content/59782483)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16662/)\n* [Japanese / 日本語](https://piccoma.com/web/product/119963)",
    "image": "https://uploads.mangadex.org/covers/90dd657f-2a62-494f-934f-f8d06c73fc18/d3a6bbf6-d8cd-43d4-a4e3-603180720d57.jpg",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 271",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Gu Changge, a traveller from another world, comes to realize that he is the villain in this world. However, with his noble background, unrivalled abilities, and a cheat system that penalizes the protagonist, he is ready to steal the protagonist’s thunder and win the female lead’s heart…\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/12602/)\n\n**Official Translations:**  \n- **Japanese**: \n  - [Piccoma](https://piccoma.com/web/product/119582)   \n- **Korean**: \n   - [Kakao](https://page.kakao.com/content/61188260)  \n\n- **English Ongoing**:  \n  - [INKR](https://comics.inkr.com/title/1382-i-am-the-fated-villain)\n  - [Webcomics](https://www.webcomicsapp.com/comic/I-am-the-Fated-Villain/63805b998c252b7c5e6b6b74)\n  - [Mangatoon](https://mangatoon.mobi/en/i-am-the-fated-villain?content_id=3446131)\n  - [Alandal](https://alandal.com/series/comic-i-am-the-fated-villain)\n  - [Renta](https://www.ebookrenta.com/renta/sc/frm/item/146190/)\n\n---\n\n- **English Discontinued**:  \n  - [Voyceme](https://www.voyce.me/series/i-am-the-fated-villain)",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "What’s With the Three Kingdoms-Obsessed Male Lead?",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into a BL-novel version of Romance of the Three Kingdoms—where historical warlords are reimagined as gorgeous, rose-tinted love interests—the protagonist just wants to enjoy the view. Who cares about unifying China when you’re surrounded by pretty men?\n\nBut things take a sharp turn when Lü Bu, the world’s most beautiful (and utterly insane) warlord, appears before them with a deadly warning:\n\n\"Don’t look away. If you so much as glance at another, I’ll kill them all.\"\n\nWait—the novel said he was handsome, not yandere! And worse… Lü Bu is destined to die soon.\n\nNow, the protagonist is racing to rewrite his tragic fate, but this isn’t just any Three Kingdoms story—it’s a BL fantasy, where every strategist, general, and emperor seems weirdly obsessed with them.",
    "image": "https://uploads.mangadex.org/covers/a184e626-806d-4151-8045-3485e5e32afd/2f2bf7f7-778c-4a23-b1f2-958f5d922efe.jpg",
    "moods": []
  },
  {
    "title": "I Tried To Be Her Loyal Sword",
    "chapter": "Chapter 111",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "To save her younger sister Aria from her illness, Cassmire Crisis became a mercenary, wielding a sword and shedding blood to pay for her medicine. \n\nBut when Cassmire suffers a fall one day, memories of her past life as Aria’s wicked stepsister come flooding back. Rather than take up the role of villainess again, Cassmire vows to protect Aria this time. \n\nBut with Aria doomed by the story to face only hardships, Cassmire must pick up her weapon once more to become her sister’s loyal sword!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
    "image": "https://uploads.mangadex.org/covers/9e02520f-11b9-4e29-a882-9d79034347a8/d08d7916-0d2d-4366-b416-f945aa7aecef.jpg",
    "moods": []
  },
  {
    "title": "Chronicles of the Demon Faction",
    "chapter": "Chapter 131",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 97",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "The Monster Knight wants Parental Leave",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucia is the captain of the imperial knights and a swordmaster famous for her extraordinary achievements. However, she regrets something on her deathbed: unknowingly aiding a nefarious group in their plot to sacrifice the saintess for profit. So when she wakes up in the past as her 25-year-old self, Lucia is determined to rescue the child saintess and keep her safe until she’s old enough to protect herself. But the formidable knight is completely clueless when it comes to raising a child... Will six months of maternity leave be enough time for her to figure things out?",
    "image": "https://uploads.mangadex.org/covers/59e297ca-0ed8-40d4-8cc7-f2cd545d1470/c5139675-ab1c-4d94-845a-02452fdc5992.jpg",
    "moods": []
  },
  {
    "title": "Perfect Contract",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Junwon, a perfect man, and Ju-i, a woman who knows her abilities and charms, strike an unusual deal: they will date with one strict condition—no falling in love. What starts as a simple arrangement soon becomes complicated as unexpected feelings begin to surface. Can they stick to their promise, or will emotions get the better of them? Dive into a world where love is both the goal and the enemy, and find out if their hearts will follow the rules or break free.",
    "image": "https://uploads.mangadex.org/covers/81cc2380-a4c6-4cd1-97cb-cd24eaf354d8/e266fe62-ba09-4cba-967d-85bffe6be917.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "You've received a hidden job. Processing… Congratulations, **Scavenger**! \n\nTyphon Ye couldn’t afford to repay the high-interest loans that plagued him after a few failed investments, so his loan shark made him do illegal work for private parties to repay his debts. On one fateful day, Typhon struck down a monster he should never have been able to, and in that instant, experience points surged within him! He’d leveled up from **Lv. 0** to **Lv. 1**! Typhon had triggered his once-in-a-lifetime opportunity to get a job! But the hands of fate had another plan for him, he awakened to a job unheard of in history -**Scavenger**! A “*Unique*” job that revolves entirely around junk!",
    "image": "https://uploads.mangadex.org/covers/a6b1979c-5333-40e9-a111-6ab4b2e93515/95257a9b-90fc-4bcc-b1ef-b31ab37461b7.png",
    "moods": []
  },
  {
    "title": "Demon God of Apocalyptic Behemoth",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The prosperous city and peaceful society were suddenly destroyed by the outbreak of doomsday. Countless polluted monsters flooded the world, and the forbidden area descended. Billions of people died and the sea of ​​blood surged as the doomsday worlds were connected. At this time, Chen Chu, who had grown silently and was comparable to a god or demon, stood up. And behind him, there was a black monster that was 10,000 meters tall, shaped like Godzilla, but even more ferocious and huge.",
    "image": "https://uploads.mangadex.org/covers/58887a94-1dc5-4739-823e-3bf8ecb85163/c9884816-66e4-4654-902d-1c1f476352f1.png",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "The Stepmother Likes Harems",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Manhwa",
      "One shot",
      "Reverse harem",
      "Romance",
      "Shoujo"
    ],
    "summary": "When a girl abused by her father wakes up in a novel as Luella Masimelle, the cruel stepmother of the protagonist Hirah, she is determined to make things different. To do this, she proposes a contractual marriage to Duke Huppert to make him Hirah's guardian, but the duke surprisingly seems genuinely interested in her. And with the once timid Hirah also starting to open up and show affection to her, Luella begins to wonder if she'll finally have a happy family... Or is it all too good to be true?\n\n---\nThe oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me.",
    "image": "https://uploads.mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "Lantern Of The Dawn",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!",
    "image": "https://uploads.mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/325f486f-64b4-460e-9868-8094eeb84b45.jpg",
    "moods": []
  },
  {
    "title": "The Prince Meant for You",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The 27-year-old Sei Shonagon, depicted here as a sort of medieval NEET, manages to land a job as the private tutor of a beautiful and refined 13-year-old, Princess Teishi. There are also a number of other quirky court ladies, some of whom have their eyes on Shonagon.",
    "image": "https://uploads.mangadex.org/covers/89fc8249-939e-4b37-b1a3-8a7d1a9288e8/09815d8a-87e5-47c8-98b8-35fb267c0c26.jpg",
    "moods": []
  },
  {
    "title": "The Weakest Slime I Once Saved Became the Strongest and Now Won’t Leave My Side",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I never want to lose someone important to me again.\" One day, I, a nerdy and bullied boy, was provoked by my classmates to go to an SS-ranked dungeon. Facing an SS-class black dragon that I couldn't do anything about, my chances of survival were zero... At that moment, someone appeared before my eyes... This is the story of the bond between the strongest slime and the weakest me, as we grow together.",
    "image": "https://uploads.mangadex.org/covers/daa55c5b-deaa-4df7-a681-de9cb5ba0fe9/1ba017dc-6a21-4e69-9fc6-9068b7578d82.jpg",
    "moods": []
  },
  {
    "title": "Yeonwoo’s Innocence",
    "chapter": "Chapter 204",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
    "image": "https://uploads.mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "moods": []
  }
]