[
  {
    "title": "Trillions of Resources in Apocalypse",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "The Night When the Moon Disappeared",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||",
    "image": "https://uploads.mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "moods": []
  },
  {
    "title": "Lick My Wounds",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I love to please... so, can I make you come a bit more?” I feel hot all over... Why am I getting so turned on even though I just went through something so depressing? Ranko is busy every day working as an editor. Her dreams of marrying her lover were shattered she found out he was cheating. In her confusion, she went out for drinks with her coworker Akira Yuki, who was in the same be wildering situation as her!! The two kindred spirits went on to sleep with each other to lick each other’s wounds... Though Akira was quite mysterious and aloof, his unexpected skills with his fingers and the way he used his tongue made her body shiver with ecstasy...",
    "image": "https://uploads.mangadex.org/covers/327c2cb3-b55b-48f6-befc-cbad4495afeb/ca2f29a6-fa4b-4646-968a-ba2d7de0af03.png",
    "moods": []
  },
  {
    "title": "I’m Tired but I Want to Do Romance",
    "chapter": "Chapter 4",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2a0e7a32-0af5-4270-b2f9-2e01f69b8c31/bea26974-ef0d-4fb6-a533-b54f5670d4bb.jpg",
    "moods": []
  },
  {
    "title": "Wake up, Jeon Seung Yeon",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Seung-yeon is popular because of her pretty face, tall stature, and unique aura, and she works at a cafe, where she gets cheap self-esteem from male customers who show her favor.\r\n\r\nNow in her senior year, Seung-yeon knows she should focus on her studies, but she can't quit her job at the cafe easily...\r\nShe meets the charming Lee Beom...\r\n___\r\n### Links\r\n* [Alternative Raw](https://series.naver.com/comic/detail.series?productNo=11589552)",
    "image": "https://uploads.mangadex.org/covers/dea6d3a0-776e-4b07-8f74-61968db5dd10/c3fc4cc1-eb2c-495b-a9bc-25c21525bf02.jpg",
    "moods": []
  },
  {
    "title": "My secret romance",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Not Love",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Nakamura Teruaki, transferred to Okinawa and I'm in love with Kyan, but I don't understand her dialect. Higa is always helping me out by interpreting the dialect...",
    "image": "https://uploads.mangadex.org/covers/39a038c6-9699-44fb-9e8a-5cb12fb4a748/1c8457c0-8461-4368-860b-80d2095450bb.jpg",
    "moods": []
  },
  {
    "title": "Haeran, the Chemical Engineer",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Hae-ran wants three things.  Good health for her grandfather, one meal per day, and a masterpiece of a lifetime. In front of her appears a potter named Hwaseon (畵仙) who can grant all three wishes. “Be my chemist.”\n\nThis will be the beginning of a sad fate... The story of Hwaseon Ye-an, who wants to end his immortal life, and Hae-ran, the only person who can kill him.\n\n---\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001444)",
    "image": "https://uploads.mangadex.org/covers/0a61062e-021c-48fd-8c18-5cea14475ec1/97af213b-bd2c-45b4-bb10-bbda1d9d4f9d.jpg",
    "moods": []
  },
  {
    "title": "The Academy’s New Swordmaster",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist is reincarnated in the body of Kang Shin-hyuk, a background character from a popular novel. Shin-hyuk decides to leave saving the world to the original protagonists and enjoy a wealthy, carefree life without interfering with the novel’s plot. \n\nHowever, he discovers discrimination against non-Hunter school graduates at the school where he works. \n\nTo avoid being looked down upon by his fellow teachers, and to lead a comfortable life, Ayumu begins his reincarnation journey, determined to become strong enough to protect himself… even if it means slightly altering the original story.",
    "image": "https://uploads.mangadex.org/covers/e4d71290-b3c7-46b5-804e-a1e7b9519af0/ea2b2ba7-827b-4767-9b6f-0c6dc8b8d3b5.jpg",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
    "image": "https://uploads.mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/0fa5946a-8956-432f-a6db-2529802c29f2.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "Fell Into the Arms of a Mad Villain",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Instead of being caught by Prince Charming, I've fallen into a complete nightmare! Not only did I transmigrate into a trashy romance fantasy novel, but I fell from the sky and ended up in the arms of the mad villain, Edwin Crawford. Before I knew it, he called me his wife from the heavens and was raving about some prophecy. I don't even know who I am, so how can I be his wife?! Until I figure out what is happening, will it be safe to stay in the embrace of the Mad Dragon of the West?\n\n---\n**Link:**\n- Alternative Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/미친-악당의-품으로-떨어졌다/3708)",
    "image": "https://uploads.mangadex.org/covers/75448d1a-8957-4dd5-a780-21dc0710b7cd/bdde60c9-94c6-44ce-9eec-b639db7b3187.png",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 35",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "My Fake Love",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Megumi, a 32-year-old surgeon, navigates heartbreak, unexpected romance, and personal growth. After her boyfriend of seven years, abruptly ends their relationship, Megumi's world crumbles. Even worse, she gets invited to his engagement party. To avoid embarrassment, Megumi enlists the help of her junior colleague, Dr. Akiho, to pose as her boyfriend. Akiho agrees, but his motivations are not entirely altruistic. As they continue the charade, genuine feelings begin to surface between Megumi and Akiho. Their budding relationship faces numerous obstacles, including Akiho's arranged engagement to his childhood friend, Marika, and familial pressures. Megumi also confronts her own insecurities and past traumas, particularly concerning marriage and family. Throughout the series, Megumi and Akiho support each other through personal and professional challenges, gradually building a deep and authentic connection. The story culminates in a heartfelt conclusion where they confront their fears and embrace a future together.",
    "image": "https://uploads.mangadex.org/covers/dc3413a5-ee07-4c17-91dd-c8e706339b33/ebe82fe8-1ec9-4bd7-beb4-87afdfc5e915.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 143",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 91",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 19",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfect Contract",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Junwon, a perfect man, and Ju-i, a woman who knows her abilities and charms, strike an unusual deal: they will date with one strict condition—no falling in love. What starts as a simple arrangement soon becomes complicated as unexpected feelings begin to surface. Can they stick to their promise, or will emotions get the better of them? Dive into a world where love is both the goal and the enemy, and find out if their hearts will follow the rules or break free.",
    "image": "https://uploads.mangadex.org/covers/81cc2380-a4c6-4cd1-97cb-cd24eaf354d8/e266fe62-ba09-4cba-967d-85bffe6be917.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "My Younger Sister Chooses Me Tonight",
    "chapter": "Chapter 32",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arin, the adopted daughter of a chaebol family, harbours a twisted affection for her stepmother. After she becomes an adult, Arin accidentally realises that she has unusual abilities.\nShe tries to use her abilities to attract her stepmother's attention, but her stepbrothers, not her stepmother, want Arin...\n\nA dangerous adopted daughter who shakes up the conglomerate 'Rare Moon' family. Her twisted red romance!",
    "image": "https://uploads.mangadex.org/covers/5b7e089a-b683-4840-98a7-db991d691a8c/6bfe24e4-653d-436c-b02b-a4b517739f8a.jpg",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 105",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 191",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 142",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!",
    "image": "https://uploads.mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/21274cde-34bf-46e2-8a44-7f6f0ffc78e9.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 40",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "One hit teacher master baek",
    "chapter": "Chapter 131",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "He learnt the strongest martial arts only to be killed and be reincarnated as a rural village officer as Master Baek, The One Hit Teacher!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jueshimingshibaishifu/list?title_no=2011)",
    "image": "https://uploads.mangadex.org/covers/914c97e0-2623-4f06-9c0e-664393a15424/11701e83-929a-4bde-b478-ad41041eb1af.jpg",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 170",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 24",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Hello! Veterinarian!",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Manhwa",
      "Shounen",
      "Supernatural"
    ],
    "summary": "**Original Webtoon:**\n[KakaoPage](https://page.kakao.com/content/62711843), [Daum](https://webtoon.kakao.com/content/%EC%88%98%EC%9D%98%EC%82%AC%EB%8B%98-%EC%95%88%EB%85%95%ED%95%98%EC%84%B8%EC%9A%94/3732)",
    "image": "https://uploads.mangadex.org/covers/a53b32db-cfd0-42aa-83b4-69ddb13983d6/43e1bdb3-eb51-4871-9431-20a5df64c5fd.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "The Genius Who Sees Through the World",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "As a child, Shin Woo-jin was kidnapped and locked away in a warehouse, forced to live as a slave. But against all odds, he was rescued and finally stepped into the outside world. Though free, Woo-jin wasn’t like other children. He had an extraordinary gift—the ability to read people. By observing the smallest facial expressions and unconscious gestures, he could see through their thoughts, emotions, and intentions with near-perfect accuracy. Like a profiler, like a modern-day Sherlock, Woo-jin learned to navigate the world, one observation at a time. But for someone who sees too much, living an ordinary life is the hardest thing of all. All he ever wanted was a peaceful, simple life. But the world had other plans. “As I thought… living a normal life is far too difficult.”",
    "image": "https://uploads.mangadex.org/covers/7a284748-b36e-4ef4-8fab-2802a944276b/37c445ef-2752-46f0-abff-6107d41eb81f.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "A Divorced Evil Lady Bakes Cakes",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I had been working hard as the Duchess for nine years, supporting my quiet and indifferent husband, but all I was left with was contempt, indifference, and accusal of having a love affair. So when he finally asked for a divorce to marry his long-time lover... “There’s a limit to what I can endure for this marriage. No matter how much you cry or plead to the Emperor, I can’t stand it anymore.” “Can I sign here?” “So if you pretend to be poor like last time, this time… what? I waved divorce papers on an indifferent day. “I’m done. Can I go now?” “Oh, since we both had lovers, of course, I won’t be receiving alimony, but you’ll surely return my dowry, right?” “What are you gonna do with that little money?”, asked my husband, who had not cared what he had done for the past nine years. I laughed confidently and answered: “I’m going to open a dessert cafe.”",
    "image": "https://uploads.mangadex.org/covers/2972c312-542a-4467-ab5b-0d3887a39a34/d72b4a57-206a-4f6f-a881-b8286199f7bc.jpg",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 49",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Merry Marbling",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "When he was young, Lee-ahn found and returned a large bag of money and garnered fame as a \"Christmas Angel.\" Since then, Lee-ahn has been very conscious of how others perceive him. Yugeon, who has just moved into Lee-ahn's building, could care less about the gazes of people around him. He acts out at school and even ditches classes. When she learns of Yugeon's arrival, Lee-ahn's mother hopes that he will take care of the outsider for the sake of his reputation. Reluctantly, Lee-ahn obeys his mother. However, Yugeon realizes that Lee-ahn used him for his own image. When Yugeon threatens to tell Lee-ahn's schoolmates about it, Lee-ahn gets defensive... \"I don't care if you tell them. Just know, whatever happens next is not my responsibility.\" I was just going to end things with no regrets... Just wait! Do whatever you want!! Like a beautiful marbling that doesn't mix with water, these two create a beautiful dissonance.",
    "image": "https://uploads.mangadex.org/covers/bad92115-4108-4de1-a2af-6db815230c80/1191defb-53b6-4707-9bb5-2bb37dbf170f.jpg",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 23",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "A Rain-Kissed Secret",
    "chapter": "Chapter 13",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "A yuri anthology focused on boobs! More than a dozen of wonderful authors bringing you some ecchi and funny boob-centric yuri stories!\n\nCover: [Konbu Wakame](https://mangadex.org/author/580a9899-14f8-4ef6-a156-bcf1ed53e119)\nIllustration: Kagawa Yuusaku\n\n**Chapters**:\n1. **The Secret Kiss Should Be On The Breasts** by Kurou\n2. **I've Become An Adult, Right?** by Hachiko\n3. **Being Taught By A JK About The Joys Of One's Gender Who's In Their 30's** by Endo\n4. **Drunk Oppai Discussion** by Kanro Ame\n5. **Luring Bloom** by Majoccoid\n6. **Intense Boobs Discourse** by Homura Subaru\n7. **Senpai And Me** by Hisagi\n8. **Oppai ≤ You** by Kisaragi Mizu & Doggy\n9. **Love Breasts** by Yuino Chiri\n10. **Forest of Flower Garden** by Kanda Dan\n11. **Oppai Facts** by Guu\n12. **The Student Council's Idle Talk** by Itou Hachi",
    "image": "https://uploads.mangadex.org/covers/0bbed55f-a503-4b14-ad08-e0a416420adb/883c5244-1d1e-45f7-9dd1-48af5c6ad710.jpg",
    "moods": []
  },
  {
    "title": "I’m Attracted to You",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yugo, who is deeply in love with the heroine, Shiina, has witnessed her death countless times. His abnormal love for her has given him the power of a magical gun to transcend space and time. However, every reset comes at a cruel cost: causing her memories to fade one by one. Even so, his burning flame of love never fades. To save Shiina from her untimely demise, and until Yugo can reach the one irrefutable \"proof of love\"—a kiss—he won't stop pulling the trigger.",
    "image": "https://uploads.mangadex.org/covers/85240fb4-e5b1-4fe3-9485-51066164d9b2/dd463c9f-bf7a-4509-a884-a1a3dd5360e3.jpg",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Mistook the Hidden Identity of the Sub Male Lead",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary Siringa has finally realized the error of her ways as a spoiled burden to her family. In her search for a job, she runs into Prince Grandiel, disguised as his alter ego, Nepenthes. Intrigued by Mary, Grandiel draws up a magical contract for her to be a maid in the imperial palace and work as his spy. Now, Mary must protect Grandiel's secret identity and comply with the other clauses of her contract, or else her heart will explode! Can Mary keep her true self hidden, or will she die trying?\n\n---\n**Official Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%95%EC%B2%B4%EB%A5%BC-%EC%88%A8%EA%B8%B4-%EC%84%9C%EB%B8%8C%EB%82%A8%EC%A3%BC%EC%97%90%EA%B2%8C-%EC%9E%98%EB%AA%BB-%EA%B1%B8%EB%A0%B8%EB%8B%A4/3147), [KakaoPage](https://page.kakao.com/content/55798486)\n\n**Official Translations:**\n* [English](https://tapas.io/series/hiding-my-true-self/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16908)\n* [French / Français](https://fr.piccoma.com/fr/product/1072)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Dealing-with-the-Secretive-Male-Second-Lead/643)\n* [Japanese / 日本語](https://piccoma.com/web/product/133859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%87%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%99%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/608)",
    "image": "https://uploads.mangadex.org/covers/9c9e34cd-e498-45a7-8bda-817b4f47fd56/35a2bf71-6bd1-45d8-9c33-3afa68a25c13.jpg",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 143",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Natsuki, the prince of an all-girls school meets an innocent (girl) transfer student, Shun, who doesn't treat Natsuki like a prince, but instead treats her as a \"friend.\" Natsuki excels in everything she does and even has a fan club at school. Even though she was looked at with admiration, her days were somehow unfulfilled... Although Natsuki feels uncomfortable with her first \"friend\", Shun's innocent smile and bright personality make Natsuki's heart flutter...?",
    "image": "https://uploads.mangadex.org/covers/0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31/efe8cc24-6067-4ff7-8482-f03e3bd06fc2.jpg",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "Dear Fairy, Please Contract With Me",
    "chapter": "Chapter 32",
    "genre": [
      "Fantasy",
      "Magic",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "Hello. Am I perhaps your first fairy?\n\n**\n\nDeep down in a basement, I met a lonely child.\nI wanted to see the smiling face of that child. \nSo I decided to come into being as a flower fairy.\n\n\"I promise you. I’ll leave this place with you!”\n\nYou’re a seed stuck in the ground.\nIn the name of the flower fairies, I’ll be sure to make you bloom.\n\n“Yes. Let’s work hard. Let’s leave together… Let’s get each other out of this place.\"\n\nThis fairy is going to have to do a lot in order to escape with the cute boy!\n\nWe prepared for a long time.\nThen an unexpected opportunity came, but…\n\nWe finally made it out back into the world.\nThat entire world wanted my human who had now blossomed.\n\n“You’re too amazing for me to keep.”\n\nMy first human. \nMy precious planet. My lovely flower. \nLeoren, fairy Shurensha’s origin. \n\nFor the sake of Leo, I want to let go of him, just a teensy bit, but, \n\n“Ren, you are the best in the whole world. I am only Shurensha’s Leoren.”\n\nLeo only cared about me.\n\n“Shurensha, please contract with me.”\n\nForever.",
    "image": "https://uploads.mangadex.org/covers/ea79d21b-d15a-4797-b7aa-52c61269dc11/3f1fa3fd-7062-48c1-ba1f-f1159dbf5517.png",
    "moods": []
  }
]