[
  {
    "title": "The 139th Night",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Gentlemen’s League",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 61",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "The adopted daughter-in-law wants to leave",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the no. 1 villainess, Ellie, who was a terrible person who tormented the Male Lead in the orphanage. I quietly waited until the day that the Duke would pick him up vowed to never get caught up in the novel, so she would not see the ugly ending that the villainess did, until...\n\n\"I will also adopt the child next to him too... she will become my daughter-in-law.\"\n\nI was adopted along with the Male Lead! I can’t just do this? There’s a separate heroine!\n\n---\nI have possessed the extremely cruel villainess who tormented the male lead during his childhood days in the orphanage.\n\nTo change my fate, I decided “Just don’t do that,” but the pitiful boy kept getting beaten up by the other kids anyway, so I had to keep an eye on him even more!\n\nThen one day, his father's best friend the Duke, who had been searching for the male lead for 10 years, finally found the orphanage. \n\n“I'll adopt this child here. Oh, and the child next to him too.”\n\nWait, why am I also getting adopted?!\n\nHe wants me as his daughter-in-law for the male lead?!? \n\nWhat about the female lead??\n\n—\n\nJust like in the original novel, the male lead joined his adoptive father in the war. \n\nHe was supposed to return from the battlefield with the female lead, so I carefully prepared for a divorce and made a lot of money so I can live by myself! But…\n\n“Damian, did you come home alone? Did no one else come with you?”\n\n“Someone else?” Upon hearing my question, Damian’s gaze suddenly sharpened.\n\n“Ellie. are you looking for a man other than your husband?” \n\n“Huh?”\n\n“That's no good, I would probably kill that man out of jealousy.”\n\nI looked over to my father-in-law for help.\n\n“I also agree, Ellie. You shouldn’t betray your husband ever...”",
    "image": "https://uploads.mangadex.org/covers/e03ca79d-21eb-4342-a621-8ac7bf2a05b3/439f85a0-d735-45ca-9a2f-0461c3bb2dbd.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Brinny And The Empty Seat",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "A story about a possessor in a book who would even commit murder to achieve their goals.\n\nBrinny, who lived in compliance with her stepfather, thought it was something that had nothing to do with her—until she got entangled in an incident with the sickly 2nd Prince, Lucian.\nIn a moment of crisis, Brinny uses her immense strength to save Lucian and feels relieved when she sees that the possessor ‘Aridna’ has been captured, believing everything has been resolved.\nBut somehow, her beloved sister and the 1st Prince die in a carriage accident, and afterwards, even her now-fiancé Lucian starts acting strangely.\nWasn’t the possessor executed in the past?\nCould ‘Aridna’ still be alive?\nDetermined to fill the void left by her lost loved ones, Brinny makes up her mind.\nShe will fight against the possessor.",
    "image": "https://uploads.mangadex.org/covers/0a1caa35-205d-49f5-a611-018abe0b9433/a25f71c7-314c-4226-bdcd-c730beab6b57.png",
    "moods": []
  },
  {
    "title": "I Became a Dead Character in a Prison for Wastes",
    "chapter": "Chapter 26",
    "genre": [
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "I reincarnated into a novel… but, hey… What am I supposed to do if I reincarnate in 10 years before the novel begins?\n\nThe location: prison. The problem is that even a jungle is better than this place!\n\nAfter ten years finally passed, I became the top dog in this prison. \n\n*\n“Hey Mint. Cut it out. Don’t go overboard.”\n\n“I have no idea what you’re talking about.”\n\nI became a good-for-nothing leader, but I’m fine with that. That’s a privilege a pro gets. \n\n“I’ll make you dead on paper, so do me one last favour.”\n“I have no idea what you’re on about.”\n\nA golden opportunity was bestowed upon me. \n\n“If you help me, I’ll release you from prison.”\n“What do you want me to do, Master?”\n“...”\n\nThe chief of the prison asked me, the psycho of the prison, for a favor.\n\n“Make the new guy coming into the leader of this prison.”\n\nIt may be called a prison, but in reality, it’s a lawless place. If I can make one man into the leader, I can finally be released.\n\n“But to do that, you need to enter a male prison.”\n“...Huh? How can I attach something that’s not there and get in?”\n\nBut oh god? The new guy is the male lead of the original novel.",
    "image": "https://uploads.mangadex.org/covers/6f14cd82-defc-4d69-a0ea-ad5b4c7768d4/6a6ae15c-8a5a-43bd-83c3-57c2e1d6737a.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 1",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "For centuries the Lee and Dai had shared a deep bond in the form of a master-servant relationship which gradually evolved into a strong friendship between the heirs of both families. Therefore true to tradition Dai Xiaodao (aka Dai Xiaoshuang) decides to assume the role of the manservant for Li Qingri (aka childhood friend) in place of her dead brother, Dai Dadao.   \n  \nTo her chagrin, pretending to be a boy was but the tip of the iceberg in terms of the list of challenges that would come her way. On top of having to contain her secret love for Li Qingri who has become her roommate… what's the deal with that sinister-looking senpai (who's always flashing some fish at her) and that sweet-looking female classmate (who's really a carnivore in herbivore's clothing)!   \n  \nAll that aside, what was that mysteriously beautiful scent that Dai Xiaodao got a whiff of when she bumped into the notorious Ye Weien at that secret path? Surely, no matter what the legend says, that obnoxious playboy could not be the man of her destiny!",
    "image": "https://uploads.mangadex.org/covers/2faff886-bfde-4d86-a1c3-8ce189ca7674/b413cc06-fc37-4b99-b5ea-e61acb8bf35b.jpg",
    "moods": []
  },
  {
    "title": "Return of the Namgung Clan’s Granddaughter",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Still Don’t Know About My Favourite Character’s Unwavering Obsession",
    "chapter": "Chapter 31",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "“I have no regrets about dedicating my life to supporting my favorite…!” Asuka, a teacher in her 30s, finds her purpose in life by being devoted to Alexandrite, a character from a romance game. After discovering in the anime adaptation that Alex dies on another route, Asuka is so devastated that she passes out. When she wakes up, she has been reincarnated as a mob noblewoman, Arianell, inside the game world. Determined to prevent her favorite’s death, Arianell pretends to be a villainess and plots to pair Alex with the game’s heroine. However, Alex becomes obsessed with Arianell instead! To make matters worse, Alex’s younger brother, Citrine, also becomes infatuated with her… “For me, your existence is nothing short of a miracle…” “Mark my words, I will make you mine.”",
    "image": "https://uploads.mangadex.org/covers/49cb623f-bdd7-4fef-bc51-6ea677cc5b41/b5316996-626d-4a29-a99b-2ebf6d979b75.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "I Will Buy Divine Power With Money!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Low-Ranking Civil Servant Wants to Achieve Success",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wish Is Two Separate Beds",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julia, the Queen of Semele, has a dilemma—her childhood friend and husband, Endymion. Married through an arranged union, they’ve shared a bed for 12 years, growing up like siblings. But one day, everything changes.\n\n“Do we really need to share a bed? You should break this habit, especially for your future concubine who’ll bear your child…”\n\n“My child? With whom?”\n\nSuddenly, their dynamic shifts. Endymion leans closer, locking eyes with Julia.\n\n“My child… will be with you.”\n\nHis whisper sends shivers down her spine. Since that night, sharing a bed has become unbearably awkward.\n\n“Can we please just use separate beds?”",
    "image": "https://uploads.mangadex.org/covers/f57b324d-b5ad-4442-9032-9abe2c7376e9/9acb140a-13ac-496e-8ae5-1f52d45d82a7.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Empress Maria",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Maria, Empress of Rastonia, is betrayed by her husband Emperor Henry after his mistress gives birth to a son. King Helland the Great, ruler of a neighboring kingdom, takes her as collateral so that Henry can have one more year to repay a considerable debt. King Helland is actually Gunther Preisley, a former slave for Maria’s family. He has loved her a decade and is determined to woo her. Meanwhile, back in Rastonia, two different women vie to replace her as Empress. Will Maria survive the year so that she can avenge herself, and will Gunther win her heart?",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "Imprisoned One Million Years: My Disciples Are All Over The World",
    "chapter": "Chapter 385",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "One million years ago, the Immortal Emperor Su Xuan was killed by the otherworldly demons with the help of the six great immortal ancestors. Reborn in the lower realm, he founded the Tianxuan Sect and vowed to return to the immortal world for revenge. A million years have passed, and his disciples have ascended one after another, becoming dominant figures in the immortal realm. As for him, he has just ascended to the immortal world and is a novice. Su Xuan pretends to be foolish and plays the fool while secretly gathering his disciples and rebuilding the Tianxuan Sect, with the aim of reaching the pinnacle of the immortal realm once again!",
    "image": "https://uploads.mangadex.org/covers/be33939f-a8ea-4af7-bb42-d43912a2329c/e5d7d575-97d4-443b-b126-26c0b5059511.jpg",
    "moods": []
  },
  {
    "title": "My Female Apprentices Are All Big Shots From the Future",
    "chapter": "Chapter 355",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhua"
    ],
    "summary": "The historical timeline is facing collapse, and the strongest Taoist master was sent back to one hundred thousand years ago with his entire body of cultivation. Ding~ Your system-assigned mission is here, it's up to you to entice all the female apprentices!\n\n\n---\n\n**Links:**\n- [Alternative Raw (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/13619)\n- [Official japanese (Piccoma)](https://piccoma.com/web/product/82263)",
    "image": "https://uploads.mangadex.org/covers/52760763-05dd-4faf-8464-7f64b340a61c/6c09944e-e9c9-48cb-8699-4f879ef1bd3b.png",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 229",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 559",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Gatekeeper Of The Boundless World",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When the planet perishes and the gods fall, the collapse of the magical realm leaves humanity without any protectors. Now, \"Anomalies\" and \"Catastrophes\" begin to invade the human realm . As the Dark Age descends, a soul from Blue Star (Earth) is unexpectedly transported into this dying realm.\n\n---\n\n**Original Manhua**:\n- [Acqq](https://ac.qq.com/Comic/comicInfo/id/656128)\n\n**Official Translations:**     \n- [English](https://www.webnovel.com/comic/myriad-realms-gatekeeper_31705778300125301)\n- [Japanese](https://jp.piccoma.com/web/product/182941)",
    "image": "https://uploads.mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Everlasting Love",
    "chapter": "Chapter 172",
    "genre": [
      "Drama",
      "Romance",
      "Shounen Ai"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 533",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…\n\n---\n\n**Original Webtoon:**     \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=835741)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12051527)\n\n**Official Translations:**     \n- [English](https://www.webtoons.com/en/fantasy/the-necromancer-familys-young-heir/list?title_no=7413)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-necromancer-familys-young-heir/list?title_no=7898)\n- [French](https://www.webtoons.com/fr/action/the-necromancer-familys-young-heir/list?title_no=8257)",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "ugly complex",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "Give Me the Pacifier",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Onii-san, congratulations on your marriage. This person is your bride.”\r\n\r\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\r\n\r\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\r\n\r\n“…Well then, who’s your favorite heroine right now?”\r\n\r\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\r\n\r\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\r\n\r\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\r\n\r\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\r\n\r\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
    "image": "https://uploads.mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "moods": []
  },
  {
    "title": "Can We Become a Family?",
    "chapter": "Chapter 150",
    "genre": [
      "Adaptation",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Shoujo",
      "Survival",
      "Webtoons"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "While searching for a brave candidate to become a magical girl and defend the world from evil, a mythical creature finds Kayo Majiba, a cute young lady who seems like the perfect fit. But when this newly turned magical girl proves to be a crude delinquent who goes berserk in a conflict, it becomes clear that this may have been a terrible mistake. Now evil—and any innocent bystanders—will face the rage of a magical girl gone wrong!",
    "image": "https://uploads.mangadex.org/covers/04fe6d31-460f-41f3-b56a-5e4f7659afa5/f2ae0dd1-18f8-4763-ad9f-d4c304797d4d.jpg",
    "moods": []
  },
  {
    "title": "The akashic record which only i can read",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I, who know all the world's secrets, will change this doomed future!\"\n\nIn a world where dungeons exist, Yuya Shirasaki, an awakened warrior, risks his life to conquer them, aiming to earn enough for his ailing sister's medical treatments. Yet, despite his efforts, his sister dies, and Yuya himself falls to the mightiest of monsters—or so it seems. In the instant before his death, Yuya awakens the forbidden skill, Akashic Record, allowing him not only to gain all knowledge but also to return ten years into the past.\n\nWith a second chance at life and armed with the wisdom of both past and future, Yuya sets out to rise at an unstoppable pace in this monster-filled world. \"If it's to save my sister—and this world—then I’ll become the strongest there is!\"",
    "image": "https://uploads.mangadex.org/covers/b895aaa1-1824-4cc8-892e-8c091757ffe1/89f52e0e-7bd5-43fc-9173-3895af7d33cc.jpg",
    "moods": []
  },
  {
    "title": "After breaking up, I had relationship with my ex’s uncle-in-law",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Sylvia's past life had been marked by sacrifice and betrayal. To marry her boyfriend, she had taken the fall and served a prison sentence, only to have her boyfriend and her sister cruelly betray her upon her release. But just as Sylvia's life hung by a thread, an unexpected chance at redemption arose. She was saved from the brink by Tristan, her ex's uncle, who saw an opportunity to help Sylvia be reborn into a new life.\n\n**Original Webtoon:**\n- [AC.QQ](https://ac.qq.com/Comic/ComicInfo/id/654708)\n- [BiliBili](https://manga.bilibili.com/detail/mc33928)\n- [Kuaikan](https://www.kuaikanmanhua.com/web/topic/20450)\n- [IQIYI](https://www.iqiyi.com/manhua/detail_ksftfmkcdx.html)\n\n**Official Translations (English):**\n- [Webcomics](https://www.webcomicsapp.com/comic/Live-Happily-Ever-After-With-My-Ex-s-Uncle/66baf9d28c252b5a9f16bda0)\n- [Tapas](https://tapas.io/series/live-happily-ever-after-with-my-exs-uncle/info)\n- [Pocket Comics](https://www.pocketcomics.com/comic/11530?languageCode=en)\n- [Webnovel](https://www.webnovel.com/comic/live-happily-ever-after-with-my-ex's-uncle_30624801600191901)\n- [Renta](https://www.ebookrenta.com/renta/sc/frm/item/148297)\n\n[**Official Translations (Japanese)**](https://manga.line.me/product/periodic?id=Z0003324)",
    "image": "https://uploads.mangadex.org/covers/3c895000-23e4-48ef-873d-f13fdb6bb9ec/4c627c5d-9116-4c51-aa2f-25a638fcc946.jpg",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Summoned into a world where the divine and martial arts coexisted, Qiao Mu can revive infinitely and level up.\nThe more tragic his death, the stronger he becomes after he is revived. The enemies are shocked to realize after defeating a young man an older man shows up, repeating infinitely!\nRumors started to spread about a legendary Qiao family… Wait, no one told me that reviving makes me older!\n\nOther Official:\n[AC.QQ](https://ac.qq.com/Comic/comicInfo/id/655874), [BiliBili](https://manga.bilibili.com/detail/mc36073)",
    "image": "https://uploads.mangadex.org/covers/0f29b0fd-31db-4b79-805f-97edf7ad2c2a/00b5f567-d778-4ec3-a1d8-6be0962926e1.png",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”\n\n---\nHow would you win over an enemy who just won't stop killing you? Laila thought she had escaped death by figuring out how to turn back time, but her assassin finds her again... and again... and again! All because her sadistic villain of a father had to murder his entire family... When all her evasion plans fail, there's only one option left: coddle her enemy through his childhood and hope he'll spare her when he comes back to exact his revenge. But why is this wacko so pigheaded?!",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/41d1b8f0-1741-47b7-bdbe-ead5509f0f23.jpg",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnation Path of The Underworld King",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "The underworld has collapsed. In the barren land where blood should flow, now clear water flows, and the cauldron that used to boil the souls has long since gone cold. The retired King of Underworld, in pursuit of his own happiness, seeks the path of reincarnation. However, due to the chaos in Underworld and the disappearance of his successor, he is unable to walk the path of reincarnation. To become a god in the human world and to track down the missing successor, The King of Underworld descends to the human world. But the human world is in chaos due to the escape of the deceased from Hell, orchestrated by his successor’s masterful plan. The King of Underworld joins forces with the ‘Guardians of the Life’ who protect humans, using the power of the Hell’s ledger, in a struggle to capture his successor and restore the world to its original state. Will King of Underworld be able to safely walk the path of reincarnation?",
    "image": "https://uploads.mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "moods": []
  }
]