[
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Runaway Countess Has Returned",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Deadlines are Raining in the Status Window",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail",
    "image": "https://uploads.mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "moods": []
  },
  {
    "title": "The duke picked up something in the forest",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
    "image": "https://uploads.mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "Grand Duke of the North",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the sister of the villain, who shed no blood or tears in a war-ridden novel! I thought I was born again as the youngest daughter of a noble family, but I'm the little sister of a villain who's only being used!  \r\n  \r\nA baby's body too fragile to survive in the Lagrange household, a brutal family that makes children fight for successors… I've decided to stick to the villain in order to live!  \r\n  \r\nI need you to be my guardian until I run away from here. Raise me, villain!  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/8848b6bd-dfae-4fec-8bc4-8a130394c9a1/822345b5-c2b7-4cc3-9d7e-7dd5a12b4151.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The adopted daughter-in-law wants to leave",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the no. 1 villainess, Ellie, who was a terrible person who tormented the Male Lead in the orphanage. I quietly waited until the day that the Duke would pick him up vowed to never get caught up in the novel, so she would not see the ugly ending that the villainess did, until...\n\n\"I will also adopt the child next to him too... she will become my daughter-in-law.\"\n\nI was adopted along with the Male Lead! I can’t just do this? There’s a separate heroine!\n\n---\nI have possessed the extremely cruel villainess who tormented the male lead during his childhood days in the orphanage.\n\nTo change my fate, I decided “Just don’t do that,” but the pitiful boy kept getting beaten up by the other kids anyway, so I had to keep an eye on him even more!\n\nThen one day, his father's best friend the Duke, who had been searching for the male lead for 10 years, finally found the orphanage. \n\n“I'll adopt this child here. Oh, and the child next to him too.”\n\nWait, why am I also getting adopted?!\n\nHe wants me as his daughter-in-law for the male lead?!? \n\nWhat about the female lead??\n\n—\n\nJust like in the original novel, the male lead joined his adoptive father in the war. \n\nHe was supposed to return from the battlefield with the female lead, so I carefully prepared for a divorce and made a lot of money so I can live by myself! But…\n\n“Damian, did you come home alone? Did no one else come with you?”\n\n“Someone else?” Upon hearing my question, Damian’s gaze suddenly sharpened.\n\n“Ellie. are you looking for a man other than your husband?” \n\n“Huh?”\n\n“That's no good, I would probably kill that man out of jealousy.”\n\nI looked over to my father-in-law for help.\n\n“I also agree, Ellie. You shouldn’t betray your husband ever...”",
    "image": "https://uploads.mangadex.org/covers/e03ca79d-21eb-4342-a621-8ac7bf2a05b3/439f85a0-d735-45ca-9a2f-0461c3bb2dbd.jpg",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? \n\nEnkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! \n\nNow that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/79d15ba6-dfb3-4f1a-9f3d-97b2a49f6f1f.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as the Spoiled Baby Empress",
    "chapter": "Chapter 23",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 20",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "How to Live as a Civil Servant in Murim",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Yeon Woohyuk was once a veteran player of the martial arts detective game The Great Detective of Daehwan Empire Then suddenly, without warning, he finds himself reincarnated as a pokoe (detective officer) inside the game!\n\nFortunately, he realizes that the cases from the game unfold exactly as he remembered, so he begins to adapt by solving them.\n\nBut the joy is short-lived—he discovers that his ability known as \"Spirit Eye\" is actually the result of his dantian (energy core) being forcibly opened, putting him at risk of an early death.\n\nBeing a detective is hard enough —  and now he has to learn martial arts and become a powerful master too?!",
    "image": "https://uploads.mangadex.org/covers/39494321-75d0-41e8-a1c1-2cf7cc13b8fa/99b96f2b-bdae-455e-848e-585d0a662817.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Eloise, who has been frail since childhood, gave up social life in the capital and now lives in the countryside in Feltham for the sake of her health.\n\nOne day, while happily going back and forth between Blissbury Manor, which her father's friend had asked her to manage, she hears the news that a new caretaker is coming to the manor, and the nude painting of her favorite, Lieutenant Ryan Willgrave, which she had been secretly drawing at the manor, is in danger of being hung.\n\n\nBefore the new caretaker arrives, Eloise tries to secretly remove the nude painting, but she ends up bumping into him on the stairs…!\n\n\n\"I’ve never seen the model in person, Miss Eloise. He’s not this small.\"\n\n\nAfter that day, Ryan and Eloise, who thought they would never meet again, continue to be entangled, and eventually fall deeper and deeper into each other’s lives…!",
    "image": "https://uploads.mangadex.org/covers/7d88e208-3235-481f-8475-34dbc565bbb7/d1f2a061-d2fe-46cc-a443-b2b670a9d74f.jpg",
    "moods": []
  },
  {
    "title": "Born As The Daughter of a Lowly Concubine",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "When I opened my eyes, I was a princess.\n\nI was reborn as a princess, not a princess in Joseon, but a worldview far from actual history without any hard work to watch the historical drama. I was born as the daughter of a lowly concubine, so I just wanted to live a quiet life, but I can't, so...\n\nI pushed out Youngbin and her son who were aiming for an empty midfield seat! And realized that this world is similar to the novels I've read before!\n\nThe fact that the final boss, no, the villain Youngbin and her son Kyung-eon-gun while I who had been in the extra 1st position, had somehow removed them!\n\nThanks to this, the Crown Prince who would otherwise have been killed is still alive, and the Grand Prince, who should have been distrusted as a Crown Prince after suffering a dark battle, is still intact!\n\nI wonder if this is okay... It was far from the novel's content, but I wanted to live a peaceful and enjoyable life... Things in the world don't always go as planned.",
    "image": "https://uploads.mangadex.org/covers/cd63994c-3b42-4ab0-b78b-f73f6ef19ae7/976a980b-17ed-41f6-8701-84b0220d39c7.jpg",
    "moods": []
  },
  {
    "title": "The Fox-Eyed Villain of the Demon Academy",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The very last moment before the novel was about the end, the strongest villain met a pitiful fate.\n\nBut that wasn't the end.\n\n\"So, this is how I die.\"\n\nI, who was once the author, woke up as the fox-eyed villian who was never once understood.\n\nA fallen family. A life thrown away for revenge. A future sealed in tragedy.\n\nI'm going to rewrite it all.\n\nThis villain's end... will be reversed.",
    "image": "https://uploads.mangadex.org/covers/09deb52a-4546-432d-b7ad-ef72e417f814/373250af-6a22-4c94-973e-bd11dc977e6f.jpg",
    "moods": []
  },
  {
    "title": "Worn and Torn Newbie",
    "chapter": "Chapter 234",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
    "image": "https://uploads.mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "moods": []
  },
  {
    "title": "Mercenary Enrollment",
    "chapter": "Chapter 254",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhwa",
      "Romance",
      "Sci-fi",
      "Webtoons"
    ],
    "summary": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
    "image": "https://uploads.mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the game Aether World, **Baek Yuseol** is considered the most useless character because he can't use magic like everyone else. His only skill, Blink, is a short-range teleportation ability most players consider worthless. But when he’s tasked with reaching the game's true ending, Baek Yuseol decides to use his unconventional skill to achieve this impossible goal. \n\nCan this so-called \"**TRASH**\" character outsmart his powerful peers, form unlikely alliances, and ultimately master the game?",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  },
  {
    "title": "The Back-Alley Mage’s Return",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Aster, a troublemaker from the Dequlan family of magicians, who used to be a vagrant. He runs away for freedom, but is eventually caught and loses his life.\n\nBut when he opens his eyes, he finds himself back in his vagrant days in the black-and-white zone...!\n\n“I will build the library that was my comrades' dream, no, I will build a tower even greater than that!”\n“As a bonus, I will display the Deculanga Vision Book on the first floor.”\n\nAster's return to life as a vagabond!",
    "image": "https://uploads.mangadex.org/covers/f1877909-b484-4ab9-a6a2-a98e11b4bd23/ecb0a695-5a69-4e2a-93c5-0b6cb70e431c.jpg",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 32",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "The Man Who Wears Magnolia",
    "chapter": "Chapter 20",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Hidden House in the Apocalypse",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
    "image": "https://uploads.mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "moods": []
  },
  {
    "title": "Necromancer Academy and the Genius Summoner",
    "chapter": "Chapter 196",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?",
    "image": "https://uploads.mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 291",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The akashic record which only i can read",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I, who know all the world's secrets, will change this doomed future!\"\n\nIn a world where dungeons exist, Yuya Shirasaki, an awakened warrior, risks his life to conquer them, aiming to earn enough for his ailing sister's medical treatments. Yet, despite his efforts, his sister dies, and Yuya himself falls to the mightiest of monsters—or so it seems. In the instant before his death, Yuya awakens the forbidden skill, Akashic Record, allowing him not only to gain all knowledge but also to return ten years into the past.\n\nWith a second chance at life and armed with the wisdom of both past and future, Yuya sets out to rise at an unstoppable pace in this monster-filled world. \"If it's to save my sister—and this world—then I’ll become the strongest there is!\"",
    "image": "https://uploads.mangadex.org/covers/b895aaa1-1824-4cc8-892e-8c091757ffe1/89f52e0e-7bd5-43fc-9173-3895af7d33cc.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "The Silent Transfer Student",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Records of the Swordsman Scholar",
    "chapter": "Chapter 171",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance"
    ],
    "summary": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
    "image": "https://uploads.mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 31",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "Protecting the Witch’s Son",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "One day, high schooler Hoshina Shuuji, who can sense peoples' feelings through his ordinary five senses, accidentally sees the popular Ayachi Nene masturbating in the school library. Nene is a member of the Occult Club, and commonly offers her classmates advice through fortune-telling. When Shuuji goes to apologize to her, he learns two things: the Occult Club is going to be closed due to lack of members, and Nene is actually a witch that is collecting 'soul fragments' that come from strong emotions. After he accidentally absorbs her collection of soul fragments, he decides to join her club, help her collect more, and try to find a way to give back the ones he took.",
    "image": "https://uploads.mangadex.org/covers/803c9e7e-e504-4030-90b1-5771334e25d5/4ebb998b-1b99-4f2f-9355-2618829cb224.jpg",
    "moods": []
  },
  {
    "title": "The Extra is Too Strong",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Top Korean hunter Siu 'The Rabid Hound' Min defeated the Demon Lord with his disciples, only to be trapped in a monster-filled otherworld for 100 years. However, a century of struggles did not break Siu—it drove him to break his limits instead. Now, he returns to Earth with Pred, his mysterious partner, only to learn that his name and legacy have been erased, along with his disciples’... and that only 10 years have passed on Earth. As new conflicts arise, will Siu and Pred prevail and uncover the truth?",
    "image": "https://uploads.mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "moods": []
  },
  {
    "title": "The Low-Ranking Civil Servant Wants to Achieve Success",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m a Villainess, but I’m Good at Cooking",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the villain of a novel. And not just any villain, but one who committed several crimes and was expelled from her family! Having no other choice, she started selling food on the streets to survive... But, suddenly, she was kidnapped by the prince of the empire and the villain of the novel. “I want you to be my personal cook,” he said.\n\nBut why is he interested in me? After many twists and turns, she became the emperor's exclusive cook and followed a quiet but dull path... Until she discovered that her food had a special effect on people. A genius alchemist, a rival chef, a mysterious fox... Everyone fell in love with her food and with her. And, above all, the emperor, who was the supposed villain, was very kind and protective of her. But, she just wanted to cook in peace!",
    "image": "https://uploads.mangadex.org/covers/6020c290-61ba-44a3-b56a-5b48d6da8aa3/7f1952c9-59a8-45b4-8d81-a302ca964a6c.jpg",
    "moods": []
  },
  {
    "title": "After breaking up, I had relationship with my ex’s uncle-in-law",
    "chapter": "Chapter 98.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Sylvia's past life had been marked by sacrifice and betrayal. To marry her boyfriend, she had taken the fall and served a prison sentence, only to have her boyfriend and her sister cruelly betray her upon her release. But just as Sylvia's life hung by a thread, an unexpected chance at redemption arose. She was saved from the brink by Tristan, her ex's uncle, who saw an opportunity to help Sylvia be reborn into a new life.\n\n**Original Webtoon:**\n- [AC.QQ](https://ac.qq.com/Comic/ComicInfo/id/654708)\n- [BiliBili](https://manga.bilibili.com/detail/mc33928)\n- [Kuaikan](https://www.kuaikanmanhua.com/web/topic/20450)\n- [IQIYI](https://www.iqiyi.com/manhua/detail_ksftfmkcdx.html)\n\n**Official Translations (English):**\n- [Webcomics](https://www.webcomicsapp.com/comic/Live-Happily-Ever-After-With-My-Ex-s-Uncle/66baf9d28c252b5a9f16bda0)\n- [Tapas](https://tapas.io/series/live-happily-ever-after-with-my-exs-uncle/info)\n- [Pocket Comics](https://www.pocketcomics.com/comic/11530?languageCode=en)\n- [Webnovel](https://www.webnovel.com/comic/live-happily-ever-after-with-my-ex's-uncle_30624801600191901)\n- [Renta](https://www.ebookrenta.com/renta/sc/frm/item/148297)\n\n[**Official Translations (Japanese)**](https://manga.line.me/product/periodic?id=Z0003324)",
    "image": "https://uploads.mangadex.org/covers/3c895000-23e4-48ef-873d-f13fdb6bb9ec/4c627c5d-9116-4c51-aa2f-25a638fcc946.jpg",
    "moods": []
  },
  {
    "title": "Savage Castle",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Else von Roatte has never been loved by anyone. So when her servant Ian becomes the first person to show her kindness, Else knows she has to make him hers even if it’s against his will. As his master, she orders him to join her in bed each night, a fine line between duty and desire shadowing their every move. But little does Else know that Ian doesn’t actually hate her at all. In fact, Ian is secretly the exiled King Sybil, who plans to turn the tables and make Else entirely his once he reclaims his throne...\n\n---\nDue to his uncle's conspiracy, the king leaves the throne and hides in a desolate land. The story unfolds with the king and a pitiful yet beautiful noble lady, who has made him her slave, entangled in obsession and affection.",
    "image": "https://uploads.mangadex.org/covers/89759f03-8280-4f14-ac5b-bc99cca94a0b/e7eb8676-2e71-4c35-9b30-2134760cad52.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 210",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer! Being the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges. What new heights will Moyu achieve with his unique army of undead?\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/18819/)\n\n**Official Translations:**  \n- **English**: \n  - [Tappytoon](https://www.tappytoon.com/en/book/necromancer-the-ultimate-scourge)\n  - [Webnovel](https://www.webnovel.com/comic/necromancer-the-ultimate-scourge!_32189339808001201)\n  - [Webcomics](https://webcomicsapp.com/comic/The-Necromancer-Scourge-Incarnate/67d2567f62661d2b396f4062)\n- [Japanese](https://jp.piccoma.com/web/product/159311)\n- [French](https://www.webtoons.com/fr/action/catastrophic-necromancer/list?title_no=6587)\n- [Russian](https://recomics.org/manga/necromancer-i-am-the-disaster)",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "You Are So Cute",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
    "image": "https://uploads.mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/b53520c1-ce89-48a1-b9fb-e6bef7aaf2c0.jpg",
    "moods": []
  }
]