[
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "Catastrophic Priest",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!",
    "image": "https://uploads.mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, my wife disappeared. My young daughter suffers from a rare disease with no cure, and life offers no chance to breathe. Just when I was about to give up on everything— I suddenly found myself transported to another world with my daughter. And not just any world… but the dark, terrifying fantasy novel my wife wrote! I have to save my daughter, no matter what.",
    "image": "https://uploads.mangadex.org/covers/8962eeeb-42c7-49fd-8340-83a03cbf4950/9e3293e6-ec58-456d-81b3-5ce1a86e68db.jpg",
    "moods": []
  },
  {
    "title": "It Was Just a Contract Marriage",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
    "image": "https://uploads.mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Duke’s Pet Bird",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The poignant bluebird of the marriage market, Isabella Eloise, was betrayed by her blindly devoted fiancé of ten years, and lost her place in the social world. The one who found her on a rainy path was none other than the rumored ghost duke.\n\n“Until your feathers grow anew, I shall care for you,” declared the duke.\n\nShe thought she had been rescued. But it was only until she discovered his secret…\n\n“Beloved Isabella, I’m curious to hear what sounds you’ll make when I push you to your limits,” the duke mused.\n\nBy the time she realized something was terribly wrong, it was already too late to turn back.\n\n“Aedan Holden, you’re insane.”\n\n“Yes, I am. But did you only just figure that out now?”",
    "image": "https://uploads.mangadex.org/covers/e24011de-059c-458b-9970-f0477668c92d/ccefdb05-605e-4ec7-aeca-184fd877cd93.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. It is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. When Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "Invincible After Shocking My Empress Wife",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
    "image": "https://uploads.mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 295",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Kneel, Your Grace!",
    "chapter": "Chapter 21",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "Everyone has had the urge to punch their infuriating boss, but actually going through with it is hard. Especially when that boss is a war hero and a grand duke, no less. Chloe could only grit her teeth as she watched Curtis constantly conduct service inspections… but then, a once-in-a-lifetime opportunity presented itself. The king ordered Curtis to marry a noblewoman from another country, and he put forward his lieutenant, Chloe, as his lover. Now, the gun was in her hands… “First, get on your knees, Your Grace.”",
    "image": "https://uploads.mangadex.org/covers/c966fba8-642a-453c-82ac-ded37a8ee1ed/b1f30557-e075-4b10-acb7-7693283b18d2.jpg",
    "moods": []
  },
  {
    "title": "Regas",
    "chapter": "Chapter 76",
    "genre": [
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Yaoi",
      "Yaoi(BL)"
    ],
    "summary": "In this kingdom, the power of the dragon is passed down through the royal bloodline, and these royal family members require the special help of dragon tamers, otherwise known as the \"Regas.\" However, the current prince’s blood bears the markings of an extremely powerful dragon’s might. While everyone feared and avoided the aggressive young prince, Abel, a man trained in the traditional ways of the Regas, approaches him and teaches him about the world little by little. Will the young prince finally be able to open up his heart to this Regas and gain control of his powers amidst all the political strife…?",
    "image": "https://uploads.mangadex.org/covers/edc264f8-c3c1-4a04-887a-f974186171ca/4d71da85-05e6-41e1-bf60-e6405e93ba37.jpg",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/4a0686d0-86a9-4148-8450-d73696efd6bb/28431714-8831-4f6c-bd59-c94eda2c3203.jpg",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "It Wasn’t Love at First Sight",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\"",
    "image": "https://uploads.mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "moods": []
  },
  {
    "title": "8% Opacity",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sound of Gifted Silence",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Punishment for a Villainess",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
    "image": "https://uploads.mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/b3b583d8-7358-4791-a4e8-b8514dad02bc.jpg",
    "moods": []
  },
  {
    "title": "God-level Assassin, I’m the Shadow",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where people sleep and enter the realm abandoned by God, Qin Feng, who had sacrificed everything for his sister, is betrayed by her.\nHowever, fate grants him a second chance, sending him back nine years before the abandoned world appears.\nThis time, Qin Feng chooses to abandon his sister and focus on becoming the strongest.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/b3bb2a04-f9b0-4f28-b56e-ea723aefe2e6/0a6c9d82-62db-40f2-833e-8c07f214df52.jpg",
    "moods": []
  },
  {
    "title": "Secret Love Affair Between a Former Saint and a Dark Hero",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kim Jiyeon, a college student on hiatus living an ordinary life, suddenly finds herself transmigrated into the romance novel *Saint's Flower* shown to her by a friend. She becomes the character Iolara, who only appeared halfway through the novel. The romantic world of the female lead and the male lead, which clearly isn't hers.\n\nStill, she thought she could be happy as one of the characters in the novel. Like she had become the novel's protagonist. But everyone despises her. Hates her.\n\nShe's Iolara, the villain who torments the female lead, a fake saint. But it's not true. Iolara herself was the true saint.\n\nReturning to the beginning with the blessings of the gods, she didn't need her family, the people who hated her, the position of the saint, or her beloved fiancé. She was going to walk a different path from her past.\n\n\"Even if this world tries to make me a villain, it doesn't matter. I will survive and be happy!\"",
    "image": "https://uploads.mangadex.org/covers/e7cd9c62-e3e8-4e71-8050-691bc7f3015e/ea7ec7eb-b015-41df-9576-86ba3713f49c.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A girl named Yuki discovers a mysterious watch that stops time—and uses it to save a boy, Hiroki, from certain death. Drawn together by the secret of the clock, the two find themselves bound by an unforgettable summer. In a world frozen in time, an unprecedented suspenseful romance begins! (MANGA Plus)",
    "image": "https://uploads.mangadex.org/covers/89dfc7c9-f891-4834-a8d0-7b112c7fef26/a0e23519-d42b-425c-b03e-d308da04fe3b.jpg",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 161",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "The Sword God from a Ruined World",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "Chitra",
    "chapter": "Chapter 196",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I spent years preparing for the civil service exam.  \nBut I can’t believe I died so unfairly…!  \n  \nIs that so?  \nI was reborn as a beautiful countess.  \nI even got the ability to play games from the God of Beauty.  \n‘Drawing..?’  \nYes, I have the ability to draw for characters.  \n  \nI have become the apostle of the God of Beauty and benefited the world widely by drawing out ultra rare characters.   \n  \n[Rare-!]  \n[Super Duper Ultra Special Rare-!!!]  \n  \nLet's fill the world with handsome men to benefit all the women!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%98%ED%8A%B8%EB%9D%BC/2330)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%90%AA%E7%89%B9%E6%8B%89%E7%9A%84%E7%BE%8E%E7%94%B7%E4%B8%96%E7%95%8C/18)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/642696)\n\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/Citra/200?tab=episode)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/10095)\n\n- [Official French Translation](https://delitoon.com/webtoon/vie-virtuelle-chitra-majordome)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8B%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B9%89%E0%B8%B2/33)",
    "image": "https://uploads.mangadex.org/covers/c8093355-1ea5-4fa6-a452-cc4da82704cf/c0d99f58-6b77-4903-9be9-608b6dcc76bd.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Wife of the Shady Duke",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Briefing: The Anchor Of the Soul",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want to Remarry a Tyrant",
    "chapter": "Chapter 24",
    "genre": [
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 20",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/1d9dea45-4537-4840-9623-a8cd654fbf5b.jpg",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Betting Game",
    "chapter": "Chapter 26",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "After I beat a noob in an FPS, he challenged me to a fight in real life!? I decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!",
    "image": "https://uploads.mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/f636e4eb-ebfa-43a8-b46b-034a20e94544.jpg",
    "moods": []
  },
  {
    "title": "Return of the Runebound Professor",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Magus Vermil was a scumbag — the most hated professor at a magic academy. Then someone murdered him. He never would have been heard from again if not for a lost soul from Earth by the name of Noah Vines. \n\nTransmigrated into Vermil’s body, Noah assumes the man’s runic powers and extensive list of enemies. There’s just one problem. Noah has to teach class tomorrow, and he has no damn idea what magic is.",
    "image": "https://uploads.mangadex.org/covers/8cd6b4d6-827e-4b3f-b217-fd67392cf71b/9767fd1c-0f6b-40ff-a467-e52448c4092d.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Tames the Beast",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Queen Kristian was framed by her half-sister and executed at just 16 years old. Another sixteen years have passed since then, and the daughter of a duke is about to make her societal debut—her name is Tiaresia. Always close at hand is her loyal servant, growing more impatient by the day. In truth, this handsome servant is a demon, waiting to reap the rewards of a magical contract made with Tiaresia—the reincarnated former queen Kristian. Together, they plan to exact a calculated and tragic revenge.\n\n(Source: Manga UP! Global)",
    "image": "https://uploads.mangadex.org/covers/47f1436c-cb88-4645-bbf7-605873c567f3/c270cff0-e85d-4123-9295-b2cbb1b46c95.jpg",
    "moods": []
  },
  {
    "title": "Honey, I’m Going On a Strike",
    "chapter": "Chapter 139",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "mature - 2",
      "Romance",
      "Shoujo"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "The Fake Lady and the Knight",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
    "image": "https://uploads.mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/f3412f17-0511-4def-ade6-001398436276.jpg",
    "moods": []
  },
  {
    "title": "True Love of Mr. Wonderful",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Gong Jiu, a valkyrie of the apocalyptic era, transmigrated into the body of the white rose of the entertainment industry who was hated by many. On the day she arrived in the world, she unexpectedly saved the life of the cold King of the SIlver Screen, Bo Yibai! The cool and strong Alpha, straight actress X The cold, arrogant yet quiet Adonis of the masses. The two of them co-starred in a drama and went onto variety shows together as the arrival of Gong Jiu brought about a wave of interesting events in the boring entertainment industry! After Gong Jiu and Bo Yibai’s relationship was made public, the audience would always scream, “Help! The wife of the King of the SIlver Screen is ruining the variety show!”",
    "image": "https://uploads.mangadex.org/covers/18952e42-64a9-49d8-9514-b0dae280226d/ea067aa3-5573-485d-bd1b-90c8ccf3af7a.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](https://crossinfworld.com/Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "I’ll Marry Your Brother",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "A beautiful and successful news anchor, Yeojin's life looks perfect from the outside. But in reality, she's trapped in an unhappy marriage. Not only did her husband have an affair with her close coworker, but he also murdered her parents and stole their company. Yeojin thought her life was over, but when she opened her eyes, she found herself back on her wedding day. Watching her husband and his mistress flirt, Yeojin swears to get her revenge. She will do whatever it takes, even if she must marry her husband's older brother.",
    "image": "https://uploads.mangadex.org/covers/8caa3b73-aa12-4e1a-ab89-7f87d468fd3d/e715a007-7f7f-47a0-a5d1-3a3d36833314.jpg",
    "moods": []
  },
  {
    "title": "From Goblin to Goblin God",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Lin Tian reincarnated as a goblin, the lowest rank of magical creatures, and initially, he had to lie low. Later, he fully unleashed the true nature of a goblin. Blessed with many offspring, the more children he has, the stronger he becomes thanks to the blessings from the gods!",
    "image": "https://uploads.mangadex.org/covers/a958abd8-745d-4f47-9c4d-89abae30f5df/c68a326b-16f5-4735-a23c-d1047ae036e8.png",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"All my people are dead... I just wanted to try my best. I just wanted to be a kind Empress. Why...\"\n\nHer injuries made her look so worn out… After torturing her for days and killing everyone she ever loved, the Emperor abandoned the Empress in the snowy mountains. In this heavy snowfall, the former Empress Roselyn had resigned herself and was ready to accept death. Her family, her friends, all her hard work for the people of the empire... There was no reason left for her to continue living. So she laid down on this pure white blanket, her body almost frozen, and watched the white snow be dyed in black. At first, the cold was painful, but the pain quickly subsided and so she thought that freezing to death just might not be all that bad.\n\n“Being persecuted to death, lying alone as if you're ruling this snowy field...”\n\nThat man.\n\n“If you don't need your life anymore... then pardon me, I’ll take it.”\n\nHe's the enemy general, Tamon Krasis.\n\n“You’re mine now, Empress.”\n\nShe was abandoned by them, but he stole her and took her away. Who kidnapped the Empress?\n\n---\n**Links:**\n- Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/book/who-stole-the-empress?)",
    "image": "https://uploads.mangadex.org/covers/c2c6544d-88be-49bf-870a-97191cb7dd49/c4c8a73e-1b3d-4717-8cc8-1392909c5a33.jpg",
    "moods": []
  },
  {
    "title": "Exclusive maid of the evil empress",
    "chapter": "Chapter 114",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I, Paresa Menzel, a money-grubbing handmaiden to the infamous Empress. I thought she was the ultimate villainess, but she's nothing more than a prickly cat?! But then I realized that there was a lot more to her than meets the eyes, so I wanted to help her.\n\"If you are a spy disguised as a maid, I have no choice but to dispose of you.\"\nBut I never expected to be noticed by the crown prince. It's bad enough that my heart flutters every time I see the face of the most beautiful one in the empire...! I know I seem suspicious, but my loyalty to the Empress is genuine!",
    "image": "https://uploads.mangadex.org/covers/348c3315-3ee9-4945-beff-8b3d816cb864/33b7b23b-7003-40a9-b061-c6105f9f0c8c.jpg",
    "moods": []
  },
  {
    "title": "Wake up, Jeon Seung Yeon",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Seung-yeon is popular because of her pretty face, tall stature, and unique aura, and she works at a cafe, where she gets cheap self-esteem from male customers who show her favor.\r\n\r\nNow in her senior year, Seung-yeon knows she should focus on her studies, but she can't quit her job at the cafe easily...\r\nShe meets the charming Lee Beom...\r\n___\r\n### Links\r\n* [Alternative Raw](https://series.naver.com/comic/detail.series?productNo=11589552)",
    "image": "https://uploads.mangadex.org/covers/dea6d3a0-776e-4b07-8f74-61968db5dd10/c3fc4cc1-eb2c-495b-a9bc-25c21525bf02.jpg",
    "moods": []
  },
  {
    "title": "Blade of Retribution",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
    "image": "https://uploads.mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "moods": []
  },
  {
    "title": "The Ordinary Lawyer’s Subspace",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A strange door appears in front of lawyer Han Beom-sang.\n\nBeyond it lies a space where time stands still.",
    "image": "https://uploads.mangadex.org/covers/2005eef6-ded9-42f4-89f2-6cf497de6c16/e61e1adb-7a58-4d19-b2bf-cfc43efbb57b.jpg",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Healed The Male Lead’s Trauma",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reincarnated as an extra, the non-existent childhood friend of the male lead, who dies early in the novel. I can’t even avoid the time limit dead flag. That’s why I was living like this…\n\n “Why aren’t you healthy?” \n\n“I’m healthy.”\n\n “Why are you sick again? Did I allow you to be sick?” \n\nThe male lead became obsessed with my health. Oh, please, can someone get rid of this guy! — I was definitely reincarnated as an extra with no presence. But my new life is unfolding strangely. \n\n“Why are you doing this for me?”\n\n “Because I like you.” \n\nSuddenly the sunny male lead started sticking to me.. \n\n“Mom, do it for me.”\n\n “I’m a man.”\n\nAnd a handsome guardian who became my mother (gender: male)…\n\n “Hello, daughter!” \n\nEven a dad who was supposed to die appeared before me… Also.. \n\n“From today on, I’m your dad.”\n\n A suspicious human was aiming to become my dad. Why did I put myself in this undeserved situation as an extra? Can I really become healthy?",
    "image": "https://uploads.mangadex.org/covers/26513cab-0b61-482c-aa7c-d042d4fe1914/fa8a96cb-4662-4193-b6c0-768c6d50557c.jpg",
    "moods": []
  },
  {
    "title": "Making Love in a World Where It’s Taboo",
    "chapter": "Chapter 69",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "\"You want to make a baby with me, right?\" Having never made love before, The Prince and his wife are in for a steamy night. Once they get a taste, they'll never be able to go back.\n\n(Source: Coolmic)",
    "image": "https://uploads.mangadex.org/covers/05bb2ebf-2964-4d89-80d1-8be317986886/85a2967f-a625-4ee6-9e25-fc19a8f3839e.jpg",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 34",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  }
]