[
  {
    "title": "Doctor, Go to Joseon",
    "chapter": "Chapter 53",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"Is this really Joseon?! But I still have lives to save!\"\n\nBaek Kang-hyuk, South Korea’s top genius surgeon, finds himself transported to the Joseon era after touching a mysterious painting. And of all times… right before the outbreak of the Imjin War!",
    "image": "https://uploads.mangadex.org/covers/e7b98e78-0db0-4c36-b851-987d5c218721/c00c197e-2077-4ded-a451-4495cea0d630.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "Daddy President Is Too Hard To Deal With",
    "chapter": "Chapter 198",
    "genre": [
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Rumor has it that the president of the Xi group is weird, unpredictable, insidious and mean of doing things but he spoils her to the maximum. Assistant: “Sir, Madam’s hospital has been smashed.” “Where is madam?” “Madam is about to cripple someone …….” “Let the doctor go to madam to see if her hand hurts from the beating! Love rivals from all over the world: “Xiao Tian Tian, what’s so great about a cold old man! Come with me and I’ll give you everything. President Xi: “Wife,the babies are calling you home for dinner.”",
    "image": "https://uploads.mangadex.org/covers/a2408e7b-0da4-4187-aa31-617c1a4a67bc/91ea24cc-82f5-4428-9933-3d2cb8b5d964.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "I reincarnated as the \"Villainess Eumiella\" from an RPG Otome game. In the main story, Eumiella is merely a side character, but after the ending, she re-enters the story as the Hidden Boss, a character boasting high stats on par with the heroes! \n\nLighting a fire in my gamer's soul, and taking advantage of being left on my own in my parent's territory, I trained, trained, and trained! As a result of my training… by the time I enrolled in the academy, I managed to reach level 99. \n\nThough I had planned to live out my days as inconspicuously and peacefully as possible, soon after entering the school, I'm suspected by the Heroine and Love Interests of being the \"Demon Lord\"…?  \n  \nBased on a popular web novel of seeking a peaceful life, a fantasy story of the strongest villainess!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/46067)",
    "image": "https://uploads.mangadex.org/covers/878634d2-ea39-4001-a4bf-31458020d16a/ab903f92-b3d9-4ce3-9332-d5cffa35cf67.jpg",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 7",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Okay to Be Left Out",
    "chapter": "Chapter 30",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Our company is pleasing to the eye! From the gentle team leader to the handsome CEO! However, I made a ridiculous mistake at the new employee welcome party. The wonderful team leader until yesterday is starting to turn away from me... I can't put an end to my love for the team leader like this! I was going straight and going straight until you accepted my virtue... But can someone tell me why this becomes a love affair and not a virtue?",
    "image": "https://uploads.mangadex.org/covers/8f3702ad-214e-46b6-b29e-9f07354d377b/6b37aa71-f487-4132-80b0-208103649d6c.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "The Second Eunuch Regains His Manhood",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!",
    "image": "https://uploads.mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8fd469fd-e3f1-4758-9cc3-8bd3ed0896da.jpg",
    "moods": []
  },
  {
    "title": "Should I Make You a Nuclear Weapon?",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Director Kim Jun of the Defense Science Research Institute faces a tragic end while protecting the ADD chip, a military secret of South Korea, during a terrorist attack in 2024.\n\nHowever, he suddenly finds himself with an unexpected opportunity: he is reborn in the body of his friend Jeon Hyun-seung, who died in 1998!\n\nRevived as Kim Jun, he discovers that he can access future technologies using the ADD chip engraved in his body.\n\n\"If you give me the chance... I’ll show you what I can create within three months.\"\n\nCreate the ultimate weapon to overcome the IMF crisis with future technology! Let me know if you need anything else!",
    "image": "https://uploads.mangadex.org/covers/0509abf1-da1d-431e-bbc3-f813ef600251/1815066b-f5a0-4ffb-950c-0084b31e70ea.jpg",
    "moods": []
  },
  {
    "title": "Baby Snow Leopard of the Black Leopard Family",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A child, born a hybrid and abused to death by her maternal grandfather, is reborn with memories of her past life. Faced with the same fate, she seeks out her estranged father for protection until adulthood. Expecting rejection, she is instead met with love and acceptance from her father, siblings, and grandfather—who even offers her the family leadership.",
    "image": "https://uploads.mangadex.org/covers/68ef68e9-ce1e-4529-8e6e-eac4c80b4cb4/cc6eded5-340e-4832-bf4c-5288017141e4.jpg",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 121",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/a3b71431-445d-4442-a6a0-6566e88ca6de.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Will Give You a Massage",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "summary": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!",
    "image": "https://uploads.mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "moods": []
  },
  {
    "title": "The male leads are trapped in my house",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I reincarnated as the heiress of a powerful conglomerate family in a novel.  \nThe problem is, this world is about to be destroyed by monstrous viruses.  \n\nWith nothing but money to spare, I quickly bought a mansion in the countryside to build a shelter to escape the monsters…  \nBut the world ended far sooner than I had anticipated. Damn it!  \n\n*  \n\nOn top of that, somehow, the male leads ended up trapped in my house with me.  \nAnd these guys don’t seem to have any intention of leaving.  \nWhy do they look like they have no plans to go to the female lead?  \n\n“Who exactly are you?”  \n“You seem like someone who knew the world was going to end beforehand.”  \n\nThey were full of questions about me, but I couldn’t answer them. They wouldn’t believe me anyway.  \nRight now, all I see them as is a good source of labor.  \n\n“Alright, let’s work. You need to earn your keep for what you eat!”  \n\nIf I can find the cure for the virus causing the apocalypse, this hellish time will finally end.  \nSo, until then, I’ll make use of the male leads and hang on!  \n\n*  \n\nBut one problem has come up.  \nIt turns out that this old mansion I purchased is far more suspicious than I thought.  \nWhat on earth is happening in my house?",
    "image": "https://uploads.mangadex.org/covers/d413c71b-8eb5-44c5-8590-7c38908de419/c0a6095b-03f0-41cf-ad7b-637ff8afd553.jpg",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "Tell Me Your Favorite!",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance",
      "Time travel"
    ],
    "summary": "\"Will this love lead to happiness or despair?\"\nToruka is in a relationship with Iori, an ideal high-spec boyfriend who is the envy of everyone, and she is enjoying smooth sailing in both her private and public life.\nOne year into their relationship, she receives a marriage proposal from Iori, who asks her to stay by his side for the rest of their lives.\nShe is elated, but then she discovers that someone is stalking her.\nShe enlists the help of her childhood friend Jin to find the culprit, but ......?\n24-hour surveillance, eavesdropping, tailing...the yandere boy's warped love and obsession run amok never ceases in this dicey romance...!",
    "image": "https://uploads.mangadex.org/covers/d3ab6b2a-75de-4379-bdbf-850a21255097/637a29a3-c7cb-4a62-a941-a109e9d130d6.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Do You Need Salvation?",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was born with the ability to enter other people's dreams. And I thought that in this life, I would have an easy life as a count when... \n\n\"I don't think Lady Miena will survive this winter.\" \n\nAnother life with a limited lifespan... To make matters worse, my family is going broke trying to save me. Before I die, I need to pay back our debt and all the money wasted on me! I was just trying to collect useful information and money before passing away when... \n\n\"Who are you?\"\n\n\"An angel... no you don't look quite right...\"\n\n\"You entered my dream without a hint of fear.\"\n\nI fear I have entered a dream I should've have touched.",
    "image": "https://uploads.mangadex.org/covers/c45a9e3a-e7ff-4fcb-b812-2fb0aad9b9c4/8d3758e5-bc93-4992-9f50-05027d858ca2.jpg",
    "moods": []
  },
  {
    "title": "Reborn as a Demonic Cultivator: Starting with a Zombie Planet",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Chu Xuan traveled through the Cangxuan world and became a demon cultivator of Wuji Sect. The so-called demon cultivation is to plunder the essence of heaven and earth and seize the essence of all things. After slaughtering thousands of people, he became the Great Demon Lord. However, killing is not tolerated by the heavenly way of the human race. Wuji Sect was also destroyed by the righteous sect. When he was helpless, Chu Xuan accidentally got the blood mirror, which could take him to a doomsday planet full of zombies! He suddenly discovered that this place is simply a paradise for demon cultivators!",
    "image": "https://uploads.mangadex.org/covers/5b0d31e1-2ae7-4510-b714-8bcc3a566256/cbc7b522-e242-4453-a70f-e66f29aac349.png",
    "moods": []
  },
  {
    "title": "In This Life, the Greatest Star in the Universe",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shounen"
    ],
    "summary": "Hard-pressed to find good luck in this universe, Sun Woojoo gives up on his dream of becoming an idol in favor of living a normal life. That is, until he finds himself waking up from a car accident on his exam day! But as luck would have it, Woojoo can now copy any move exactly as he sees it, and his two left feet that kept him from debuting are now moving to the beat! With this newfound skill, will Woojoo be able to turn things around and become the star that shines the brightest on stage?",
    "image": "https://uploads.mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Shane’s Knight",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Ichinose Haruma is handsome, but the girl he likes happens to be even more handsome…?!",
    "image": "https://uploads.mangadex.org/covers/96d3f4f6-e0c5-4a54-9def-faf0372d8e9e/231ff2f0-8b30-484e-b705-01aaf5549a3e.jpg",
    "moods": []
  },
  {
    "title": "Slave Emperor",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ran is the young empress of the North Empire. In order to protect her empire, she must assassinate the Orhan, the new emperor of the West Empire. Ran plans to ensnare Orhan in a honey trap by guising a beautiful assassin as tribute of good will. It is revealed, however, that the emperor is not interested in any other woman but Ran herself. Rude and arrogant like a savage, the emperor dares to claim the heart of the noble empress. Left without a choice, Ran decides to hide her identity and sends herself as tribute to the emperor. Can the empress win the emperor's trust? Will the empress be able to assassinate the emperor?",
    "image": "https://uploads.mangadex.org/covers/0d9ef6e0-886f-4aee-ba3d-74d061d60aac/c6b18b0b-8bdf-4cc3-a48e-c794843959b2.jpg",
    "moods": []
  },
  {
    "title": "Lock Me Up, Duke!",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
    "image": "https://uploads.mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/be81b7c8-40d9-4303-839e-bb4cd1e91bf2.jpg",
    "moods": []
  },
  {
    "title": "ugly complex",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "Endless Summer",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Two children of the same age, same name, together on the verge of a summer that will change their lives forever. When the world doesn't seem to listen to their hearts, how will they face the world together?",
    "image": "https://uploads.mangadex.org/covers/506098fd-3c49-4d02-8296-6eb221af06a5/49fc2ec0-c484-4afb-92eb-ce4706006b71.jpg",
    "moods": []
  },
  {
    "title": "Warrior of the Mind Sword",
    "chapter": "Chapter 3",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The continent of RAIEO was once ravaged by the Demon Lord and the Demon Race, in the darkest of times a Brave Knight carrying with him a Sacred Sword, saved the continent. After 300 years of peace, with the Sacred Sword now gone and the Sacred Sword Temple being occupied by the Demon Race, the continent of RAIEO is once again at a threat of war. Thus, our protagonist together with his donkey and a mysterious girl embark on a journey to stop the Demon Lord and the Demon Race.",
    "image": "https://uploads.mangadex.org/covers/13e0a7a7-ed1f-4e1f-8ed0-00443f7c134a/b8b0f4a0-5ea5-4be1-a54f-068ab9c09a6f.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 65",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 36.5",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Am in the Same Class as the Crazy Male Leads",
    "chapter": "Chapter 41",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "\"On an Unbelievably Unlucky Day, I Got Hit by a Truck and Woke Up to Find Myself in the Crazy Novel I Wrote Back in High School.\n\nAnd it’s filled with nothing but utterly unhinged male leads!\n\nThere’s Kang Seonwoo, the top student with impeccable manners but secretly a psychopath.  \nCha Ihan, the rough-looking delinquent with puppy-like charm, yet an obsessive clingy maniac—only for the heroine.  \nAnd Kim Chanseung, a promising national swimmer... who also happens to be a stalker!\n\n“What was I even thinking when I wrote this back in high school?!”\n\nI just need to stay far away from these lunatics and live quietly!  \n\nBut life never goes the way you want it to, does it...?\n\n\"Let me know if there’s something you don’t like. I want to get closer to you.\"  \nA friend request from the psychopath.  \n\"Aren’t you too close to those boys? Isn’t that a bit much for someone so conservative?\"  \nJealousy from the misdirected obsessive.  \n\"Here, take this.\"  \nAnd protein-flirting from the national swimmer-stalker.\n\nWhat is wrong with all of them?! Why are they like this with me?!\n\nCan I... actually survive here...?\"",
    "image": "https://uploads.mangadex.org/covers/8987ca6e-5fca-41b9-9d35-a47897667bc4/086e2d67-dd08-45ac-badd-70e72f4c9b99.jpg",
    "moods": []
  },
  {
    "title": "Moralis Scandal",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lorena chose death to avenge her ruined life—but wakes up in the past. This time, she’ll protect her family and destroy her husband through a scandalous divorce. To do it, she needs a mad dog to hunt the beast. Let the revenge begin.",
    "image": "https://uploads.mangadex.org/covers/241642af-1f69-433d-b6f6-cfae7fc2ce00/63d0e5ab-c7e8-4400-837c-e32408bc92ee.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Please Become My Sister-in-Law!",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Angel, a former top-tier mercenary, was forced to retire due to an injury. Left by his fiancée, he now spends his days drowning in alcohol—a middle-aged adventurer (and a virgin). One day, his niece Liz, whom he once taught swordsmanship, suddenly barges into his life! Angel is bewildered by how she has grown into an astonishingly beautiful girl, but Liz pays no heed to his hesitation and boldly declares that she will become his wife—?!",
    "image": "https://uploads.mangadex.org/covers/8d5316e7-2bd6-44da-aedf-d70a12dc1897/acd7f639-2223-438e-a2ab-d0b09e64b61a.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Will Not Forgive Anymore",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Hold Her Tighter So She Wouldn’t Run Away",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After three failed marriages, Archduke Theo de Phoenix has long accepted that love simply isn’t in the cards for him. After all, who could love a war-hardened monster like him? So when his fourth bride arrives, he greets her covered in blood, gives her a shabby attic for a room, and keeps his distance. Surely, this one will run too. But Yuelina is not like the others. To Theo’s disbelief, she welcomes his presence and fills his cold world with warmth and light. As the walls around his heart begin to thaw, will Theo finally allow himself to love?",
    "image": "https://uploads.mangadex.org/covers/3bcaa969-2a45-45bf-811b-68231c3984c2/a2112140-bf8f-4ea2-b79c-a0f04dea58be.jpg",
    "moods": []
  },
  {
    "title": "I am the Most Powerful Transcendent Being",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "You know how they say “never meet your heroes”? Well, what if you’re literally about to die? Failed hunter Minato spent his entire life dreaming of becoming just like the 106 Progenitors, a heroic band of transcendents who defeated the Tower of Monsters three centuries ago, but he never expected to meet them in his dying moments when his high-school bully tries to kill and scapegoat him for looting their tomb. The Progenitors offer him a second lease on life by letting one of them take over his body, but that’s not enough for Minato: he wants them all!",
    "image": "https://uploads.mangadex.org/covers/03cc4248-5bc4-4f53-8fac-68d28afbc3c5/668282da-bff2-4e12-8ec6-ca9a6fe3a7da.jpg",
    "moods": []
  },
  {
    "title": "The Thousand Faces Actor",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"What do you think people will end up calling him?\"\n\nSomeone asked. But no one had an answer.\n\nA transcendent being has appeared in the world.\nAnd a new chapter in film history begins.",
    "image": "https://uploads.mangadex.org/covers/8c1dca87-0235-4360-81d0-ce2d94c076e7/7135817a-5bbd-4d8e-9019-a41fb0c4c7cd.jpg",
    "moods": []
  },
  {
    "title": "How to Survive Restructuring",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Ed Rothstaylor is a third-rate villain in a game, disowned by his family and kicked out of the dormitory for his misdeeds. One day, our main character wakes up as this very Ed, and realizes he must earn a scholarship so he can graduate and be set for life. \n\nNow living in the woods, he resolves to keep away from the protagonists, but four of the female leads just won't leave him alone. Not only that, his presence starts to change the timeline and events of the game! \n\nCan Ed help the story progress while staying out of the limelight?\n\n---\n***Note:** LINE Webtoon (Official English) has made changes to the main character's \"original emotional facial expressions\" in some chapters like for examples, CH.01, CH.02 and CH.06 is changed while it's kept in all other official language platforms.*",
    "image": "https://uploads.mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/71670fb9-4950-4bda-89a9-7934737f77df.jpg",
    "moods": []
  },
  {
    "title": "There is no mercy",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
    "image": "https://uploads.mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a New Employee",
    "chapter": "Chapter 40",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Yaoi(BL)"
    ],
    "summary": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
    "image": "https://uploads.mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/5043b22f-0f31-4987-8e18-e43b768e0458.jpg",
    "moods": []
  },
  {
    "title": "Surviving the Inverted World with Omnipotent Skills",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world’s most popular game, AZURE LAND, suddenly ends its service. Soon after, monsters from the game begin appearing in the real world, blurring the line between reality and virtual reality. Shizuya Kakitsubata, the game’s top commander, is caught in the chaos and must now fight to survive. Humanity, once the hunters, have become the hunted—and their survival is uncertain in this new, deadly reality.",
    "image": "https://uploads.mangadex.org/covers/eef6b1b3-045d-406c-a8a0-604d9741b373/cbab3c94-1cf4-474b-a24b-5cbb254974bc.png",
    "moods": []
  },
  {
    "title": "Savior Who Strangles Me",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "I’m Being Raised by Villains",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
    "image": "https://uploads.mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/0c6f71ac-acae-4343-8041-ff8fa2e06363.jpg",
    "moods": []
  }
]