[
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 257",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Reverend Insanity (2025)",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A story of a villain, **Fang Yuan**, who was **reborn 500 years into the past** with the **Spring Autumn Cicada** he painstakingly refined. With his **profound wisdom**, battle and life experiences, he seeks to overcome his foes with **skill and wit**! **Ruthless and amoral**, he has no need to hold back as he pursues his **ultimate goals**.\n \nIn a world of cruelty where one cultivates using **Gu** – magical creatures of the world – Fang Yuan must rise up above all with his **own power**.\n  \n \n**Gu** is a legendary **venomous insect**, often used in **black magic** practices. It can take on the form of several insects, usually **snakes**, **crickets**, **worms**, etc.\n \n   \nThis comic is a **fan project** – it needs your **support on Patreon**:  [Support on Patreon](https://www.patreon.com/reverendinsanity)\n  \n**Official Translations**\n \n- 🇹🇷 [**Turkish**](https://kodokustudio.com/manhua/reverend-insanity-tr/)\n \n- 🇫🇷 [**French**](https://kodokustudio.com/manhua/reverend-insnaity-fr/)\n \n- 🇻🇳 [**Vietnamese**](https://kodokustudio.com/manhua/reverend-insanity-vt/)\n \n- 🇸🇦 [**Arabic**](https://kodokustudio.com/manhua/reverend-insanity-ar/)\n \n- 🇷🇺 [**Russian**](https://kodokustudio.com/manhua/reverend-insanity-ru/)\n \n- 🇮🇩 [**Indonesian**](https://kodokustudio.com/manhua/reverend-insanity-id/)\n \n- 🇹🇭 [**Thai**](https://kodokustudio.com/manhua/reverend-insanity-th/)\n \n- 🇧🇷 [**Brazilian Portuguese**](https://kodokustudio.com/manhua/reverend-insanity-portuguese/)",
    "image": "https://uploads.mangadex.org/covers/e1809b04-f7dd-4327-9669-ca83884a1403/a635e356-db7a-4384-b80c-d306d4b9ba76.png",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 64",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  },
  {
    "title": "A Capable Maid",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Historical",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As Maurina, she's on the run as the last of her kingdom’s royal line. Disguised as Marie, she is just a maid, serving the victorious empire. She’s never been very good at anything, so when she's told to make a wish, she asks for the ability to help others and bring them happiness. Now as visions of brilliant and skilled people fill her dreams, she’s imbued with a bounty of abilities perfectly suited for any dilemma. But will her secrets last as the crown prince seeks out both Maurina and Marie?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53159698)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-talented-maid/info)\n* [Simplified Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/647461)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Marie-Sang-Pelayan-Berbakat/3337)\n* [Japanese / 日本語](https://piccoma.com/web/product/35253)",
    "image": "https://uploads.mangadex.org/covers/38171909-df1d-42eb-b029-f4d59b6dfa59/78563cdf-341e-440b-ab7c-47a692fda40a.jpg",
    "moods": []
  },
  {
    "title": "Putting My Life on the Line, I Go All-in on Luck Enhancement",
    "chapter": "Chapter 39",
    "genre": [],
    "summary": "Despite his terrible luck in life, Ted was a top livestreaming musketeer in the fully immersive VR game, Face Chronicle. \n\nBut his bad luck made him stumble upon a conspiracy where major guilds were illegally taming boss monsters to get ahead. They were far from happy when Ted threatened to expose them, so they coerced him into deleting his game character, which forced him to start over. \n\nCan Ted turn his luck around by starting all over from level one? Or will his bad luck ruin his last shot?",
    "image": "https://uploads.mangadex.org/covers/ed430ef0-f657-4b0d-9c3a-9f99c3cc6637/c2dffd72-848f-4e1f-9ca6-872c4270e846.png",
    "moods": []
  },
  {
    "title": "I’ll Give You the Most Rotten One",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ten years of relationship go down the drain when Haeru discovers that her loving boyfriend, Se-o, spent the night with another woman. What begins as a series of small misunderstandings snowballs into something much bigger as the college sweethearts wade through love, temptation, and workplace drama. Well, what better way to get back at her cheating boyfriend than to take the most rotten revenge ever?",
    "image": "https://uploads.mangadex.org/covers/c1ba34f5-6b83-47e3-ba4b-51622c41e7f5/4a438c1d-aa25-448d-b94a-b0b343f5ce41.jpg",
    "moods": []
  },
  {
    "title": "The Man Who Wears Magnolia",
    "chapter": "Chapter 13",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Collection of oneshots from author Tatsuki Fujimoto.\n\nVolume 1: 17-21\n\n- Chapter 1. **There were Two Chickens in the Garden (Niwa ni wa Niwa Niwatori ga Ita, 庭には二羽ニワトリがいた。)**\nA strange world where aliens have taken over the human world, and only two humans are left which are apparently disguising themselves as mere chickens.\n\n- Chapter 2. **Sasaki-kun Has Stopped the Bullet (Sasaki-kun ga Judan Tometa, 佐々木くんが銃弾止めた)**\nTo Sasaki, his teacher Kawaguchi is God. She taught him not to be ashamed of his own dreams and made him feel fully capable to forge forward and make them come true, no matter how low the odds. Yet one day, trouble from Kawaguchi's past follows her into the classroom. With his god in danger of total humiliation, Sasaki sets out to protect his teacher using her very own teachings: to strive for the impossible.\n\n- Chapter 3. **Love is Blind (Koi wa Moumoku, 恋は盲目)**\nA one-shot story about a boy that is blind to everything but love. Can he confess to his crush?\n\n- Chapter 4. **Shikaku (シカク)**\nA notorious hit-man bites off more than they can chew when their newest target turns out to be holding a supernatural secret. Bullets fly and love is in the air.\n\nVolume 2: 22-26\n\n- Chapter 1. **Siren Rhapsody (Ningyo Rhapsody, 人魚ラプソディ)**\nIn a world where sirens are common, the protagonist is a hybrid of a human father and a mermaid mother. He's always playing the piano under the sea, when a strange siren approaches him…\n\n- Chapter 2. **\"When I Woke Up I had Become a Girl\" Disease (Me wo Sametara Onnanoko ni Natteita Byou, 目が覚めたら女の子になっていた病)**\nA boy wakes up to discover he has become a girl! How will this affect his daily life?!\n\n- Chapter 3. **Nayuta of the Prophecy (Yogen no Nayuta, 予言のナユタ)**\nA tale about a prophecy involving a girl with horns who is said to bring destruction upon the world, and her brother.\n\n- Chapter 4. **Little Sister's Elder Sister (Imouto no Ane, 妹の姉)**\nA story about sisters aspiring to be artists.",
    "image": "https://uploads.mangadex.org/covers/991e9f15-8368-4843-a78a-5605918f9c3e/71863bda-f2f4-4570-b8ac-5c8d59de88fd.jpg",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 96",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "The Baseball Team’s Newbie are Too Good",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pretend You’re Mine",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Demonic Evolution",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
    "image": "https://uploads.mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "moods": []
  },
  {
    "title": "Close the Petals",
    "chapter": "Chapter 61",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "---\n**Note:**\n- This manga contains storyboard drafts the author created for Jump Magazine to be considered for serialization. [Source](https://x.com/kuzushinsetsu/status/742325718541967360)\n\n**Link:**\n- Alternate Official Raw - [Pixiv](https://www.pixiv.net/user/14502453/series/57948) (Note: The chapter order is reversed), [Niconico Redirect](https://seiga.nicovideo.jp/comic/21927)",
    "image": "https://uploads.mangadex.org/covers/573ec8b3-b187-4c51-90cf-b44420ad77a7/b80f87b0-bd5d-45f3-82df-79e32c152b79.jpg",
    "moods": []
  },
  {
    "title": "One Step Forward to the Flower Path",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Web Comic",
      "Webtoons"
    ],
    "summary": "I lived my whole life being used by other people and died at the age of sixteen. I thought it would be over like that, but when I opened my eyes again, I was back in the past. I thought I'd die while living the rest of my life in pain one more time. \n\nBut suddenly, a father who I had never seen before appeared before me. My dad, whom I hadn't even known existed.\n\n===\n\n\"When are you going to take away my powers?\"\n\nDante's eyes shook greatly at Ivanna's words.\n\n\"Everyone did. You, when will you take it?\"\n\n\"…I won't.\"\n\n\"Why?\"\n\nIvanna couldn't understand. Everyone coveted her power. Everyone wanted it, saying she was a sacrifice sent by God for humans. So why does he refuse?\n\n\"No one will take your power now. No one will bother you. I'll protect you.\"\n\n\"You're trying to take my power.\"\n\n\"I'm not.\"\n\n\"Everyone said that and stole my power from me. They locked me up in prison.\"\n\nIt was too cruel for a mere five-year-old to say. But the young Ivanna's face had no emotion as if what she said were natural. Dante's heart eventually collapsed when he saw his daughter completely shattered.\n\n---\nAbducted from her mother at a young age and tortured for her incredible power, Evanna knew nothing but agony her whole life. That is until one day, she is rescued and returned to the father she never knew, the Duke of Vicente. But as Evanna’s very existence brings back painful memories for the Duke, he must learn how to love her, while Evanna must come to trust her father and heal her trauma. But with Evanna's power highly coveted, can these two overcome their thorny pasts for a rosier future?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%BD%83%EA%B8%B8%EA%B9%8C%EC%A7%80-%EC%95%9E%EC%9C%BC%EB%A1%9C-%ED%95%9C-%EA%B1%B8%EC%9D%8C/2845), [KakaoPage](https://page.kakao.com/home?seriesId=58273697)\n\n**Official Translations:**\n* [English](https://tapas.io/series/everythings-coming-up-roses)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%80%E6%AD%A5%E4%B9%8B%E9%81%99%E7%9A%84%E5%B9%B8%E7%A6%8F/282)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/One-More-Step-to-the-Flowery-Path/93)\n* [Japanese / 日本語](https://piccoma.com/web/product/89964)",
    "image": "https://uploads.mangadex.org/covers/0d3e7438-3393-4fd7-952a-99df634f4ca3/c496236c-3586-4bcc-94d5-69a304f0e283.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 147.5",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "Eternal Love",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhua",
      "Romance"
    ],
    "summary": "When Wen Yifan returned to her hometown for work, she met the rumoured “First-Class Handsome Guy” in a bar, but he turned out to be Sang Yan, whom she hurt and rejected in high school! In a twist of fate, the two people who could never get along kept bumping into each other. They even rented the same unit by chance and became housemates! Unspoken feelings refusing to see the light of day, strong emotions stirring beneath it all… Let’s see how Sang Yan, the “Peak Ideal Boyfriend” interprets and expresses deep affections and sweet love!",
    "image": "https://uploads.mangadex.org/covers/0866b37c-f4ae-41fd-b6fd-3f68f6c12669/d42fb0cd-605a-48a4-8104-3fec377a5b16.jpg",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 53",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cook of a Perished World",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Everything for the Score\"—nicknamed \"Esco\"—is a renowned masterpiece in the world of yuri games. A boy who reincarnates into its world suddenly finds himself in the role of Sanjo Hiro, infamously known as \"the guy who gets in the way of yuri.\"\n\nHiro is a nuisance character who ends up ruined no matter which route he's in. To avoid triggering his death flags, he begins to train and search for a safe path—but for some reason, heroine events keep unfolding around him as the central figure...!?\n\n\"I don’t want a harem romcom! Just give me yuri! Let me see the yuri!\"\n\n[Official English Light Novel](https://yenpress.com/series/the-only-thing-i-d-do-in-a-no-boys-allowed-game-world-novel)",
    "image": "https://uploads.mangadex.org/covers/93f59355-6c69-416f-a5fb-84927eb31d42/46e5fa6e-e76c-41d4-af3b-85ec58e15d90.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 422",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Troll",
    "chapter": "Chapter 147",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]",
    "image": "https://uploads.mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’s Servant",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I transmigrated into an explicit 19+ novel as the villain. And it happened to be at the moment when I was about to take over the Emperor on the bed. Until then, I thought I had died without moving a muscle. Enoch Philip de Harte was a tyrant who hated any contact with others. But he insists that I am the cure to melt the ice in his heart and follows me around…",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 201",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Will Give You a Massage",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "summary": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!",
    "image": "https://uploads.mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "moods": []
  },
  {
    "title": "Genius Hitter Hits Fastball",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?",
    "image": "https://uploads.mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "moods": []
  },
  {
    "title": "Light of Arad: Forerunner",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Summoned to purify the corruption spreading across Arad...?\n\nJinseong, a player who dedicated his life to \"Dungeon & Fighter,\" is summoned to Arad by the transcendent Nemer and given the mission of becoming the Claw Master.\n\n“You shall become the Claw Master and guide the blade through rightful trials.”\n\n\"I'll become the Claw Master or whatever it takes. I will survive in this Arad!\"\n\nWill DFO veteran Jinseong successfully complete his mission and return to the real world? The story of the Dark Knight Jinseong's quest to prevent the destruction of Arad begins!",
    "image": "https://uploads.mangadex.org/covers/144d51a6-03bd-4c0f-9db2-eb4fb2b989f0/aa27ccf6-4453-4206-899e-0ad34597de79.jpg",
    "moods": []
  },
  {
    "title": "Brother, Am I Cute?",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
    "image": "https://uploads.mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "moods": []
  },
  {
    "title": "I Wanted a Divorce, But My Husband Became Obsessed With Me",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 110",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 250",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "The Man Is A Real Dog",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a fantasy novel, I suddenly became Astel, the younger sister who never appeared. While my brother Cassian is fighting for revenge of the clan, it is my duty to find and deal with the final villain that remains unrevealed even at the end of the series! In order to do that, I must first enter the mansion of the northern duke, where the traitors of the family are hiding. But somehow, I became the 'mate' of duke Anais, a beast and a prime candidate for the ultimate villain. Besides...\n\n\"Kiss me now, Astel.\"\n\nIn order to live, I have to communicate with my 'mate' every day, but there’s no such thing in the original!\n\n\"Shouldn’t we go see the ocean you like today?\"\n\n\"I-I don’t think I can. I have to go see Mr. Cassian today.\"\n\nThe duke gritted his teeth with a cold face. I was a little scared when I saw this look on his face. Maybe he’s teething? Because he’s a wild beast!\n\n===\n\nThe other day, when I was living under the duke’s care. My brother, Cassian, left his son in my care for a while. However, it seems the duke has been entangled in a huge misunderstanding.\n\n\"They will become our child.\"\n\n\"What...?\"\n\n\"Cassian Gray will disappear from this world right now, so you won't be his bride anymore.\"\n\nYes...? Since when did I become Cassian Gray’s bride?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8-%EB%82%A8%EC%9E%90%EB%8A%94-%EC%A0%9C-%EC%B9%9C%EC%98%A4%EB%B9%A0%EC%9D%B8%EB%8D%B0%EC%9A%94-%EA%B3%B5%EC%9E%91%EB%8B%98/3143), [KakaoPage](https://page.kakao.com/content/60549099)\n\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/126242)",
    "image": "https://uploads.mangadex.org/covers/847a475d-0a95-4480-8342-51dd497de267/518d8a89-0af6-4692-bc2e-151667c1ddcc.jpg",
    "moods": []
  },
  {
    "title": "Aristocrat’s Revenge",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/245d24dd-cef1-43d1-8c8f-956dd40dd150/2960300d-29fe-41fc-96a1-884912a4d9d6.png",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Novice lyricist Baek Jiseok enters A&R Co. through a recommendation from his college senior and is assigned to compose the lyrics of a new song for renowned singer Cha Doyoon. However, his lyrics are stolen, and he finds himself on the brink of a lawsuit. \nThe person who extends a helping hand in this situation to the desperate Jiseok is none other than Cha Doyoon?!\n\"Why are you helping me?\"\nWill Jiseok be able to pen his lyrics successfully even as he cohabitates with the unfathomable Doyoon?",
    "image": "https://uploads.mangadex.org/covers/12c7c916-8ba4-4f30-b80b-4f5295f28c1d/af4012af-f9d6-4049-879a-14614f6c1b4b.jpg",
    "moods": []
  },
  {
    "title": "I Became the Hero’s Mom",
    "chapter": "Chapter 135",
    "genre": [
      "Drama",
      "Isekai",
      "Romance"
    ],
    "summary": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!",
    "image": "https://uploads.mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/017c6c2c-a6ac-48c0-af20-5ae7128903ba.jpg",
    "moods": []
  },
  {
    "title": "Newcomers Turn Low at Night",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "With a handsome face and manners that would put a diplomat to shame, new hire Lee Hyeonu is a sight for sore eyes to Senior Manager Shin Iyeon when he walks through the doors of Hanshin Worldwide. \n\nFeeling like she’s won the lottery, Iyeon is looking forward to her company life alongside this polite and hard-working young man— \n\n\"Hey, Iyeon. Get this done by tomorrow.\" \n\nHyeonu is no regular employee; he’s the son of the CEO. And as he begins to show his true nasty nature behind closed doors, Iyeon begins wondering what she did to deserve him.",
    "image": "https://uploads.mangadex.org/covers/13b410ab-12fe-40af-8bdb-8dff614af566/cb37b231-2422-46c7-8b5f-864e666204ef.jpg",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 28",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "Say the spell, Rose!",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A spinoff focusing on Princess Piña's life before the Gate's opening.",
    "image": "https://uploads.mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/a29de44b-0291-4304-895a-a1a487f77c95.jpg",
    "moods": []
  },
  {
    "title": "In Between",
    "chapter": "Chapter 56",
    "genre": [
      "Romance"
    ],
    "summary": "Akira, my stepbrother, was brought into my life as a high school student after my parents remarried. He is a cute boy but shy because of the complicated family environment he grew up in. I had a crush on my brother, so I always spent time playing with Akira for his sake... He loves me... We hit it off, and the distance between us grew rapidly! I asked him, \"......Brother, do you like me by any chance?\" \"Of course I do.\"\n\nThe misunderstanding between the two of us deepens. And finally, I realized that Akira was my \"sister\" and I was confused... \"I like the distance between my brother and me as we have always been. I'd rather be with you more than I am now.\" Akira's approach to me, aiming to make us \"lovers\" instead of \"siblings\", has begun!\n___\n**Additional Links:**\n- [Official Raw Light Novel](https://fantasiabunko.jp/special/202111jitsuimo)",
    "image": "https://uploads.mangadex.org/covers/c88ca39b-c68a-4551-ac6f-65d23cfcca72/0effcd21-212e-49d9-bbcc-d57a1692d014.jpg",
    "moods": []
  },
  {
    "title": "The Childe",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Don’t Love, You Die",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Pseudo Love",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Baek Ga-in is a university student doing multiple jobs, living a double life as a demon worship concept streamer 'Lucia.' She has been carrying past scars of being entangled within a cult but suddenly her stream attracts a real demon, an 'incubus'?! A demon, human and... an angel?! This is not a 'cult' it is that campus fantasy romance!!",
    "image": "https://uploads.mangadex.org/covers/7352d330-7752-4322-8de5-e3500496c0db/a3c6a015-8782-4323-b110-91733c5c8b48.jpg",
    "moods": []
  },
  {
    "title": "Gold Queen",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I'm Teru! Just your wee lil' horny high school girl who's trying to become a mangaka! One day, while I was lost in my sexual fantasies, I got hit by a truck and was reincarnated into an isekai! Though I became a slave of the beautiful elf queen, Sirius, I've got a wholesome orc as my roommate, and there's cute elves all around, so I have to say I'm having a pretty time!",
    "image": "https://uploads.mangadex.org/covers/7c5cbad4-8bfe-48b3-af13-18c338dda5da/c120b80f-2268-4b98-add7-933c9c9328ab.jpg",
    "moods": []
  },
  {
    "title": "You are pretty",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This is the typical protagonist setting so my cheats should be coming, right! Unexpectedly, that night, my fiancée suddenly took back her words: I won’t annul this marriage! I want us to live and sleep together! I’ll also take care of all our living expenses! Okay, let’s do it, I have nothing to lose anyway. After one night… Eh, there’s something a bit wrong with my fiancée?",
    "image": "https://uploads.mangadex.org/covers/3dfd9946-c3ed-4e30-83f2-ea050297e2ac/ac78e322-a5c0-449a-ba1b-3791e8f59a26.jpg",
    "moods": []
  },
  {
    "title": "Maru is a Puppy",
    "chapter": "Chapter 109",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ],
    "summary": "The Hero's son and the ghost of the Demon King are the master and disciple!?\n\nEarth, the son of Hero, the Hero who defeated the Great Demon King, is troubled.\nAlways expected to achieve great things, but unable to meet those expectations.\nNo matter the effort he puts in, and the results he obtains, it's never enough.\n“You're a disappointment compared to your father.”\n“Don't you know you're the son of the hero!!”\nLiving every day like this, Earth meets his destiny in the room containing his father's sword.\n\n“Interesting. I will train you. I have only free time now.”\n\nEarth receives special personal training from the Demon King just to get back at his parents and the world.\nIn the coming days, his parents, the heroes of the past, his first love, his princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\n**Note:** While initially released with the “What's Wrong With The Hero's Son Being The Demon King's Disciple?” subtitle, in line with the web and light novels, the manga switched to the new “Boy Meets Satan” subtitle by the release of the 1st volume.\n___\n**Character Designer:** [Ryuutetsu](https://mangadex.org/author/796d659c-1d83-4956-a7bb-d0bcf8424284)\n\n**Additional Links:**\n- Official Raw Web Novel: [Kakuyomu](https://kakuyomu.jp/works/1177354054918478427), [Shousetsuka ni Narou](https://ncode.syosetu.com/n9185fm)",
    "image": "https://uploads.mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey.",
    "image": "https://uploads.mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/65bc2553-041f-4e11-992e-a19c02664791.jpg",
    "moods": []
  }
]