[
  {
    "title": "The Delinquent and the Gangster Heiress",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The rough and wild delinquent, Jang Tae-ho, gets dragged off to his grandma’s countryside house on the very first day of summer break, thanks to his parents’ brilliant plan (or maybe a scheme).\nWaiting for him there is none other than the gangster heiress, Min Ju-a!\n\nWith a gun pointed straight at a stunned Tae-ho, Ju-a declares:\n“I kidnapped you to make you my underling.”\n\nAnd so begins the chaotic, action-packed summer break of the delinquent Jang Tae-ho and the gangster heiress Min Ju-a!",
    "image": "https://uploads.mangadex.org/covers/123febc3-eb93-4b9a-bd29-92f78ddefcd1/6c64c689-2e10-47b8-9726-395cd5971a43.jpg",
    "moods": []
  },
  {
    "title": "Screw the Noble Life, I’m Going Home",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Lady Solea's family can't figure out how she lost her memories or why she keeps raving about her \"jackpot.\" They don't realize she's actually Yoon Jiyoon, a lottery winner who was suddenly brought into their world! Determined to return to her reality and claim her riches, Jiyoon sets off a series of shenanigans to send herself home. Yet when Solea's family proves more fun than expected and distracts her from the mission to leave, Jiyoon begins to wonder if family is worth more than a fortune...\n\n---\nAfter confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\n\n\"I love you.\" But I'm not your daughter!\n\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\n\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\n\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!",
    "image": "https://uploads.mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/7546b417-6a3a-436f-a666-2a315ea06ea2.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "Honey, I’m Going On a Strike",
    "chapter": "Chapter 140",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "mature - 2",
      "Romance",
      "Shoujo"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "We Got Ourselves Stuck Inside an Adult Fantasy Novel",
    "chapter": "Chapter 66",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Arrogant Man’s Secretary",
    "chapter": "Chapter 4",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Da-young Yoon is an elite in the secretarial world, has a smart job, and has a beautiful appearance. Perfection at work, with a thorough separation between public and private lives... Perfect in every aspect, she is forced to change her job due to her boss's scandal. That night. On the way home after part-time work, Da-yong, who is in trouble due to a drunken person, meets a man and who helps her. But that's not all, there are unexpected hugs, nosebleeds, and even kisses! \n\n\"Thank you, Boeun.\" \n\"Yeah?\" \n\"Lips, nosebleeds, lifesavers. Isn't it something that can't be overlooked?\" \n\nDayoung hands her flyer to a man who insists on her reward, saying it is her own business card, and she runs away. The man is her new boss, the president of the Koryo Hotel. Without even dreaming that it was Kang Do Hoon. \n\n\"Ah~ Was this the place you moved to? Not a knight\"... Ruined. Is the dismissal confirmed from the first day? A sweet and bloody male romance between Da-young Yoon, and Kang Do-hoon, an arrogant man!",
    "image": "https://uploads.mangadex.org/covers/5dcb6deb-81f4-4d83-a8ab-19f03f838cde/959e2e75-0ca3-4b05-a6fd-616cb83266f1.jpg",
    "moods": []
  },
  {
    "title": "A Rain-Kissed Secret",
    "chapter": "Chapter 14",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "A yuri anthology focused on boobs! More than a dozen of wonderful authors bringing you some ecchi and funny boob-centric yuri stories!\n\nCover: [Konbu Wakame](https://mangadex.org/author/580a9899-14f8-4ef6-a156-bcf1ed53e119)\nIllustration: Kagawa Yuusaku\n\n**Chapters**:\n1. **The Secret Kiss Should Be On The Breasts** by Kurou\n2. **I've Become An Adult, Right?** by Hachiko\n3. **Being Taught By A JK About The Joys Of One's Gender Who's In Their 30's** by Endo\n4. **Drunk Oppai Discussion** by Kanro Ame\n5. **Luring Bloom** by Majoccoid\n6. **Intense Boobs Discourse** by Homura Subaru\n7. **Senpai And Me** by Hisagi\n8. **Oppai ≤ You** by Kisaragi Mizu & Doggy\n9. **Love Breasts** by Yuino Chiri\n10. **Forest of Flower Garden** by Kanda Dan\n11. **Oppai Facts** by Guu\n12. **The Student Council's Idle Talk** by Itou Hachi",
    "image": "https://uploads.mangadex.org/covers/0bbed55f-a503-4b14-ad08-e0a416420adb/883c5244-1d1e-45f7-9dd1-48af5c6ad710.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 174",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Calm Down, Lady Ophelia!",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere girl getting less and less tsun day by day.",
    "image": "https://uploads.mangadex.org/covers/129c90ca-b997-4789-a748-e8765bc67a65/bd5e1721-3a5b-4760-b7d7-ef1818002108.jpg",
    "moods": []
  },
  {
    "title": "Tyrano Noh Kyung-soo",
    "chapter": "Chapter 23",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Survival Story of a Sword King in a Fantasy World",
    "chapter": "Chapter 256",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Isekai",
      "Magical",
      "Martial Arts",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)\n- [Official Brazilian Portuguese Translation](https://br.comikey.com/comics/latna-saga-a-jornada-do-rei-espadachim-webtoon/429/)",
    "image": "https://uploads.mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/f751dd54-5f61-44c4-a85b-5b795651fa82.jpg",
    "moods": []
  },
  {
    "title": "The Investor Who Sees the Future",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After experiencing an accident in the military, Kang Jinhu gained the ability to foresee the future. \n\nHe decides to use this ability to invest in various companies and make money, aiming to become the world's number one investor. \n\nHow far do the limits of his foresight extend? Beyond investments, it touches economics, politics, corporations, and even global affairs. From now on, he’s reshaping the world of finance!",
    "image": "https://uploads.mangadex.org/covers/aefc3f7f-e7fd-40d9-86ce-280ff9ac16de/489371d4-43e8-4b32-a32c-af3fad075656.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "Return of the Namgung Clan’s Granddaughter",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Following the wishes of her master, Blood Demon, Il-hwa destroys the Namgung clan, but as she faces death, she hears a shocking revelation due to Blood Demon's betrayal.  \n\n “Now, you are the only Namgung left in the world.”  \n\nIl-hwa learns that she was the long-lost child of the Namgung clan, Seol-hwa, and that she was raised for Blood Demon's evil schemes. Having returned to her thirteen-year-old self from a tragic death, Il-hwa — or rather, Namgung Seol-hwa — realizes that an opportunity to change the future has arrived and takes steps to prevent the Namgung clan's annihilation.\n\nWill Seol-hwa succeed in stopping the Blood Demon from annihilating her clan and achieving revenge?",
    "image": "https://uploads.mangadex.org/covers/e9dbed3a-8290-410d-aa27-527c8bd316cf/f4ae3dc8-af44-4917-b0ff-32d274c7a7be.png",
    "moods": []
  },
  {
    "title": "Only Love",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
    "image": "https://uploads.mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/d44a017b-42de-4b8f-9d1a-2a424fcd421a.jpg",
    "moods": []
  },
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 343",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 204",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents.\n\n\"I couldn't be a good dark magician, but I want to make their lives better!\"\n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician's academy. After learning more about magic, the girls return to see their father with some important news... They are S-rank Sages?! And they want to form a party with him?!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Surviving the Inverted World with Omnipotent Skills",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The world’s most popular game, AZURE LAND, suddenly ends its service. Soon after, monsters from the game begin appearing in the real world, blurring the line between reality and virtual reality. Shizuya Kakitsubata, the game’s top commander, is caught in the chaos and must now fight to survive. Humanity, once the hunters, have become the hunted—and their survival is uncertain in this new, deadly reality.",
    "image": "https://uploads.mangadex.org/covers/eef6b1b3-045d-406c-a8a0-604d9741b373/cbab3c94-1cf4-474b-a24b-5cbb254974bc.png",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 41",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Revenge Guide for the Terminally Ill Maid",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Framed for a crime she didn’t commit, Isabel died leaving behind her little daughter. 10 years later, she awakens in another woman’s body, with only one year left to live.\n\nBut the world she returns to is even crueler. Her daughter is now married to the very man who murdered her, all in the name of revenge.\n\nWith just one year, Isabel must find a way to save her daughter, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/b016e241-f648-4432-8015-7470e93dd635/df3b286f-f5cd-4cd2-8786-18223b1db778.jpg",
    "moods": []
  },
  {
    "title": "When Love Calls My Name",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"his goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded duke who found love by returning from death and an unfortunate, calm, goddess-like wife!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n2039hs/)",
    "image": "https://uploads.mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/57436275-8134-4f6c-b9b2-d6c9f51b487f.jpg",
    "moods": []
  },
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fated to Be Loved by Villains",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, he reincarnated in the game Savior Rising as Daud Campbell, a powerless noble living on the outskirts. He decides to live quietly, avoiding others' attention.\n\nOn his first day inside the game, he gets involved with the final boss, also known as the vessel of the grey demon, Elnore Elinarize la Tristan.\n\nAfter their encounter, the protagonist gains two special rewards: [Desperate Survival], which makes him stronger when his rate of survival decreases, and [Deadly Charm], which charms those who have evil traits. With the use of his skills, he calmly overcomes the challenges with his veteran expertise.\n\nBut every time he overcomes a challenge, those with evil traits become interested in him...\n\nFinally, he received his end goal.\n\n\"Put this continent's fate on the line and charm all of them.\"\n\n---\n\n**Original Webtoon:**     \n- [KakaoPage](https://page.kakao.com/content/66116309)\n- [Daum](https://webtoon.kakao.com/content/-/4409)\n\n**Official Translations:**     \n- [Japanese](https://jp.piccoma.com/web/product/173962)",
    "image": "https://uploads.mangadex.org/covers/71de8cca-26a1-428d-855b-364b334c2eee/05de6448-daf7-4fd6-8d65-61c1fc1195d3.png",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 363",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "The Night Time Lady And The Doting Head Of The Family",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "After losing his parents, our protagonist, Yuno, lives an unfortunate life as a servant in his stepmother's household.\nOne day, a series of natural disasters leads to him being offered as a human sacrifice to a family of gods.\n\nThe Ciel family, a family of gods, governs the heavens and the earth and is feared for their immense power. To avoid excessive human contact, they live in a remote castle towering deep in the mountains.\nYuno becomes anxious when she hears rumors that he is an exceptionally virile man and that women are only used as a source of his power. However,\nupon actually meeting the head of the family, Jupiter, she finds him to be extremely responsible and kind.\n\nJupiter's unfulfilled sexual desires cause natural disasters, weakening his ability to repel demons, so Yuno becomes intertwined with Jupiter as a human sacrifice. Jupiter is\nin a similar situation, alone and without family, and Yuno is gradually drawn to his clumsy kindness.\n\nThe demon he has been suppressing appears, threatening the two.\nWhat will become of their love?\nWill the world be saved?",
    "image": "https://uploads.mangadex.org/covers/41f8ebf8-9e3a-4ed0-9e6c-f235db832b8c/52e57735-3ca4-4f49-b132-c1e2fba93f9a.png",
    "moods": []
  },
  {
    "title": "Hold Her Tighter So She Wouldn’t Run Away",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After three failed marriages, Archduke Theo de Phoenix has long accepted that love simply isn’t in the cards for him. After all, who could love a war-hardened monster like him? So when his fourth bride arrives, he greets her covered in blood, gives her a shabby attic for a room, and keeps his distance. Surely, this one will run too. But Yuelina is not like the others. To Theo’s disbelief, she welcomes his presence and fills his cold world with warmth and light. As the walls around his heart begin to thaw, will Theo finally allow himself to love?",
    "image": "https://uploads.mangadex.org/covers/3bcaa969-2a45-45bf-811b-68231c3984c2/a2112140-bf8f-4ea2-b79c-a0f04dea58be.jpg",
    "moods": []
  },
  {
    "title": "Put Me To Sleep",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
    "image": "https://uploads.mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "The Duchess with an Empty Soul",
    "chapter": "Chapter 164",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The naïve Yvona is ready to do anything for her amazing fiancé! Summon magical beasts and let him take the glory? Sure! Wreck her body for a powerful spell and die for him? Yes! Watch him secretly embrace her trusted cousin Tristan with passion and deride her openly? Oka— wait. What? Just then, Yvona dies... and wakes up a year in the past with a burdened heart. Armed with her knowledge, Yvona's ready to fight for herself. And hmm, maybe form an alliance with the coldhearted Duke of Azentine...\n\n---\nI died miserably on the day I found out the truth. The truth that my fiancé had a hidden lover, and it was my very own male cousin.\n\nOn the second morning, after my 20th birthday, a miracle happened. From that point on, I decided not to believe in love anymore. I want to have a relationship with no strings attached and without any superficial feelings such as love.\n\n\"Duke Agentine, will you marry me?\"\n\nThis proposal was nothing more than a marriage to keep up appearances and without love involved.",
    "image": "https://uploads.mangadex.org/covers/4e8f9100-1a9d-493d-b6ef-9cfaed991594/8ec0610c-27ec-4054-9ca6-8f48e21dba01.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Villainous Dad",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
    "image": "https://uploads.mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "moods": []
  },
  {
    "title": "When a K-Eldest Daughter Possesses a Childcare Novel",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I decided to reclaim what the original eldest had possessed and correct the hierarchy in the house. From loyal servants to the spirit’s treasures, even the heir’s position. And finally, Father returned home with the young original female protagonist.\n\n“She will be known as Nesia, the youngest of our family from now on. Come, start call me Dad.”\n\n“I’m your brother! Say it quickly!”\n\nThe now 11-year-old female protagonist was truly lovely and angelic. Of course, I wasn’t interested in her at all. There were plenty of others who admired her besides me. But something felt strange?\n\n“Ah…”\n\n“Yes, Dad!”\n\n“No, brother!”\n\n“Sister… ♡”\n\nThe female protagonist pushed aside my frozen father and younger brother to come to me. I hadn’t done anything for her, so why did she like me?",
    "image": "https://uploads.mangadex.org/covers/8a49d9b1-c375-4b2f-b629-2cd05524f7d4/5d2786e6-de1e-42f0-a28d-7b0e223c2729.jpg",
    "moods": []
  },
  {
    "title": "I’ll Change the Ending Through Home Education",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "Surviving as the crown princes childhood friend",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 161",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Paradise on Earth",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "Vampire"
    ],
    "summary": "In search of perfect love, 16 men and women participate in the dating reality program \"Paradise on Earth.\" With sparkling blue seas and warm sunshine 365 days a year, this place is a paradise-like island.\n\nHowever, in the second week of filming, the staff members infected with an unknown virus begin to show strange phenomena, and paradise turns into hell in an instant. All contact between the island and the outside world is cut off, and rescue efforts are out of reach. Will they be able to survive to the end?",
    "image": "https://uploads.mangadex.org/covers/3b650628-dce9-438d-9879-0c04b34f870a/2cc7d5e0-fa17-45b4-a915-871a3d84fbb1.jpg",
    "moods": []
  },
  {
    "title": "How to Hide the Emperor’s Child",
    "chapter": "Chapter 117",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Astelle, the empire's one-day empress brought with her a secret when she left the palace after the divorce: she was pregnant with Emperor Kaizen's child. Six years later, Astelle is living a peaceful life in the countryside with their son until the imperial guards come knocking. Kaizen requires Astelle's consent to receive the key territory of Meilen. With the empire still in turmoil from a rebellion, will Astelle be able to hide her son's identity from these threatening forces, and more importantly, from his father, the emperor?\n\n---\n“You never loved me anyway, right?”\n\nAstelle’s long-awaited marriage life ended in a day.\n\nShe worked hard to become Kaizen’s wife since she was ten, \nhowever, the only thing that was left for her was a disgrace as the banished-empress.\n\nShe was abandoned by her family; \nShe was kicked out by the man she loved, Kaizen.\n\n“Yes. You’re right. I didn’t love you.”\n\nAstelle lied for the last time. \nFor the sake of the man who was her reason to live and it was also for him who was her husband for a day.\n\nShe thought there is no point tp contact with him again, but-\n\n“I think… I might be pregnant?”\n\n–\n\nSix years later, Astelle, who reunited with Kaizen, lied again.\n\n“You… who is that child?”\n\n“He’s my nephew.”\n\nFor the sake of protecting the child.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
    "image": "https://uploads.mangadex.org/covers/af2834eb-34dd-4cc2-9b09-7cab4e5e172b/81d5e43d-01ba-42c2-826b-ad81ecb99226.jpg",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 149",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 275",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "The Reason Why That Villainess Picked Up A Sword",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Revenge",
      "Romance",
      "Royal family",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Erin suffered her entire life from the abuse of the Marchioness and the malicious rumors she spread, until she finally died.\n\nAfter two reincarnations, she returned as a genius Sword Master.\n\nThis time, everything will be different.",
    "image": "https://uploads.mangadex.org/covers/6ecef09c-11ab-4e4e-9dde-9d3b22698a12/a6794d84-1b09-44d6-bab5-d2898352e3c6.jpg",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  }
]