[
  {
    "title": "Doberman",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "To Your Moralless [Complete Edition]",
    "chapter": "Chapter 37",
    "genre": [
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Brinny And The Empty Seat",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "A story about a possessor in a book who would even commit murder to achieve their goals.\n\nBrinny, who lived in compliance with her stepfather, thought it was something that had nothing to do with her—until she got entangled in an incident with the sickly 2nd Prince, Lucian.\nIn a moment of crisis, Brinny uses her immense strength to save Lucian and feels relieved when she sees that the possessor ‘Aridna’ has been captured, believing everything has been resolved.\nBut somehow, her beloved sister and the 1st Prince die in a carriage accident, and afterwards, even her now-fiancé Lucian starts acting strangely.\nWasn’t the possessor executed in the past?\nCould ‘Aridna’ still be alive?\nDetermined to fill the void left by her lost loved ones, Brinny makes up her mind.\nShe will fight against the possessor.",
    "image": "https://uploads.mangadex.org/covers/0a1caa35-205d-49f5-a611-018abe0b9433/a25f71c7-314c-4226-bdcd-c730beab6b57.png",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Master of All Skills",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the \"Ritual of Ability Development\" at the entrance ceremony, the status given to Leopin was disastrous.\n\n\"Occupation: Unemployed.\"\n\"All statuses except dexterity remain at their initial values and do not grow.\"\n\"Skill is dexterous, master of none.\"\n\nLeopin's classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the \"Special Training Class\", a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, \"Poor Dexterity,\" has an unexpected performance. That is...\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to \"Lumberjack\" to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease. Leopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin's abilities. Their home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n___\n**Explanation:** the skill is not \"poor dexterity\", but \"dexterous poor\", which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are \"dexterous\", but since they have mastered none, they supposedly cannot make a living from it, hence they are \"poor\". Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs. \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue.",
    "image": "https://uploads.mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/59c7495c-f799-4539-ab55-df549e464150.jpg",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 246",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "Is romance possible?",
    "chapter": "Chapter 5",
    "genre": [
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Seo Ida suddenly has a twin after 24 years of living in an orphanage. Because her twin ran away from home, Seo Ida has to marry her twin's husband exchange for 500 million won as a down payment.",
    "image": "https://uploads.mangadex.org/covers/821fba41-adfe-4ae5-a4f0-f4a40f3d322f/98b78d57-50e0-4d21-b27f-1c6f3ba40247.jpg",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
    "image": "https://uploads.mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/52aa7ef5-f1ec-4f1a-bddc-f01cc29a813f.jpg",
    "moods": []
  },
  {
    "title": "Marronnier Farm Near By The Imperial Palace",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Hazel Mayfield is sent to live with the Martins as a child, she falls in love with rural life and vows to have a farm of her own one day. Eleven years later, she receives an unexpected windfall as her grandfather hands her the deed to a plot of land in the middle of the capital. Ecstatic, Hazel sets out to realize her longtime dream of becoming a farmer. There’s only one problem: Her new farm is right next to the imperial palace! And it seems the emperor himself has his eye on her land…\n\n[Officia Indonesian version](https://id.kakaowebtoon.com/content/My-Farm-by-the-Palace/549)\n[Official Japanese version](https://piccoma.com/web/product/108482)\n[Official Korean version - Kakao](https://page.kakao.com/content/59250857)\n[Official Korean version - Daum](https://page.kakao.com/content/59250857)",
    "image": "https://uploads.mangadex.org/covers/dec01127-4dd4-4208-8a25-4e604bf2b2eb/a44ebbcc-15b3-4f47-a99b-f9804d988cbe.jpg",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The 100 Curses of the Illeston Mansion",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "A Beast Swallowed by a Flower",
    "chapter": "Chapter 96",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“A wolf only keeps one female by its side, Lisi.”\n\nIris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…\n\n---\nA bargain for her life, to escape a tragic future. When Iris Whittle is murdered by her sadistic husband, she is sent back in time to when she was 20 years old. As the unwanted daughter of a duke, Iris realizes she can leverage her status and foresight to secure a better life this time around. Thus, Iris makes a daring marriage proposal to the fearsome Count Keibrandt Green, the most eligible bachelor of Gavizar Empire, whose gruff and stern demeanor hides the fangs of a wolf.",
    "image": "https://uploads.mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/809150ea-63ee-467a-8350-c46a66a0b3a7.jpg",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "Sorry, I got distracted by your looks",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 170",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Adopted by a Murderous Duke Family",
    "chapter": "Chapter 84",
    "genre": [
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "After ten years of being exploited by Duke Gerwehr for her healing powers, Agnes meets her death in a dungeon. When she wakes up, she finds herself in her uncle's house before she was sold to Duke Gerwehr in the slave market. Desperate for her past life not to repeat itself, she lets Duke Rodwick adopt her and starts her new life with a new name, Tuariche Rodwick. Will she be able to keep her healing powers secret in this notorious family of assassins and find true happiness and love in her new life?",
    "image": "https://uploads.mangadex.org/covers/4ca0834e-ee81-4325-bd5b-28702d8c67e4/56dc9fce-e719-458b-8d64-7528a44e12f2.jpg",
    "moods": []
  },
  {
    "title": "Ancestor is beautiful and elegant",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Goal is Alimony",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "Seian",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mystery",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Addiction",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a night, her boyfriend became her sister's fiance, while her parents wanted her to serve an old man. Having no choice, she broke into his room accidentally. Unexpectedly, after one night stand, he fell in love with her and insisted on marrying her. Since then she became the wife of Lu Zeyuan, the devil incarnate, which discomposed her parents and her blamed ex-boyfriend. A romantic relationship after marriage thus began...",
    "image": "https://uploads.mangadex.org/covers/ab8fb6ba-6a3e-42bc-b6e2-093de7177fe1/05f29703-8639-4fed-bc09-759c68997c51.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/96652862-746a-4a01-9a25-abd0010b73f1.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can See It’s A Beast",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Q: Can a wolf and a lion get married and have a rabbit as a kid?\nA: Stop talking nonsense, wash your feet, and go to sleep.\n\n... And just like that, I ended up in a situation where I really should just wash my feet and sleep. My dad's a lion, my mom's a wolf, and somehow, I'm a rabbit. Not just any rabbit, an extra who becomes the trigger for a war in the novel! At this rate, not only will everyone die, but both my mom's and dad's entire families will be wiped out.\n\n'No way. I have to change my fate somehow.'\n\nI clenched my fists and stood up determinedly, but then...\n\n\"Chloe, do you know what's for dinner tonight? That's right... rabbit meat!\"\n\nFirst things first, I need to make sure the wolves at home don't find out what I really am.\n\nI thought all I had to do was hide the fact that I'm a rabbit. But a bigger problem showed up. Of all the countless special abilities among beastmen, I just had to get \"being pitied.\" I thought this life was doomed too, but then...\n\n\"We’re not fighting. So... don't cry, okay? Please.\"\n\nMy parents, who even stopped a war because they were worried about me.\n\n\"Just say the word. If you want, I can kill everyone who's bullying you.\"\n\nAnd even the original novel's male lead, who's gone a little overboard taking my side.\n\nHonestly... stopping a war might be easier than I thought. Maybe this ability... is more useful than I realized?",
    "image": "https://uploads.mangadex.org/covers/c28acebf-bbf0-47df-96aa-1e6b95f94f6e/e2ec1fca-3e84-4412-932f-17dc8b26d1a8.jpg",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/439d8648-8335-405f-976d-e57de29acf8d.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Living as the Enemy Prince",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Imagine being kin to your sworn enemy.\n\nKilled in battle while defending his country, Bern wakes up in the body of the enemy prince, Kalian, and vows to avenge his people. But between taming an abusive half-brother and surviving his mother's deadly web of intrigue, sweet revenge seems to slip further beyond his grasp at every turn.\n\n---\nI could hear the hum of life in my ears. It was hard to breathe… I raised my gaze and stared into the distance. However, my blurred vision could not see anything. The light began to fade. That was my last memory.\n\nWhen I opened my eyes once again, it was ten years before that last memory took place. And of all the things I could have become, it was from the enemy country that drove Secretia to ruin – I had become Kyris' third prince, Calian.\n\n…..\n\nBern was the proud Crown Prince of Secretia who fought and died in the war against Kyris. But he woke up ten years into the past – as the timid Third Prince of Kyris, Calian.",
    "image": "https://uploads.mangadex.org/covers/26bb9795-e583-4424-a128-6d91b59d476f/8250c5dd-5b92-4f6f-a22c-19e5f645c64c.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "Arcane Sniper",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
    "image": "https://uploads.mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 174",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "How I Became an SSS Rank Delivery Hunter",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Sense of Amusement",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Mature",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2d711550-46e4-42b1-9c26-427a848dd764/67ce7884-ae45-4d1d-9dca-cdceb5ec29e1.png",
    "moods": []
  },
  {
    "title": "Solo Leveling: Ragnarok",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After witnessing the death of one of their own, the Absolute Ones — creators of the many universes outside of our own — frantically seek to fill the power void left by their fallen brother. With earth's existence in danger once more as gates spill monsters into our dimension, Sung Suho must answer the call and conquer the shadow dungeon while learning of his father's legendary legacy.",
    "image": "https://uploads.mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "moods": []
  },
  {
    "title": "Pick Me Up",
    "chapter": "Chapter 162",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "1. Cry for the Moon\n2. Pink for Tear\n3. Ano Ko to Nakayoku Naru Houhou\n4. Idol Yametara Shitai Koto (What I Want to Do Now That I'm No Longer an Idol)\n5. Oujisama tte Yobanaide\n6. Shirotae-sama, Himitsu desu yo\n7. Futaribeya: Aozora ni Shiro Ribbon (Futaribeya: White Ribbon Against the Blue Sky)\n8. Futaribeya: Aozora ni Shiro Ribbon (Futaribeya: White Ribbon Against the Blue Sky)\n9. Futaribeya: Ashita Me ga Sametara (Futaribeya: Tomorrow, When I Wake Up...)",
    "image": "https://uploads.mangadex.org/covers/cbc33410-6934-4ea0-9f00-731df27c55b2/42d896ce-9b21-4026-a695-8a4826b4193f.jpg",
    "moods": []
  },
  {
    "title": "I’m the Only One Bullied by the New High School Student",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "I just thought life was unlucky, but it turned out that a high school girl was manipulating my life and bullying me",
    "image": "https://uploads.mangadex.org/covers/a4866ec2-bae5-44ec-a7b8-cb0d67f7787e/a76a859a-2428-4156-92a9-37670c20ccb8.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Leads’ Target",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?",
    "image": "https://uploads.mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "moods": []
  },
  {
    "title": "Blood Demon Reincarnation",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kang San is a bottom-tier anker with neither talent, ability, or skill. Misfortune follows him until a divine messenger appears before him one day. \n\n\"You wee the Blood Demon in your past life.\" \n\nTo atone for his past life’s sins, he must endure harsh trials. But in return, he will receive immense rewards. \n\nCan a weak F-rank tanker drenched in blood change his fate?",
    "image": "https://uploads.mangadex.org/covers/f50750f4-b051-46c4-a2bb-b54e107aff7f/9f9f7419-c922-4754-b10f-99bb76ed8440.jpg",
    "moods": []
  },
  {
    "title": "The Cook of a Perished World",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "1st year Max Level Manager",
    "chapter": "Chapter 161",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Manhwa"
    ],
    "summary": "Yoonho seems to have it all: he is the successful VP of Top Entertainment and married to an A-list celebrity. But when he’s faced with a terminal illness, the shallow people he relied upon disappear, and he’s on his deathbed filled with regret. Unexpectedly, Yoonho awakens ten years in his past as a rookie talent agent at Hoop Entertainment, the company that nurtured his career. His goal: boost his loyal circle of actor and idol contacts to reach their full potential! With a decade of experience, will Yoonho be able to set this industry right?",
    "image": "https://uploads.mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "moods": []
  },
  {
    "title": "Demon King Who Lost His Job",
    "chapter": "Chapter 440",
    "genre": [
      "Action",
      "Comedy",
      "Manhua"
    ],
    "summary": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
    "image": "https://uploads.mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 570",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 344",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  }
]