[
  {
    "title": "Lady of Iron Wall",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Alpheus, the Marquis of Lothian and master of Silverglen Castle, is considered the perfect man with a brilliant mind and a handsome face. However, rumour has it that he suffers from a mysterious disease and always wears gloves.\n\nHis finance secretary Edith has been working for the marquis for years when he suddenly asks her to act as his fake fiancée. He seems to need an excuse to refuse the many marriage proposals offered to him, but what exactly is his plan that he strangely acts incredibly sincere in this contract relationship? The longer she pretends to be his fiancée, the more confused Edith becomes...\n\nA cold-blooded noble and a lady with a defence as strong as an iron wall - the beginning of a workplace romance that starts with a contract!",
    "image": "https://uploads.mangadex.org/covers/be134f8a-7f85-4057-bcf4-54a8bb764c9f/38a9d94c-e117-491e-a995-e377b1703cb1.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/7aa444d7-5e3d-4942-b8b4-93eff4596b77.jpg",
    "moods": []
  },
  {
    "title": "The Gilded Cage",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Marquis and the Iron Wall Lady",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Alpheus, the Marquis of Lothian and master of Silverglen Castle, is considered the perfect man with a brilliant mind and a handsome face. However, rumour has it that he suffers from a mysterious disease and always wears gloves.\n\nHis finance secretary Edith has been working for the marquis for years when he suddenly asks her to act as his fake fiancée. He seems to need an excuse to refuse the many marriage proposals offered to him, but what exactly is his plan that he strangely acts incredibly sincere in this contract relationship? The longer she pretends to be his fiancée, the more confused Edith becomes...\n\nA cold-blooded noble and a lady with a defence as strong as an iron wall - the beginning of a workplace romance that starts with a contract!",
    "image": "https://uploads.mangadex.org/covers/be134f8a-7f85-4057-bcf4-54a8bb764c9f/38a9d94c-e117-491e-a995-e377b1703cb1.jpg",
    "moods": []
  },
  {
    "title": "No, I Only Charmed the Princess!",
    "chapter": "Chapter 71",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Elvira Von Lustro. I can’t accept you as a saint! The ‘Maiden Lily’ you were growing was a fake! You fake saint!”\n\nPrince Alexander cursed me like that. Everyone shouted in surprise.\n\n“Elvira is not the saint?”\n\n“There must be some mistake.”\n\nThere is no doubt about it. I was supposed to be recognized as a legitimate saint in this ceremony. But then, all of a sudden, he called me a fake saint. Furthermore, Prince Alexander declared,\n\n“I can’t marry a woman who isn’t a saint! Your betrothal is forgotten!”\n\nThen, for the first time, I opened my mouth.\n\n“ーYes, I understand.”",
    "image": "https://uploads.mangadex.org/covers/0937b03b-c5e2-40fd-a9df-26562f747b38/406c7afb-7f11-4d92-8488-e6c6a127e662.jpg",
    "moods": []
  },
  {
    "title": "The Queen’s Secret Lessons",
    "chapter": "Chapter 59",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Smut"
    ],
    "summary": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret.",
    "image": "https://uploads.mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/8ad740bd-4b43-47e1-823e-6482edfa8b8f.jpg",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 30",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "Reset Life of Regression Police",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Artifact Reading Appraiser",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Hae Jin has a father who devoted his whole life to finding the national artifacts that were smuggled out of the country.\nThen one day, after receiving an unknown “artifact” sent by his father, whom he had lost contact with for a long time, a strange light suddenly came from it, granting Hae Jin a mysterious “power” and a “mission”…\n“The magic of the Heavenly Object has been bestowed upon you.”\nThus, an adventure involving the artifacts scattered all over the world, including the ” Three Heavenly Objects”, which contains the soul of the Korean people, begins!",
    "image": "https://uploads.mangadex.org/covers/8e796660-fe38-44d1-9f0f-dbb3a3590973/c48bcd63-1a40-4c7d-97c5-ecba7d6cddc2.jpg",
    "moods": []
  },
  {
    "title": "Maxed Out Leveling",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Max-level internal arts, max-level external arts.\n\nJianghu, Murim’s famous and strongest, Cha Shin Hyeon.\n\nI came back to Earth after reaching the peak of martial arts, but why has everything changed so much?\n\nA world where monsters are coming out of dungeons, and hunters are leveling up via their status windows.\n\n‘Start again from level one? That doesn’t phase me at all, since my martial arts are already at the max level.’",
    "image": "https://uploads.mangadex.org/covers/c7995d2e-95dc-4e14-96e3-9418adab648c/ca4aae02-1ee5-457c-b290-de966eba7b67.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnation of the Fist King",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanae Yano, a 28-year-old single woman with no boyfriend, is suddenly summoned to another world. There, she encounters Rita Scryne, the duke's daughter who looks exactly like her, and Rita's father, Zack. They ask her to take Rita's place in an arranged marriage with the ruthless and feared King Eugene Astaroth—known as the \"Merciless Wolf.\" Upon learning that the summoning magic can bring people from another world but cannot send them back, Kanae finds herself with no choice but to accept. However, when she meets King Eugene, she makes a shocking discovery—his true identity is none other than her first love!",
    "image": "https://uploads.mangadex.org/covers/68626091-4998-402f-a246-d965536813b0/83fd8c40-0c2e-4a83-8263-570c9746ac13.jpg",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 111",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Collection of short stories:  \n  \n1) Crescendo  \nKazune, Yuzuru and Yanna loved the band \"Crescent\" and were inseperable. Then Yanna reveals she loves Yuzuru and Kazune cheers her on. Kazune discovers her family is moving away. And Yuzuru calls Kazune to ask if she'd like to go with him to a \"Crescent\" concert…  \n  \n2) Mousou Reijou  \nNene has inhired a special gift to turn the \"beautiful\" scenes in her head into reality. Only the one she loves with all her heart can help her control it. One day she gets dropped in front of Tatsumis house, the boy she loves. He has to take care of her from now on…  \n  \n3) Kokoro Prism  \nHaircut, makeup and contact lenses. The new me. Nahi uses her day off from cram school to go to the beach as a different person. Her classmates don't recognize her. Beach bums try to pick her up. She's saved by a mysterious boy named Yoh who says, \"Don't I know you from somewhere…?\"  \n  \n4) Link - Kimi no Tenohira  \nMiyuu was devastated when she saw her boyfriend kiss another girl. When she slaps her hands against the mirror in her room, it changes scene and she's staring into the face of a strange boy…  \n  \n5) Synchronized Night  \nLike the other girls in her class Remu relies on her dreams to predict her future. Her latest dream predicts success in love–and classmate Mamoru blurts out he had the same dream! In eerie succession his dreams match hers. But then her dreams have her pursued by a dark figure. Is it Mamoru? Does he have the same dream?",
    "image": "https://uploads.mangadex.org/covers/1fc8ff4b-6c5c-4c0c-adf1-4ac7334c8874/ed4c86e2-8495-4596-82e3-688b3caf33fa.jpg",
    "moods": []
  },
  {
    "title": "The Devil’s Body Temperature",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers.",
    "image": "https://uploads.mangadex.org/covers/c446c571-dc74-40e5-8035-38cca01503ef/b62626ba-b442-46c3-a001-f3e5c9369023.png",
    "moods": []
  },
  {
    "title": "What Happens When the Second Male Lead Goes on Strike",
    "chapter": "Chapter 86",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Yeseo Jung wakes up one day, he finds himself trapped inside the body of Jesse Venetiaan, the ill-fated second male lead of a mega-hit fantasy romance novel *I Quit My Job, Then I Became the Princess Bride*.\n\nIt turns out this second male lead is destined to die at war, trying to protect the male lead. Yeseo’s goal is to avoid getting entangled with the main characters and survive until the war is over, all while searching for a way to return home safe and sound. \n\nBut the female lead, Christelle, and the male lead, Cedric, keep approaching him…\n\n---\n\n**Original Novel:** [Chapters](https://ridibooks.com/books/425193499), [Volumes](https://ridibooks.com/books/425233591)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9174594), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=803518)",
    "image": "https://uploads.mangadex.org/covers/4f049c4d-14e9-4f74-901a-ec16b1977650/783db9eb-cc95-49ab-8df9-6e857711118a.jpg",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 155",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  },
  {
    "title": "I Realized Only After Losing Her",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ellie was a girl who couldn’t talk or even write. By chance, she begins listening to three people’s secrets. The three start to develop an interest in Ellie, who listened to their words. However, a couple of days later, Ellie disappears without a trace. \n\nWith Ellie 's disappearance, he who confessed that he has a crush on a man, he who enjoys games involving riddles, he who has a secret fetish, The three men start searching for her, yet no one comes to figure out where she went, since they only talked about their own stories and had no clue about hers. Voiceless Ellie. \n\nThat was my name. \n\n(After the tables have turned) I began to speak again and by the favor of someone truly dear to me, I became a ”Countess\". The commoner Ellie who once couldn’t talk, can now speak as “Lady Phever”. And when the time came to reunite with the three men, “……Ellie?” The Ellie you know from the past is now gone. “You’ve got the wrong person.” Perfectly spoken words left my mouth.",
    "image": "https://uploads.mangadex.org/covers/29ae7262-b282-42ec-a833-1b03e33ed063/602c781e-c232-42ca-a365-5375f0d8491e.jpg",
    "moods": []
  },
  {
    "title": "No More Regrets, Just Kill Me",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Villainess"
    ],
    "summary": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story.",
    "image": "https://uploads.mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "moods": []
  },
  {
    "title": "Till Divorce Do Us Part!",
    "chapter": "Chapter 87",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Carl van Hellsing has vowed to hunt down the vampire Elliot for eternity. But, that's exactly what Elliot wants.",
    "image": "https://uploads.mangadex.org/covers/34f95292-53f9-4a8e-bc8d-f457f53962ef/fce01b00-8e20-45c8-83fd-318ecb29e2e5.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 60",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "How to Perfectly End a Contract Marriage",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "To bring her beloved back, she turned back time, becoming terminally ill with only a year to live. She tried reuniting him with his past love but failed.\n\n“Marry me for just one year.” Why is he proposing this?  “I will only have one wife. You’ll be my first and last, Charlotte.”",
    "image": "https://uploads.mangadex.org/covers/0a58e435-5a76-48cd-90c8-f5c227f999a9/1b6b47f5-1c00-443a-b4dc-e13f49153e5f.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 62",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "Overstepping Kiss",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "The Substitute Saintess is Doted on by the Enemy Crown Prince’s Kiss",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dead Evil Queen Elise",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Queen Elise, the young king’s rightful wife, couldn’t bear him an heir. Blamed for his failures and tormented by his cruel magic, she suffered terrible abuse. Everyone thought she died from her injuries, but she escaped.\n\nDisguised as a commoner, she hides her true identity and plots to destroy the tyrant king.\n\nIn a quiet town, a stableman named Flegel falls in love with her, not knowing who she really is. But he’s hiding a secret too.\n\nThis is the story of the so-called 'evil queen' and her short but unforgettable second life.",
    "image": "https://uploads.mangadex.org/covers/6b24eecc-d606-4294-93d4-00e36ceb308e/9aad06b6-e4a7-49e8-8aad-6d5f79176cb0.jpg",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Human’s Daughter",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Keep A Low Profile, Sect Leader",
    "chapter": "Chapter 521",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Traveling to the world of Tian Xuan, can’t believe I’ve become a useless sect’s leader!\n\nPaying money in the city to be reborn in a game’s realm.\n\nMaking the players my workers, collecting the main characters from the world as my underlings.\n\nIf we’re talking about being pretentious, then I’ll only take the number one spot!",
    "image": "https://uploads.mangadex.org/covers/327dea47-e3c0-4fca-ad68-78bc906fdb2b/007a103c-2d4f-47bc-b04c-d3dd27d9d3fb.jpg",
    "moods": []
  },
  {
    "title": "Genius Grandson of the Loan Shark King",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?",
    "image": "https://uploads.mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "moods": []
  },
  {
    "title": "The Cursed Princess Must Rewind the Clock",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "The Elegant Sea of Savagery",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Irina Nodiac, the eldest daughter of the Marquis, was entrusted to Count Elenoa Schuberg after her father's business continued to fail. All rights were handed over to Elenoa, whom she has known since childhood.\r\n\r\n\"You belong to me. So don't go messing around.\"\r\n\"Are you treating me like an object?\"\r\n\r\nHowever, even though she became a maid, her reputation of a \"Crazy Bitch\" during Academy days will never change. And now, Irina, who is self-disciplined and confident, stands in front of Elenoa.\r\n\r\n\"I can do more than what meets the eye. I can carry a lot of stuff.\"\r\n\r\nElenoa, who wants to own her completely, and Irina, who is trying to move forward despite difficult situations. What kind of voyage will they embark on in the future?",
    "image": "https://uploads.mangadex.org/covers/18b65fea-2344-4fd2-9fb2-f44e40070219/2483c755-e785-401b-a26c-b0de7a217428.jpg",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/4a0686d0-86a9-4148-8450-d73696efd6bb/28431714-8831-4f6c-bd59-c94eda2c3203.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 41",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Life in the Great Pulha Woodlands is the very definition of stillness and tranquility—and Acer’s had enough of it! That’s right. Acer isn’t quite like the other high elves of the forest. For starters, he remembers living a past life as a human in another world...meaning he’s got a taste for meat, adventure, and plenty of other decidedly un-elven things! He’s also bored out of his skull after 120 years of the peace and quiet of their serene sylvan lifestyle. So with nothing more than his trusty bow, a bundle of life-giving fruit, and his close bond with the spirits of nature, Acer leaves the monotony of the forest behind to seek a new life, one that’s more his pace. See what excitement awaits in the outside world full of humans, dwarves, and even other elves!\n\n* [Official English Light Novel](https://j-novel.club/series/enough-with-this-slow-life-i-was-reincarnated-as-a-high-elf-and-now-i-m-bored)",
    "image": "https://uploads.mangadex.org/covers/8280b28c-aeff-4f89-ac99-a4c783e14782/9176df06-75a4-464e-9c8d-0a0d8762dc05.jpg",
    "moods": []
  },
  {
    "title": "The Dignity Of Romance",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
    "image": "https://uploads.mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "moods": []
  },
  {
    "title": "Deeply In Love",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of a heartbreak in her past, Kirino decided to live more for her idol than for actual boys, but one day, transfer student Kametani-kun comes, who has a somewhat similar vibe to her idol! When Kametani-kun glares at the girls saying, “Don’t even think about talking to me!” on the very first day of transferring to the school, Kirino gets intrigued by him and learns his secret and…?!\n\n(Source: K Manga)",
    "image": "https://uploads.mangadex.org/covers/b7a2d54a-6d1b-4b1b-a266-1b3737f4f671/4658208f-f242-4830-ad31-197ba8932854.jpg",
    "moods": []
  },
  {
    "title": "Let Me Kidnap the Male Lead!",
    "chapter": "Chapter 59",
    "genre": [],
    "summary": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
    "image": "https://uploads.mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "Let’s Hide My Younger Brother First",
    "chapter": "Chapter 92",
    "genre": [
      "Doujinshi",
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "I've possessed a character in an R-rated BL manhwa. It's in a world where people, whose craziness ranges from one to ten, appear.\n\n\"Franz, can you take off your clothes for a moment?\"\n\n\"Sister? Wh-why my clothes?\"\n\nTheir crazy serenade had already begun. Having been faced with the violence my younger brother had to endure, I made a vow.\n\n\"Instead of Franz, I'll have *Schuette* instead.\"\n\nThose people are coming soon. The people who will exterminate my family, and when that's not enough, they'll devour my younger brother's innocence.\n\n\"And I'll become a knight to succeed our family and carry on its legacy.\"\n\nIf he doesn't go, I'll die! That's how I thoroughly hid my brother and decided attend all the official events myself. …But something's wrong.\n\n\"I do! I love Kyla Vesta!\"\n\n\"If Young Miss gets hurt, then I'll…\"\n\n\"I don't feel the need to wait any longer.\"\n\nDidn't you all like men? Why are you all suddenly obsessed with me?\n\n---\nThe fate of a girl in a BL novel is a tragic one. Girls are either vaguely helpful, evil, or add nothing to the plot. So what happens when you turn into the older sister of a BL novel protagonist? The older sister who dies a tragic death at the hands of a madman who’s infatuated with your younger brother? You go with your gut instinct: hide him. Hide your brother from everything, especially men, that could harm him and you. That’s the task that Kyla Vesta is set with in this life, and a task that she’s determined to complete.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)",
    "image": "https://uploads.mangadex.org/covers/24302640-2313-4f9c-8149-b572ec450907/8d5e3cf5-6961-4ce2-9974-905a117ea525.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Obsession with His Wife",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  }
]