[
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 287",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Became a Civil Servant in a Magical World",
    "chapter": "Chapter 50",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "\"Monday? Hate it. Tuesday? Hate it. And what I hate the most? Going to work.\"\nThe civil servant Hae Sunal feels this way. In his previous life, all he wished for was to be able to use magic as normally as anyone else, so he invented a way for it to happen… In his next life. But now that he's in this new life, due to ‘magic’, he’s been living a far noisier life than expected.\n“Hello, I am Hae Sunal, a member of the Special Department for Cross-Species Civil Complaints and Resolution.”",
    "image": "https://uploads.mangadex.org/covers/6762098c-9463-45ad-9951-1b7e806ff68e/99dad915-d7c7-45af-ac63-a4ffaea03b0d.png",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 19",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 152",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "Farming in Beast World: My Villainous Snake Cubs are Super Clingy",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 209",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "Legendary Doctor Princess Has the Crow’s Beak",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 187",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "Moonstruck",
    "chapter": "Chapter 46",
    "genre": [
      "Mature"
    ],
    "summary": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be.",
    "image": "https://uploads.mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "moods": []
  },
  {
    "title": "The Godly Son-in-Law of the Nation",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Five years ago, his father’s company was framed by someone, and he lost his money. Jiang Beichen suffered humiliation in front of his relatives in order to treat his father’s illness, and was even ruthlessly abandoned by his fiancee, and finally sank into the river. Five years later, he added glory to his body and returned strong. Not only did he sweep away all abuses and avenge his father, but he also stood on the top of Kyushu, overlooking the world.",
    "image": "https://uploads.mangadex.org/covers/5f1d3c6b-84f5-441a-95b6-362b106b1e75/3200ae88-9318-4cb9-a869-37ecd16bf406.jpg",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 91",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Escape From My Contract Husband’s Doting Love",
    "chapter": "Chapter 25",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhua",
      "Medical",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pseudo Love",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Baek Ga-in is a university student doing multiple jobs, living a double life as a demon worship concept streamer 'Lucia.' She has been carrying past scars of being entangled within a cult but suddenly her stream attracts a real demon, an 'incubus'?! A demon, human and... an angel?! This is not a 'cult' it is that campus fantasy romance!!",
    "image": "https://uploads.mangadex.org/covers/7352d330-7752-4322-8de5-e3500496c0db/a3c6a015-8782-4323-b110-91733c5c8b48.jpg",
    "moods": []
  },
  {
    "title": "Miss Pendleton",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "If love is the ultimate prize, then the perils of courtship are the necessary trials and tribulations one must endure in its pursuit. \n\nIt is a blessing for the society debutantes of London, then, that Cupid’s arrow should be guided by the dainty hand of Miss Laura Pendleton, granddaughter of Countess Pendleton and the city’s finest matchmaker. \n\nWhen Laura’s self-ascribed duties call her to befriend the stoic and saturnine Mr. Ian Dalton of Whitefield, however, she soon finds that when it comes to the grand contest of love, it may well be every woman for herself…",
    "image": "https://uploads.mangadex.org/covers/38a94de5-348f-49da-8dfa-02fd045d3320/fa679329-d2b7-421f-b9f4-25587ca00b5d.jpg",
    "moods": []
  },
  {
    "title": "Situationship",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Yoonjae,\" who's in their first year of being a solo act and doesn't like dating, but still wants physical affection, encounters the arrival of \"Minseok\" at their company, who seems popular with everyone. \n\nMinseok suggests going out for drinks separately with Yoonjae, but there are no texts asking if Yoonjae got home safely. Minseok's attitude is ambiguous, mixing pleasant words with drawing boundaries. \n\nThey share meals, watch movies, and have physical contact, yet they're not officially dating. What kind of relationship are we in? Something other than dating for us in our 30s.",
    "image": "https://uploads.mangadex.org/covers/aba6cd55-5983-4373-a363-0304d5aed34c/e8ad461a-1715-4800-8118-db55d5e9d355.jpg",
    "moods": []
  },
  {
    "title": "Perfect Show Window",
    "chapter": "Chapter 7",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Are we allowed to be so excited?\nA 9pm curfew, no short skirts, no independence unless married.\nK-Hee-won grew up in a Confucian family and dreamed of freedom.\nK - Jihwan, the son of a serf, fights to keep the family name alive.\nWill their daring plan for freedom succeed?",
    "image": "https://uploads.mangadex.org/covers/6985dbc1-b54c-4a2e-998a-afb96cd3a59a/641be1a1-6b28-444b-a8cf-318d8633e7f8.jpg",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 37",
    "genre": [
      "Romance"
    ],
    "summary": "The slave she thought was dead has returned—as a king. Now, he takes her as his concubine to destroy her kingdom and avenge his past.\n\n\"My love wounds him. His love condemns me.\"\n\n---\nThe princess’s slave, thought to be dead, returned to her as a great king. To destroy the country for enslaving him. To seek revenge on the woman who got him killed. Picking at each other’s wounds, not realizing it all started with a misunderstanding.",
    "image": "https://uploads.mangadex.org/covers/74b03c85-b18c-4602-87fc-1a2271a21a05/a9a9eb33-77f1-4275-9520-610b360e8bc4.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 158",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Luke Foster thought he was doomed when he awakened as a Dragon Tamer, the most useless hidden profession in existence. \n\nDragons are so rare and powerful that for eight centuries, no Dragon Tamer has ever succeeded in taming a dragon. But without one, he can't even unlock his basic skills, leaving him powerless in a world ruled by fighters. \nThen everything changes after Luke activates the **Super Treasure Map System**. The mysterious system leads him to the ultimate prize: a real dragon egg! And so, this \"***weak***\" Dragon Tamer is about to flip the world upside down.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/aefa3874-8205-4b92-96e2-93f1e235fc7d.jpg",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 202",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "The Man Is A Real Dog",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a fantasy novel, I suddenly became Astel, the younger sister who never appeared. While my brother Cassian is fighting for revenge of the clan, it is my duty to find and deal with the final villain that remains unrevealed even at the end of the series! In order to do that, I must first enter the mansion of the northern duke, where the traitors of the family are hiding. But somehow, I became the 'mate' of duke Anais, a beast and a prime candidate for the ultimate villain. Besides...\n\n\"Kiss me now, Astel.\"\n\nIn order to live, I have to communicate with my 'mate' every day, but there’s no such thing in the original!\n\n\"Shouldn’t we go see the ocean you like today?\"\n\n\"I-I don’t think I can. I have to go see Mr. Cassian today.\"\n\nThe duke gritted his teeth with a cold face. I was a little scared when I saw this look on his face. Maybe he’s teething? Because he’s a wild beast!\n\n===\n\nThe other day, when I was living under the duke’s care. My brother, Cassian, left his son in my care for a while. However, it seems the duke has been entangled in a huge misunderstanding.\n\n\"They will become our child.\"\n\n\"What...?\"\n\n\"Cassian Gray will disappear from this world right now, so you won't be his bride anymore.\"\n\nYes...? Since when did I become Cassian Gray’s bride?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8-%EB%82%A8%EC%9E%90%EB%8A%94-%EC%A0%9C-%EC%B9%9C%EC%98%A4%EB%B9%A0%EC%9D%B8%EB%8D%B0%EC%9A%94-%EA%B3%B5%EC%9E%91%EB%8B%98/3143), [KakaoPage](https://page.kakao.com/content/60549099)\n\n[Official Japanese Translation / 日本語](https://piccoma.com/web/product/126242)",
    "image": "https://uploads.mangadex.org/covers/847a475d-0a95-4480-8342-51dd497de267/518d8a89-0af6-4692-bc2e-151667c1ddcc.jpg",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "I’m The Tyrant Family’s Beloved Baby",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cradle of the Beast Witch",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lily Bush’s Substitute Marriage",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It Looks Like I’ve Fallen into the World of a Reverse Harem Game",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance"
    ],
    "summary": "Reset, and game set.\n\nWhen I opened my eyes, I was in a different world. I had become the game's villainous princess who was feared by all. Not to mention… Completely naked men I didn't even know were approaching me left and right!\n\n“Are you cold? Shall I warm you up with a hug?”\n\n“Oh? Have you not had enough yet?”\n\nSeriously, what’s up with this situation? And just how the hell am I going to get out of this freaking game?!\n\n---\nI woke up in a strange bed, with not just one, but two lovers beside me! In this game of love, affection, and deception, I’m Elvia, the Imperial Princess, with a gaggle of men vying for my favor. Sounds great, right? Except this means I'm also stuck as the villainess while the main character is my manipulative maid, Arielle! She’s out to bring me down, and she’s got plans for my harem of men. But I know all her secrets, because I can see her player notifications. Can I beat her at her own game?\n\n---\n**Original Novel:**\n* Chapters: [Boomtoon](https://www.bomtoon.com/comic/ep_list/Game_set), [KakaoPage](https://page.kakao.com/content/52298103)\n* eBook: [Naver Series](https://series.naver.com/novel/detail.series?productNo=5370400), [RidiBooks](https://ridibooks.com/books/793012528)\n* [Official English Translation](https://radishfiction.com/stories/21138)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EC%97%AD%ED%95%98%EB%A0%98-%EA%B2%8C%EC%9E%84-%EC%86%8D%EC%9C%BC%EB%A1%9C-%EB%96%A8%EC%96%B4%EC%A7%84-%EB%AA%A8%EC%96%91%EC%9E%85%EB%8B%88%EB%8B%A4/3350), [KakaoPage](https://page.kakao.com/content/61170313)\n* R15: [KakaoPage](https://page.kakao.com/content/55567038)\n\n**Official Translations:**\n* English: [Tapas (R18)](https://tapas.io/series/i-fell-into-a-reverse-harem-game-mature/info), [Radish (R15)](https://radishfiction.com/stories/17113), [Tapas (R15)](https://tapas.io/series/I-fell-into-a-reverse-harem-game/info)\n* [Chinese (Simplified) / 汉语 (R15)](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語 (R15)](https://tw.kakaowebtoon.com/content/%E7%B5%95%E8%89%B2%E5%85%AC%E4%B8%BB%E7%9A%84%E5%BE%8C%E5%AE%AE%E9%81%8A%E6%88%B2/93)\n* [French / Français (R15)](https://fr.piccoma.com/fr/product/29)\n* [Indonesian / Bahasa Indonesia (R15)](https://id.kakaowebtoon.com/content/Terjatuh-ke-Permainan-Harem/191)\n* [Japanese / 日本語 (R15)](https://piccoma.com/web/product/54742)\n* [Thai / ภาษาไทย (R15)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%88%E0%B8%B5%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1/133)",
    "image": "https://uploads.mangadex.org/covers/0b09df33-d3cd-4c32-ba46-ce0415b1fa2c/a00c88a5-3d8e-4416-a0e8-22d0a6906800.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 424",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 749",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "I’m Attracted to You",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yugo, who is deeply in love with the heroine, Shiina, has witnessed her death countless times. His abnormal love for her has given him the power of a magical gun to transcend space and time. However, every reset comes at a cruel cost: causing her memories to fade one by one. Even so, his burning flame of love never fades. To save Shiina from her untimely demise, and until Yugo can reach the one irrefutable \"proof of love\"—a kiss—he won't stop pulling the trigger.",
    "image": "https://uploads.mangadex.org/covers/85240fb4-e5b1-4fe3-9485-51066164d9b2/dd463c9f-bf7a-4509-a884-a1a3dd5360e3.jpg",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "The Arrogant Man’s Secretary",
    "chapter": "Chapter 8",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Da-young Yoon is an elite in the secretarial world, has a smart job, and has a beautiful appearance. Perfection at work, with a thorough separation between public and private lives... Perfect in every aspect, she is forced to change her job due to her boss's scandal. That night. On the way home after part-time work, Da-yong, who is in trouble due to a drunken person, meets a man and who helps her. But that's not all, there are unexpected hugs, nosebleeds, and even kisses! \n\n\"Thank you, Boeun.\" \n\"Yeah?\" \n\"Lips, nosebleeds, lifesavers. Isn't it something that can't be overlooked?\" \n\nDayoung hands her flyer to a man who insists on her reward, saying it is her own business card, and she runs away. The man is her new boss, the president of the Koryo Hotel. Without even dreaming that it was Kang Do Hoon. \n\n\"Ah~ Was this the place you moved to? Not a knight\"... Ruined. Is the dismissal confirmed from the first day? A sweet and bloody male romance between Da-young Yoon, and Kang Do-hoon, an arrogant man!",
    "image": "https://uploads.mangadex.org/covers/5dcb6deb-81f4-4d83-a8ab-19f03f838cde/959e2e75-0ca3-4b05-a6fd-616cb83266f1.jpg",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "Part-Time Grim Reaper",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Magical",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "“I’m from the afterlife.” Lee Do-jin needs money—a lot of it—to cover his younger sibling’s medical bills. With nowhere else to turn, he calls the number on a strange, ominous business card he finds by chance. At the meeting point, he encounters a silver-haired woman shrouded in mystery— a grim reaper, known as a Chasa. She makes him an unbelievable offer: Work as a temp worker for the Underworld. His mission? To stop “Mokdugi,” predators that feast on souls tainted by sin, before they can drag the damned into chaos. Thrust into the supernatural world of death, debt, and spiritual battles, Do-jin must navigate his new double life— balancing his humanity with a job that demands he walk the line between life and death.",
    "image": "https://uploads.mangadex.org/covers/3dfafd43-d089-4301-90e3-34d924ebe25c/e869553b-ded5-4af4-89db-1b69e9de1ef8.jpg",
    "moods": []
  },
  {
    "title": "The Hunter Lives In A rented Apartment",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ten years ago, on the day of the first Great Rift, Jiho lost her father, who was a brave firefighter. Ever since, she has dedicated himself to becoming a Hunter, training constantly for the Hunter Association Exam. One day, in the midst of her training, a sudden rift outbreak engulfs her—and Jiho's life turned upside down.",
    "image": "https://uploads.mangadex.org/covers/234a05d5-eba1-4dff-900b-1e8828bcd572/48f1dde7-269f-43e1-9abc-dcd80f903ef8.jpg",
    "moods": []
  },
  {
    "title": "Don’t Trust the Heroine",
    "chapter": "Chapter 130",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Concubine’s Invitation",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "After Hillaria sees a future where her beloved nation is burned down to ashes just because she refused the emperor’s proposal, she accepts an invitation to the imperial palace with a mission to change this grim future and prevent the fall of her home country. How will the story unfold for Hillaria and her unique powers?",
    "image": "https://uploads.mangadex.org/covers/caa93ac7-5c0c-44af-af9b-ebf88a703599/cff15713-8d80-4481-83ba-ec9d2723aefa.jpg",
    "moods": []
  },
  {
    "title": "Like A Wind On A Dry Branch",
    "chapter": "Chapter 219.5",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Count Casarius fell victim to a plague and died suddenly, leaving behind a will stating that Rietta, a beautiful young widow of the manor, whom he tried to use as a concubine, be buried alive alongside him. Just before Rietta is buried, Archduke Axias, rumored to be a cruel tyrant, arrives at the funeral to collect the enormous debt Count Casarius still owes him.\n\n\"Everyone here seems to feel sorry for her, and I still have a debt to collect from Casarius… If I take her instead, I think all of you here should be happy,\" he smiled, \"Hello, my temptress.\"\n\n---\nAs plague and turmoil afflicts the empire, enchanting widow Rieta Tristi finds herself at the mercy of a malicious nobleman and his dying wish to have her buried alive beside his corpse. The plague has taken her husband, slave traders have taken her young child, and now her own life is at risk -- until an unexpected visit from the empire's outcast prince changes everything.\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=676625), [Naver Series](https://series.naver.com/novel/detail.series?productNo=2987280), [Yonder (English)](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5489043), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=748535&weekday=wed)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/like-wind-on-a-dry-branch/list?title_no=2405)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/feihuangzideshenmiqingren/list?title_no=1566)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/likeawind/list?title_no=2272)\n* [French / Français](https://www.webtoons.com/fr/fantasy/like-wind-on-a-dry-branch/list?title_no=2572)\n* [German / Deutsch](https://www.webtoons.com/de/fantasy/like-wind-on-a-dry-branch/list?title_no=2585)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/cursed-blessing/list?title_no=2298)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001066)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/like-wind-on-a-dry-branch/list?title_no=2682)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/cursed-blessing/list?title_no=2330)",
    "image": "https://uploads.mangadex.org/covers/b716dd00-fc58-4266-b3e4-49bfd78f8a35/c88344de-6eac-4143-a499-fd032bf3d3c8.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "Certificate of Dignity",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
    "image": "https://uploads.mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/ea824218-dd50-4ee7-a6d1-f618b23e31ac.jpg",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 40",
    "genre": [
      "Romance"
    ],
    "summary": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?",
    "image": "https://uploads.mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f0e113e8-eee3-424b-99a5-b9850864ca39.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents.\n\n\"I couldn't be a good dark magician, but I want to make their lives better!\"\n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician's academy. After learning more about magic, the girls return to see their father with some important news... They are S-rank Sages?! And they want to form a party with him?!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 414",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/8d105d4e-a60e-4284-8321-d0904906574e.png",
    "moods": []
  },
  {
    "title": "SSS-Grade Cafe in Front of The Dungeon",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After dying from overwork, the protagonist wakes up three years in the past. Determined to escape the grind, they open a cozy café in their grandmother's old shop—only to unlock a \"Café Owner\" class with magical coffee skills. But their peaceful life takes a turn when mysterious quests and dangers emerge.",
    "image": "https://uploads.mangadex.org/covers/24f3a8b9-fce9-4c85-bbdc-24639e35b5f8/6096d1bf-5ce3-4808-ac60-69a91c8f616b.jpg",
    "moods": []
  }
]