[
  {
    "title": "I Became the Stepmother of a Terminally Ill Child",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter-in-Law has limited time",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I've reincarnated as the young daughter-in-law of a villain who was taken in for his deceptive plans. The problem is that I'm terminally ill, so I'm going to die when I become an adult.\n\n\"Luckily, I know how to cure it, but...\"\n\nIf I don't die at the right time, my father-in-law—no, the villain, Duke Ecarde—might kill me just to achieve his goals!\n\nBut what kind of kid could actually adjust to this kind of household?\n\n\"I want to live happily with Father and Evan for a long time... cough! Cough!\"\n\nMe. I'm \"that kid.\"\n\n---\nThe final villain is being deceived by his young time-limited daughter in law who was possessed. If I die at the right time, I will marry his son. The problem is, I already know the cure! And I don't want to die, but if I don't get killed now, then I won't die quietly.\n\n\"Daddy, I love you so much. You are the most handsome man in the world. Cough, cough!\"\n\n\"Evan, shall we read a fairy tale book together until we fall asleep?\"\n\nShe will have to act a little better to let his guard down. Then, she would be able to do a great job.\n\nI think I'll have to leave secretly after I get better. I have to make a lot of money and buy land under pseudonyms.\n\n\"Call all the council members on the continent. My daughter-in-law has to live.\"\n\nFather? Shouldn't I be thrown away…?\n\n\"If you die, I'll follow you unconditionally. I can't live in a world without you.\"\n\nHusband? You’re acting strange, too… You don’t love anyone, do you?\n\nEven- \"Who is this, Kyle Ravonis? The man who seduced my daughter-in-law deserves to die.\"\n\n\"Even if you cheated on me with another man, I will never break up with you.\"\n\nYou must have misunderstood my other name!\n\n\"When did this start, huh? You said you wanted to live as a sweet couple, but you tried to run away by creating a new identity behind our back?\"\n\nI want to quietly disappear, not die! I didn't know my husband, who has been like a friend to me ever since we were young, would come to me with such sore eyes.\n\n\"You're still my wife on paper. Live as my wife, and die as my wife.\"\n\n\"Evan?\"\n\n\"You've shown me both heaven and hell…\" his reddened eyes locked me up, \"You'll never get away from me no matter where you go.\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80%EB%9D%BC%EC%84%9C-%ED%9D%91%EB%A7%89%EC%9D%98-%EB%A9%B0%EB%8A%90%EB%A6%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8A%94%EB%8D%B0/2762), [KakaoPage](https://page.kakao.com/home?seriesId=58670925)\n\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Menantu-Tokoh-Antagonis-Punya-Batasan-Waktu/92)\n* [Japanese / 日本語](https://piccoma.com/web/product/99097)",
    "image": "https://uploads.mangadex.org/covers/370243c4-a098-438d-b5a2-87316ae04ffb/68920049-7a46-4005-9e57-5d2dc4ffe7ea.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Duke’s Daughter",
    "chapter": "Chapter 41",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A popular slow life romantic comedy!\n\nFake, a court blacksmith who is very serious about his work, was bullied every day by his colleagues and boss.\n\nFake, who worked hard on blacksmithing no matter how much he was bullied, suddenly gets picked up as the fiancé of the daughter of the Duke of the neighboring country, Alicia!? He is provided an environment where he can work freely and demonstrate his talent.",
    "image": "https://uploads.mangadex.org/covers/4bdeff13-b1fb-4fd8-9a9f-56d2d885c2c7/095012dc-1159-4771-b336-da3bda8cf799.jpg",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 219",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Lull You to Sleep Only For You to Be Obsessed",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The protagonist finds herself possessing the body of April, a side character destined to be used by the villain and eventually killed by the male lead. Ignoring the original plot, she resolves to live a quiet life running a café in the countryside.\n\nHowever, her plans begin to unravel when she discovers that the boy she’s been caring for is actually the nephew the male lead has been desperately searching for.\n\nApril ends up becoming the male lead’s personal barista, brewing magical coffee for him every night, and eventually running a café in the capital. She tells herself it’s only until the female lead appears, but as she slowly opens up to the male lead, she finds herself becoming more and more entangled in a life by his side.",
    "image": "https://uploads.mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "moods": []
  },
  {
    "title": "The Regressed Mercenary’s Machinations",
    "chapter": "Chapter 50",
    "genre": [
      "Action"
    ],
    "summary": "Cecil Perdium, the Mercenary King, was killed in battle before he could avenge his family. As he faces death, he learns that Duke Delphine, the man who caused the downfall of his family, didn't work alone. \n\nSuddenly waking up as his teenage self, Cecil must work to both overcome his poor reputation and build up his strength to save his family. With their soldiers and knights defecting due to the harsh conditions they must endure, he has his work cut out for him. \n\nCan Cecil become the mighty warrior he once was and avert his family's fate?",
    "image": "https://uploads.mangadex.org/covers/53f1ec5e-058b-4d18-a23b-2a7dbca5669f/c60c3924-f73c-4736-a2d3-10e6b8b71049.jpg",
    "moods": []
  },
  {
    "title": "I Tamed the Enemy Prince",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing his life in an accident, Kazuma finds himself reincarnated as the Ascalon Empire's third prince, Ares.  He wasn't born with the \"stigmata\", the proof that one is royalty and gives them extraordinary abilities, however, he still received love from his family and spent his days in peace. Until one day, his father's first wife, Germa barged into their home, and looked at Ares in contempt for not having a stigmata. In the end, she even put his mother, Erina in danger. Realizing how powerless he truly was, Ares decided to protect his family with his own power. He decides to enroll into Ascalon Academy, a prestigious school where one's capability decides everything!",
    "image": "https://uploads.mangadex.org/covers/98a657bb-282b-442f-b806-eb7e7d9a9142/7cf94ec7-c080-46b4-ad3f-eb9e1e1d1067.jpg",
    "moods": []
  },
  {
    "title": "I’ll Retire After Saving the World",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The only way out is through.\nIn the midst of a disastrous monster attack fated to end the world, a strange device throws Heejae back in time 20 years where he meets the students of his foster father, Seokyoung. Now it's up to him to take them under his wing and stop the apocalypse so he can finally set off for a peaceful life.",
    "image": "https://uploads.mangadex.org/covers/a8639c78-3e58-48fd-be65-e6d5fbec6066/ca569cb8-6fd7-4b40-b994-3475a9727dba.jpg",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Minami is now one of the most popular young actresses, rising to the top with her natural beauty and charm. However, there's one thing that continues to trouble her. Back in middle school, she was in a serious traffic accident that left her severely injured and took a full year to recover from. As a result of the accident, she also lost all memories related to it. Since then, she has been having the same dream every single night. In that dream, someone gently whispers to her: \"Don’t forget the promise we made that summer…",
    "image": "https://uploads.mangadex.org/covers/4dd13b7f-c1af-4088-8d4e-90b946e010cc/ca53b209-ddb3-4768-85f6-36d600112c85.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 61",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "Broadcast Genius Youngest Writer",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing both her job and her work due to the schemes of the PD she worked with, Yeonwoo learns the truth and faces death from a heart attack. She thought her life was ending there, but when she opens her eyes, she finds herself back to her youngest writer days 20 years ago. Can this second chance at life turn into a successful one unlike before? The story of Yeonwoo, the youngest writer in broadcasting with a career-oriented perspective, begins anew.",
    "image": "https://uploads.mangadex.org/covers/75391b19-37c3-4b15-b9ae-e362750b6422/d1804698-2a08-4c88-939b-59b773ef63c4.jpg",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 67",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Sinister Immortal Path",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zhang Yuan ascended to immortality, only to find himself in a bizarre world. Terrifying celestial beings ruled the heavens, while mortals below were mere livestock. The realm was filled with perilous [abnormalities], and the cultivators who survived were barely human. Could this world possibly have a future? Zhang Yuan didn't care. All he wanted was to ascend again and return to the immortal realm. But... could he truly go back?",
    "image": "https://uploads.mangadex.org/covers/f6a5e9ac-9f7e-4274-be3a-3edd31fadbf8/b21aa122-3c59-4c0a-8be3-88632868bdce.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "After relinquishing my talent, I became a favorite of the wizarding world",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Previous Life Murim Ranker",
    "chapter": "Chapter 169",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Edward is reborn and lives a carefree life as the third prince of the small kingdom of Astraea. However, his life changes drastically with the appearance of a saint summoned by a goddess. Edward, not his brothers, is chosen to be the caretaker of the saint, whose mental state is reflected in the weather. When he asks her why she cries, she says, \"My boyfriend died. --I said, \"You don't cry for a reason like that. Because that dead boyfriend was me in a previous life!",
    "image": "https://uploads.mangadex.org/covers/036ceadc-9e00-4686-8336-62cce5bdc41f/df57b251-6d35-4ff4-b383-cf8d4721f0fd.jpg",
    "moods": []
  },
  {
    "title": "Spirit of the Shrine: The Snake Swallowing Child",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Thriller"
    ],
    "summary": "Years ago, Yul opened the door to the village shrine with the village children, which was taboo : the monster that came out of the door killed the village children and disappeared, and Yul was driven out of the village. Years later, Yul returned to the village and faced the monster again, and Jisoo, the village shaman's son, told Yul that only the person who opened the door to the shrine can close it again...",
    "image": "https://uploads.mangadex.org/covers/3f3e2283-5697-4ad5-ba1a-f66dbb2c3fd5/66ba4806-ef2f-4294-84d0-bd71102171d2.jpg",
    "moods": []
  },
  {
    "title": "I Want to Maintain My Stepmother’s Character",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 405",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "8% Opacity",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Really Don’t Want to Learn Forbidden Spells",
    "chapter": "Chapter 134",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "For Ning Feng, an infamous underachiever, this will be his third time taking the awakening exam.  When he awakens as a one-star -- the lowest possible rating -- everyone laughs.  He can't understand why his new skills talk about \"forbidden spells\" and \"dark power.\"  \nHe isn't an evil dark lord, but wow!  Who knew forbidden spells could be so powerful!  These skills are so cool, but they emit tons of dark power. \nThere's a new source of dark power in the city and Ning Feng must get stronger before anyone realizes that its him.",
    "image": "https://uploads.mangadex.org/covers/c7087516-2b89-462f-8634-2e60baf6174c/8c0d38cc-dbd6-4c34-ae62-8a8bfdca6d9c.jpg",
    "moods": []
  },
  {
    "title": "The genius midfielder’s passes are special",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "can see it. The flow of the game is invisible to others! Song Yujun, who loves soccer more than anyone else, He suddenly became colorblind and quit soccer. Fifteen years passed like that, and he ended his life unjustly. ‘Just once.’ ‘If only I could play on the field once…!’ In that instant, I go back to the days when I could see color 15 years ago. The moment I was about to kick the ball with the joy of being able to play soccer again, Suddenly, a strange light begins to appear. As he shows the various colors that tell the flow of the game, he is reborn as a genius midfielder. Sports Modern Fantasy!",
    "image": "https://uploads.mangadex.org/covers/2671fc0f-57a1-4c97-a19d-c2199f8300bf/7238ccbd-faad-44ae-8e2f-34872be01750.jpg",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 88",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "Pick Me Up",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
    "image": "https://uploads.mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/ffb6552c-8b0f-45da-b461-2d9d6060a07e.png",
    "moods": []
  },
  {
    "title": "I Don’t Want To Be a Magpie Bridge",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival.",
    "image": "https://uploads.mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "moods": []
  },
  {
    "title": "I Quit the Hero’s Party",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance",
      "Seinen",
      "Shounen"
    ],
    "summary": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight...",
    "image": "https://uploads.mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/1140030e-7055-4b45-b206-aaa26bf6cf10.jpg",
    "moods": []
  },
  {
    "title": "The Princess Reincarnation",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
    "image": "https://uploads.mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "moods": []
  },
  {
    "title": "The Baby Demon King Finds The hero Dads Way Too Annoying",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reborn as a weak 4-year-old demon king, I tricked three heroes into becoming my \"dads\" to survive. But now they’re fighting over who gets to spend time with me! Even the male lead, meant for the heroine, is obsessed. What’s going on?!",
    "image": "https://uploads.mangadex.org/covers/81b4bea2-6777-465a-b042-e03dff24bbb7/f4098e0f-ca00-42aa-9dcd-8fa3f42ad5c3.jpg",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Sense of Amusement",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Mature",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2d711550-46e4-42b1-9c26-427a848dd764/67ce7884-ae45-4d1d-9dca-cdceb5ec29e1.png",
    "moods": []
  },
  {
    "title": "The Villainess Licks the Ice Prince Clean",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 95",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 172",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "Don’t pick up the trash you threw away",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I refuse to be taken for granted any longer!\nAfter six years of waiting patiently for my fiancé to return from battle, he shows up with a woman carrying his child. What's worse, I now have to live with her, watching as he neglects me yet showers her with affection. I cannot stand it! Should I stay and stand my ground or bid this place farewell?",
    "image": "https://uploads.mangadex.org/covers/897806b2-a06d-4477-80b1-6c779caf9167/5be243d8-c69e-4000-82b4-9989518406d3.jpg",
    "moods": []
  },
  {
    "title": "Sorry, I got distracted by your looks",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villanins Favorite Is Me",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  }
]