[
  {
    "title": "ugly complex",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "Underground of Babel (Official)",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Vampire",
      "Webtoons"
    ],
    "summary": "Though she's a tomboy with a hangup over her tiny chest, Iori has a crush on Sota Seto, who is the pastry chef at the café where she works. Iori was sure that he wasn't interested in her until one day, he suddenly professes his love for her and goes on to kiss her. She sees him unclothed for the first time - and my, he's huge!! She never would have expected the graceful man's lips to be caressing her all over. It's terribly embarrassing, but she discovers that his you-know-what isn't gross at all…",
    "image": "https://uploads.mangadex.org/covers/5d434c18-127b-42a1-9a73-80b66d2b8ff0/92b8bc20-ead3-4aea-8a08-06d6c74c3a7d.jpg",
    "moods": []
  },
  {
    "title": "Healing Touch",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Sunbae, what have you been up to these last few nights?\"  \n  \nTaeyoung, who is living with his hobae(his buddy), Junghoon, has a problem.  \nHe relieves himself while thinking of Junghoon every night, but can't finish.  \nBut what is..?! While they're drinking together, Junghoon offers to lend his hand…!",
    "image": "https://uploads.mangadex.org/covers/d143147b-5bbf-49ce-b91a-ea06db11d903/7f3bb3b3-52b8-4b0e-8340-b2d6837dc898.png",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 21",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "Jiwoo’s Master",
    "chapter": "Chapter 23.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "During his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house. From making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school.",
    "image": "https://uploads.mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/0695cc3e-6000-4506-9f51-bdb0f271744c.jpg",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Young Love (2025)",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "Best Actor in a Relationship Award",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ji-eun, an aspiring director attending the nation's top art school. Ji-eun, who is unknown, wants to cast Jae-ha, the top student in the acting department, to make her work successful and make a name for herself at school. On the other hand, Jae-ha proposes a romantic relationship to Ji-eun in order to get rid of a senior he dislikes. Ji-eun, who is fooled by the acting genius, wants to complete both her school life and her love life. Will she be able to kill two birds with one stone?",
    "image": "https://uploads.mangadex.org/covers/8f8f3b19-077b-4f64-a5d5-e566868e30cd/2f41eee3-4d0c-4942-b152-affb28e9256d.jpg",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 226",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "The regressor only protects me",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Let the survival game begin!”\n\nDesignated as a disruptive species in the universe’s ecology, humanity must now participate in the ‘league’ under the watchful eye of the universal administrators. \n\nJin Jae-hui, sent back in time during the final stage of the game, arrives at one conclusion - only Kang Sion has the power to lead humanity to victory.",
    "image": "https://uploads.mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "moods": []
  },
  {
    "title": "Young Love",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Romance"
    ],
    "summary": "\"From now on, is it okay for me to have an ‘adult relationship’ with you, Young Lady?\"\n\nYui Amagi is the daughter of a yakuza family who longs for a \"normal life.\" Her dream of living on her own finally comes true… or so she thought. But her assigned bodyguard—who also happens to be her fiancé—Ichika Izumo, the Wakagashira (Underboss) of the Amagi group, insists that \"it’s only natural for me to be here,\" while smoking a cigarette as if he owns the place.\n\nYui doesn’t actually dislike Ichika (in fact, she secretly likes him), but she doesn’t want a romance arranged by her parents. Without realizing her own feelings, she decides to spite him by joining a group blind date.\n\nHowever, once the party starts, she feels completely out of place and ends up depressed. To make matters worse, one of the men there takes advantage of her vulnerability and tries to take her to a hotel…!?\n\n\"You dare join a group date when you already have me, your fiancé?\"\n\nAn impatient yandere Underboss × a stubborn young lady, caught in an overly intense and sweet “awakening cohabitation love story”… ♪",
    "image": "https://uploads.mangadex.org/covers/9f01a130-360c-492d-8699-538a89fbe219/1a942f31-b998-40a7-8543-571fd092afa2.png",
    "moods": []
  },
  {
    "title": "The Merman Trapped in My Lake",
    "chapter": "Chapter 30",
    "genre": [
      "Romance"
    ],
    "summary": "“Selvaine, why haven’t you come to see me?” A person, no, a mermaid, calling out to my great-grandfather’s granddaughter who had resembled me. My ancestor, who had treasured the mermaid so, locked him in her lake. What would he have been thinking, waiting for someone who had been dead for over a hundred years. Enduring terrible agony, every day, day after day. Maybe, “I missed you.” … That’s clearly revenge.",
    "image": "https://uploads.mangadex.org/covers/a4e2eede-c3b6-42f9-bc63-4ea3cd734181/ddc372b5-dbbd-4cf2-9b11-30ff7c53289f.jpg",
    "moods": []
  },
  {
    "title": "Deeply In Love",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of a heartbreak in her past, Kirino decided to live more for her idol than for actual boys, but one day, transfer student Kametani-kun comes, who has a somewhat similar vibe to her idol! When Kametani-kun glares at the girls saying, “Don’t even think about talking to me!” on the very first day of transferring to the school, Kirino gets intrigued by him and learns his secret and…?!\n\n(Source: K Manga)",
    "image": "https://uploads.mangadex.org/covers/b7a2d54a-6d1b-4b1b-a266-1b3737f4f671/4658208f-f242-4830-ad31-197ba8932854.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marriage Blues",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Time travel",
      "Yaoi(BL)"
    ],
    "summary": "On her wedding day, Hana Gu realizes her relationship lacks love and flees the ceremony. During her escapade, she runs into her ex-boyfriend, Gawi Nam who helps her by using his mysterious ability to time travel into the past. Determined to erase her unwanted marriage, she uses this ability to try and change her fate, but the future proves less malleable than expected. Amid repeated failures, she finds solace in Gawi, who is also trapped in the past, facing similar struggles. As they fight fate together, old feelings from their first love resurface, making Hana question -- does she truly want to change her fate?",
    "image": "https://uploads.mangadex.org/covers/5c56e9f2-bb17-4ecb-a2fe-ad91f98f1924/e4de589b-7159-48e6-b687-e62550712c12.jpg",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "World’s Greatest Senior Disciple",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy.",
    "image": "https://uploads.mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/64a2f259-625d-4369-9ca7-394c1576cf10.jpg",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat. Then one night, a beautiful red-haired woman appears and says to him, “You have potential. Become my apprentice.”. From a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)\n\n**Additional Links:**\n- [Official X](https://x.com/mon29_4ryo)",
    "image": "https://uploads.mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/875c888e-badd-4f11-ba21-cce734544590.jpg",
    "moods": []
  },
  {
    "title": "Back from the Abyss: I Am the Disaster",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Immortal Emperor family was wiped out overnight, and the young master Li Chen was thrown into the most mysterious and dangerous abyss! Eight years later, he broke out of the abyss, the empress in his left hand, and the gods and demons in his right hand, and everything he went was",
    "image": "https://uploads.mangadex.org/covers/e778d186-2fa4-467c-806c-e752337fd7f4/fd239f79-9439-4c8a-b380-3cdc684cf100.jpg",
    "moods": []
  },
  {
    "title": "Whispers of the Devil",
    "chapter": "Chapter 215",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haruka Iijima and his teacher, Nakagami Sensei, are in the middle of a bitter-sweet relationship. Being a student and teacher couple isn't easy, but they're about to find out that's the least of their troubles. Nakagami Sensei's family, the gang of impossibly beautiful, age-defying Nakagami Sensei obsessed individuals might just turn out to be the worst nightmare. Will this love be able to survive the perverted mystery that is the Nakagami Clan?!",
    "image": "https://uploads.mangadex.org/covers/861b7998-4b9b-4fd5-911c-c505dce83b09/e1a20c66-50db-42d8-839e-8bae3d15d7b1.jpg",
    "moods": []
  },
  {
    "title": "White Moon He Made a Move On Me",
    "chapter": "Chapter 85",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "A sassy, drop-dead gorgeous heiress clashes with the refined, high-and-mighty CEO, Mr. Bao Jinlan. Jiang Yaoyao had a secret crush on Bao Jinlan for ages, being super cautious and discreet about it, until one day, she woke up in a hotel room with him sleeping right next to her... And then, she somehow became Bao Jinlan's fiancée. Nobody dared to mess with her in the Jiang family anymore, and the big shots in the city's social scene respected her to no end. Everywhere she went, the youngsters would call her 'Big Sis,' and Mr. Bao? Well, he suddenly got addicted to being around her.",
    "image": "https://uploads.mangadex.org/covers/c11c6e77-0fcc-4a38-a70b-cecd8af4ec78/7df28fcd-8401-4bf7-ae3d-f362e8d836aa.jpg",
    "moods": []
  },
  {
    "title": "I Committed a One-Night Mistake with the Young Lady?",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It’s Finally Love, Demon Lord!",
    "chapter": "Chapter 19",
    "genre": [
      "Comedy",
      "Demons",
      "Fantasy",
      "Romance"
    ],
    "summary": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. **Welcome to the Departed Spirit Funeral Home (Oneshot)** (ようこそ亡霊葬儀屋さん (読切版)): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. **Welcome to the Departed Spirit Funeral Home - After Story** (一描き下ろし後日話)\nA newly drawn after story of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. **WORLD END WANKO**: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032).",
    "image": "https://uploads.mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/587e4589-b467-441b-90a4-c9d05566892f.jpg",
    "moods": []
  },
  {
    "title": "Even though I become a side character, I’m being adored by an overprotective duke",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Royal family"
    ],
    "summary": "*I was reincarnated as a mob character from an otome game, and my fiancé is a handsome duke.*\n\nI've been transmigrated as \"Leticia,\" a mob character from an otome game. I was forced to take Lionel as my fiancé by my twin sister (who, by the way, has the worst personality). The first time I met Lionel, he was nothing but chubby and fat, just as the rumours said he'd be… However, me being me, I realised that Lionel is an unpolished gem with potential to shine, so I decided to re-invent him. Even if I'm a mob character, my days of doting on my fiancé began when my fiancé transformed both inside and out.\n\n---\n*I was reborn... as a background character in a romance game?! And my fiancé is a hot duke?!*\n\nReincarnated as 'Leticia,' a background character in a game, I found out that my twin sister, who has a horrible personality, pawned her fiancé, Lionel, off on me. When I first met Lionel, he was just as chubby as I'd heard... But I soon realized he was a diamond in the rough and decided to make him shine!\n\nBut that's when I discovered that my newly hot fiancé is acting like he's head over heels for me...!",
    "image": "https://uploads.mangadex.org/covers/b943d1af-1929-4bdd-a77e-f428090dc001/3862b686-180b-481a-89e3-9a9fe867e81b.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 274",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Gu Changge, a traveller from another world, comes to realize that he is the villain in this world. However, with his noble background, unrivalled abilities, and a cheat system that penalizes the protagonist, he is ready to steal the protagonist’s thunder and win the female lead’s heart…\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/12602/)\n\n**Official Translations:**  \n- **Japanese**: \n  - [Piccoma](https://piccoma.com/web/product/119582)   \n- **Korean**: \n   - [Kakao](https://page.kakao.com/content/61188260)  \n\n- **English Ongoing**:  \n  - [INKR](https://comics.inkr.com/title/1382-i-am-the-fated-villain)\n  - [Webcomics](https://www.webcomicsapp.com/comic/I-am-the-Fated-Villain/63805b998c252b7c5e6b6b74)\n  - [Mangatoon](https://mangatoon.mobi/en/i-am-the-fated-villain?content_id=3446131)\n  - [Alandal](https://alandal.com/series/comic-i-am-the-fated-villain)\n  - [Renta](https://www.ebookrenta.com/renta/sc/frm/item/146190/)\n\n---\n\n- **English Discontinued**:  \n  - [Voyceme](https://www.voyce.me/series/i-am-the-fated-villain)",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as the Villainess in a Mobile Novel, but I’ll Use My Professional Skills to Avoid the Bad End!",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If a Second Marriage Can Save You",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Become the Tiger’s Daughter",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents.\n\n\"I couldn't be a good dark magician, but I want to make their lives better!\"\n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician's academy. After learning more about magic, the girls return to see their father with some important news... They are S-rank Sages?! And they want to form a party with him?!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "Rosemary’s Fairy Tales",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sorang’s Flower Art Shop",
    "chapter": "Chapter 8",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "1. KAZAMI YU×ARI ver  \nYuuka decides to pay a \"surprise night visit\" to Alice, and sneaks into her house with the help of Wriggle.  \n  \n2. KAZAMI Aki Sisters Ver.  \nThe Aki sister fall victim of Yuuka’s flower shop scam, and have to enlist help for a rather aggressive response.  \n  \n3. KAZAMI MADMAX ver.  \nYuuka the berserker pays a friendly visit to her dear Alice's café. No really, it's a friendly visit, I swear, don't get troubled by the army of goons tagging along. Or the guns. Or the trenches they dug overnight.  \n  \n4. KAZAMI FULL METAL JACKET. ver.",
    "image": "https://uploads.mangadex.org/covers/effc7592-6cbc-4e34-b859-d51f330aeac4/596d5ce0-6484-40da-82ac-34efa2241ef4.jpg",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "Global Horror: I Activated a Cheat Custom Mall",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "When **Anomaly Zones** descend across the globe, terror becomes the new normal. Twisted anomalies stalk the streets, and only the Exorcists, humans who dare to fight back, stand between survival and annihilation. But to truly end the madness, they must conquer the core world behind each Zone… and most never return. As humanity teeters on the edge, *Chu Sheng* awakens a game-breaking **Custom Cheat-Shop System**. Every time he enters a new Zone, he chooses a powerful ability, tailored to dominate the horrors within. While other Exorcists struggle just to survive, the monsters kneel before him. This is the story of a man who turns **Anomaly Zones** into his personal playground.",
    "image": "https://uploads.mangadex.org/covers/5cb1dc39-751a-40e4-9a75-2bb6a0b5444d/b9161dc7-b936-4024-8170-3d00ea5e0463.jpg",
    "moods": []
  },
  {
    "title": "Grand Duchess’s Constitution",
    "chapter": "Chapter 9",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was possessed by a wicked woman who was about to be hanged in a year.\n\nIn order to survive, she entered a contract marriage with the cursed northern grand duke.\n\nHe was obviously a husband who blushed at the mere touch of her hands at first…\n\n“I thought you liked… my chest.”\n\n“I can’t stop because your lips taste so sweet.”\n\nI’m in trouble because my husband is so demanding!\n\nMoreover, he said there were no tourists in this wonderful city, so I was thinking of helping out a bit.\n\n“The north become the hottest place in the empire?”\n\n“Special goods sold out as soon as they were released?”\n\nWhy is everything going so well?\n\nIs it perhaps because of me, the Grand Duchess?",
    "image": "https://uploads.mangadex.org/covers/94d173bb-18d0-4296-956f-1db0a1169be9/c4565c9b-e436-42e0-a34e-c933cbfd5354.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/a23c1ecb-2f5e-4d7f-988b-c88295d77be4.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "Fair Trade Commission",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Subcontractors were nothing more than Robots I was grateful for. It was only natural to squeeze everything out of them. But after being betrayed by the group I worked for, I opened my eyes in a new body and finally saw the tears of those \"Robots.\" Having gained a second life on the brink of death, can my soul be saved?",
    "image": "https://uploads.mangadex.org/covers/54eafd69-f8f1-4161-bb37-86ee5ec32625/e7608ed2-ede4-415e-a25f-02da6e0ad3c2.jpg",
    "moods": []
  },
  {
    "title": "13th Prince",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "The strongest female assassin from a special assassination force met her death one day on a mission. To her surprise, she woke up in the body of a 13 year old girl, Mu Rong Liu Yue. Through Liu Yue's past memories, she found out that she was bullied due to the huge birthmark on her face, even though she came from a renowned family.  \n  \nLLS: The hiatus that the author took has been almost a year already… 100% its done. Sorry guys",
    "image": "https://uploads.mangadex.org/covers/6a0b7e58-b3ea-4488-8440-74bc6092bb68/366c5784-9391-47c8-bccf-e06dba84f0a5.jpg",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "What Remains in the Damaged Place",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The False Saintess Embraced by Her First Love, the Count",
    "chapter": "Chapter 25",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Maria, a doctor with the power to dispel miasma, step in as a replacement for the saintess and prepares to marry Count Elvan. In the past, Elvan had saved Maria, but when they reunite, he has transformed into a cold, unfeeling man. \nDespite Elvan’s rejection, Marja persists, striving to fulfill the saintess’s role despite her limitations. Her resilience and dedication slowly warm Elvan’s frozen heart, and he begins to feel drawn to her.\nThis is the story of a false saintess who melts the count’s icy heart and ultimately becomes a true saintess.",
    "image": "https://uploads.mangadex.org/covers/8bc39236-268e-4551-a096-250eedb2dfab/ce6ebae7-5784-4fc5-b239-32dbf7c0b001.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "The Rebellious Villainess Doesn’t Want To Be Swayed By The Obsessive Prince!",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "How many more times do I have to be a \"villainess\" before I can escape this life?\"I\" have lived as a villainess in many different Otome games. In all of them, the villainess's fiancée is captured by the heroine, the villainess is punished, and so on. No matter how hard I tried, that future would never change. \"Villainess?　A broken marriage?　I'm sick of all of them. !!!!At the end of my last episode, I shouted out my complaints to the heavens. I was then reincarnated and began my life as \"Catherine the Villainess's daughter\" and it was somehow different from before!　My fiancée, who was supposed to abandon me, says that he loves me ........Catherine!?\n\nThis is a romantic comedy fantasy about the reincarnated villainess's daughter and an obsessed prince who can't stop loving her.",
    "image": "https://uploads.mangadex.org/covers/b2bf7552-116c-4ca4-81e6-1c42fda8360e/5fd1f535-241a-49d3-a506-4d99e2f24e96.jpg",
    "moods": []
  },
  {
    "title": "Finally, the Dawn Came",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Nobita, the lazy boy who always cries and depends on Doraemon, finally studies hard and becomes a scientist in order to repair and save his best friend.",
    "image": "https://uploads.mangadex.org/covers/f63eabb5-ad39-4cea-8963-0cdbaac0c705/d51fbf58-a1ba-454c-9666-ffb0f177bcad.jpg",
    "moods": []
  },
  {
    "title": "Dangerous Office Romance",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Raised by conservative educator parents, Jisoo could never dream of straying far from their high moral standards. \nHowever, there was that one time when she had a passionate one-night stand with a cute stranger she met while clubbing with her friends.\nTo her great surprise, she runs into him five years later as her company's newly appointed CEO!",
    "image": "https://uploads.mangadex.org/covers/36dae49c-d554-4669-aef8-fcd24702a1ad/9da72bd0-0d8c-4e55-985a-744721526051.jpg",
    "moods": []
  }
]