[
  {
    "title": "Helmut: The Forsaken Child",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
    "image": "https://uploads.mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/de4a02f5-86f9-498e-ae90-85902b62b156.jpg",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Military Phoenix",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhua",
      "Romance"
    ],
    "summary": "As a military commander, I crossed over to the Sky Spirit Continent due to an accident. After opening my eyes, I encountered an inexplicable assassination. To that, I just wanted to say, \"You messed with the wrong person!\" I signed the system on the front foot, awakened the top spiritual power on the back foot, carrying a bazooka to do in the real culprit, stirring him up! The only thing that hurts is that there are too many people who are interested in me, so can I get to that actual perpetrator, huh?",
    "image": "https://uploads.mangadex.org/covers/e5b774e0-efb7-4d46-910b-a0f0ee3f44ef/006df9a4-ea04-497b-a58d-bb56ff596a94.jpg",
    "moods": []
  },
  {
    "title": "There’s No Such Thing as a Bad Hero in the World",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "The Cold President’s Little Cutie",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way.",
    "image": "https://uploads.mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Hidden Love",
    "chapter": "Chapter 133",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
    "image": "https://uploads.mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "moods": []
  },
  {
    "title": "I Was Reborn as His Highness the Prince’s Little Evil Dragon",
    "chapter": "Chapter 86",
    "genre": [
      "Fantasy",
      "Romance",
      "Yaoi",
      "Yaoi(BL)",
      "Yaoi(BL)"
    ],
    "summary": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
    "image": "https://uploads.mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "moods": []
  },
  {
    "title": "The Dignity Of Romance",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Yuuto Hatano, love the bishoujo game \"Houkago no Flare Story\" and have played it over and over again. I thought, \"If the world were like this, going to school would be fun...\" Then, when I woke up the next day… I had entered the game world! And not as the protagonist, but as the villain, Kanji Aku! I had hoped to do all sorts of things with the heroines I admired, but as a villain, their affection for me was at rock bottom. With this, conquering them is nothing but a dream within a dream... Moreover, if I choose the wrong option, what awaits me is death!! As a villain with the lowest stats and lowest affection level, I must overcome deadly choices, conquer the heroines, and escape this world—Go, Kanji Aku!",
    "image": "https://uploads.mangadex.org/covers/a605a5d0-21a6-481f-a055-74735ea4f2c2/f40a053d-e8bb-4767-b182-f3b0c1d63f1a.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Quiet in the Office!",
    "chapter": "Chapter 80",
    "genre": [
      "Adult",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "In the kingdom Lutz lived in until now, commoners were unable to climb up the social ladder, their efforts were denied and extra work disregarded. Lutz finally got fed up, and decided to move to the Empire, which was a complete meritocracy. It was a wonderful country where hard work and creativity was valued. Moreover, Lutz's special magic, which was seen to be useless in the kingdom, is able to beat platoon level monsters in the Empire! Lutz decides to set off in this new land, where values are upheld, rewards are given, and there's a simple path to get ahead in life!",
    "image": "https://uploads.mangadex.org/covers/71772ad7-505f-4180-a317-583034890a6c/1331986e-ace6-4e9b-8bf3-93133fbd5db1.jpg",
    "moods": []
  },
  {
    "title": "The Sultry Demon King Wants Me",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Time travel"
    ],
    "summary": "The witch Lacey has been under the control of the state since she was a child because of her excessively strong magical power. After defeating the Demon King with the heroes, her only remaining role was to give birth to a child who would inherit her magical powers. However, her fiancé's infidelity was discovered just as their marriage was about to take place. With the help of Wayne, the hero who traveled with her, Lacey's life takes a turn.",
    "image": "https://uploads.mangadex.org/covers/f8f76baa-1105-4df9-8013-ece0c036567a/17784ce6-cfb1-4831-8794-e1d4d627aa85.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 394",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "The Sacrificial Princess Satisfies the Vampire Duke’s Thirst With Sweetness",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Fallen Saint Pregnant With a Tyrant",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainous Woman Who Ruined a Nation Starts Her Revenge Drama with the Cold-Blooded Duke",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Villainous Young Lady, but I Have No Desire to Get Married!",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can’t Get A Divorce Because The Duke’s Is Too Fond Of Me!",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead’s Boyfriend is Obsessed With Me",
    "chapter": "Chapter 58",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Thriller",
      "Transmigration",
      "Villainess"
    ],
    "summary": "I was transmigrated into a a dark and melodramatic BL novel.\n\nMoreover, I became the villainess who was madly in love with the obsessive male lead, the boss of Baekcheon, and died in the first encounter with the main characters!\n\nI thought about changing their love story, which ended with the death of my favourite schemer, into a happy ending!\n\n\"Let's go together, to my hell.\"\n\nWhat? Did my favourite character just kidnap me?\n\n\"I like you,”'\n“but this is too much.”\n\nTo ensure that the story unfolded just like it did the novel, I tried to seduce my favourite character just enough that he would hesitate to kill me.\n\n\"Why do you like me?\"\n\nBut something feels off.\n\n\"Just try running away. That’s if you can, Princess.\"\n\"I’ve got my eyes on you right now, I'll go crazy if you do.\"\n\nThe male lead's boyfriend has started obsessing over me.\n\n\"Please, Yeonbyeol...\"\n\"Don’t abandon me...\"\n\nSo dangerous and dizzying, it's impossible to escape!",
    "image": "https://uploads.mangadex.org/covers/f32a4aa2-6d24-4e95-a9e5-5cc112c32fed/1ba422c8-fab0-453b-8979-05fa4fddd93f.jpg",
    "moods": []
  },
  {
    "title": "Entangled Relationships",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Koo Gyo-beom, the only grandson of Chairman Koo Dae-han—who built the Koo Group from the Koo crime syndicate—and the heir to the Koo Group empire, and Hong Cha Yoon, the granddaughter of Shin Ok-chun, a woman working in the kitchen of Hyeonhamwon (the Koo family estate), were as different as heaven and earth. Yet, they harbored good feelings toward each other. \"Didn't your father say that you need to know how to handle people? That's why I just used you for practice,\" said Cha Yoon—until she got caught eavesdropping on a conversation between Gyo-beom and his father. Six years later, the two reunited at Chairman Koo Dae-han’s funeral. From the moment they met again, Gyo-beom persistently began to pursue her. “Begging... I’m begging you right now. Just look at me.” Why is this man acting this way?",
    "image": "https://uploads.mangadex.org/covers/602b0c04-8f82-4901-b070-6aa31c033c0c/e5d7ffe9-6d5e-4257-b37a-fd743d4b3cf0.jpg",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 19",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Extra Guardian Missed the Right Time to Leave",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 192",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "The Visitor Of The Night",
    "chapter": "Chapter 21",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/27f5b66e-368b-48be-9ec4-a3b896c441c5/17be2d1c-236e-43fd-a98a-8ab4a0004398.png",
    "moods": []
  },
  {
    "title": "The Elegant Sea of Savagery",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Irina Nodiac, the eldest daughter of the Marquis, was entrusted to Count Elenoa Schuberg after her father's business continued to fail. All rights were handed over to Elenoa, whom she has known since childhood.\r\n\r\n\"You belong to me. So don't go messing around.\"\r\n\"Are you treating me like an object?\"\r\n\r\nHowever, even though she became a maid, her reputation of a \"Crazy Bitch\" during Academy days will never change. And now, Irina, who is self-disciplined and confident, stands in front of Elenoa.\r\n\r\n\"I can do more than what meets the eye. I can carry a lot of stuff.\"\r\n\r\nElenoa, who wants to own her completely, and Irina, who is trying to move forward despite difficult situations. What kind of voyage will they embark on in the future?",
    "image": "https://uploads.mangadex.org/covers/18b65fea-2344-4fd2-9fb2-f44e40070219/2483c755-e785-401b-a26c-b0de7a217428.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 208",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Ye Linghan’s wish to remarry his ex-husband, Ji Ran, turned the latter from an Alpha to an Omega. Despite enduring the physical changes and the pain of rejection, Ji Ran also endured Ye Linghan’s repeated hurtful behavior. When Ye Linghan finally divorced him, Ji Ran was left heartbroken. As for Ye Linghan, he got what he wanted, but upon looking at the empty villa, he suddenly came to his senses.",
    "image": "https://uploads.mangadex.org/covers/49d5f5ad-b9ca-4771-9793-eb9b60af3212/9cd6af35-926a-4f8d-91de-46d6dd6a679b.png",
    "moods": []
  },
  {
    "title": "I Thought It’s a Common Possession",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
    "image": "https://uploads.mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "Childcare Diary with the Villain",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?",
    "image": "https://uploads.mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 161",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Terminally Ill Young Master of the Baek Clan",
    "chapter": "Chapter 65",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…",
    "image": "https://uploads.mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/9f89b37d-20b7-46cb-9623-657053c158ec.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 392",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  },
  {
    "title": "Match Made in Heaven by Chance",
    "chapter": "Chapter 118",
    "genre": [
      "Comedy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
    "image": "https://uploads.mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 30",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/3e07507b-3425-48ee-baf0-83603a098487.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 36",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins.",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/bfe6b5d9-2a6d-4e72-9563-3fb517e28e1a.jpg",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  }
]