[
  {
    "title": "The Life Goal Is to Get a Two-Story House",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Tragedy",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Bad Ending of an Otome",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "One day, office worker Suzune (Reine) is reborn as Raine, the heroine of a \"work-based otome game\" that is too far away from romance. She wants to fall in love with a handsome man in this life! However, she finds herself in a world where there is a magical caste system, and to her surprise, she is the lowest rank! Her family treats her coldly and she is on the verge of being expelled from school. ...... Even so, she is undeterred by the \"strong mentality\" she has developed in her previous life. Practising magic, studying, and increasing the likability of her targets, she runs hard to avoid a bad end and get a sparkling school life! As Rene pushes forward with such a bright and positive attitude, her high-spec brother Julius, with whom she was supposed to be on bad terms, somehow begins to dote on her - or does he? A school fantasy about a strong mental heroine who is loved by everyone!",
    "image": "https://uploads.mangadex.org/covers/57f64981-c341-4c8a-9994-7723d688a2f7/d2d2e479-e1a4-4eb7-bdba-d3ced87a7081.jpg",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Empress Maria",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Maria, Empress of Rastonia, is betrayed by her husband Emperor Henry after his mistress gives birth to a son. King Helland the Great, ruler of a neighboring kingdom, takes her as collateral so that Henry can have one more year to repay a considerable debt. King Helland is actually Gunther Preisley, a former slave for Maria’s family. He has loved her a decade and is determined to woo her. Meanwhile, back in Rastonia, two different women vie to replace her as Empress. Will Maria survive the year so that she can avenge herself, and will Gunther win her heart?",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "How to Send My Husband to the Abyss",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A noblewoman becomes the Empress' spy by marrying a mysterious count, only to discover he's far more dangerous than expected. Determined to expose his dark secrets, she plays a deadly game where the hunter might become the hunted.",
    "image": "https://uploads.mangadex.org/covers/41dbe8a9-6868-4da0-a477-74977fdd1d1a/140f4b9b-5b50-4dfa-bc63-f7ab45a6a908.jpg",
    "moods": []
  },
  {
    "title": "High class",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
    "image": "https://uploads.mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "moods": []
  },
  {
    "title": "The Dungeon Smells Like Chicken",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chicken... Do you like it? Chicken eaten in a dungeon is delicious and exciting.\n\nWhen Michael, the strongest man in another world, stands in front of Sena, he becomes a golden retriever?\n\nOne day, the door to the dungeon in the basement opens and a man comes in.\n\n“Here, whenever something happy or sad happens, I eat chicken.”\n\n“Miss… Please take me as your servant.”\n\nA man who wants to be your servant after you feed him chicken, can you handle it?\n\nTo make matters worse, I’m the descendant of a great wizard from another world?\n\nSena is confused by the confessions from her younger brother who she likes.\n\nDespite that, the eating continues.\n\nA relationship that started with chicken, can it continue by overcoming the gap between another world and reality?\n\nA sweet dungeon romance for you who are tired of the spicy daily life, begins",
    "image": "https://uploads.mangadex.org/covers/889e20cb-baea-47e9-ba35-12dbefaa631c/de69a853-47b5-44c2-90cd-f6072cb59146.jpg",
    "moods": []
  },
  {
    "title": "Phantom Thief Sapphire",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spirit of the Shrine: The Snake Swallowing Child",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Thriller"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pretend You’re Mine",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Things Melvin Left Behind for Them",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"This is a perfunctory marriage we are carrying out for the sake of protecting you and helping your efforts for revenge.\"\nCheryl, the beloved lady of Neus Castle.\nOne night, her uncle rebels, killing her older brother. She, too, was in danger of being killed. Just as she was about to give up in her last moments, someone comes to save her.\n\"If they want to kill my fiancee, then Neus Castle must be prepared for war.\"\nThe Lord of Blaire Castle, Felix, who saves her in the face of a fake engagement. Thus, she begins an unfamiliar married life with the one she had only ever known as her brother's friend.",
    "image": "https://uploads.mangadex.org/covers/d379a920-8576-49e5-ba92-c48d466d73e7/948aafcf-6ac6-4ab8-8af1-1c6e182b3d0b.png",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "My Husband Was Stolen Twice",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "What if your whole life was predetermined? When Noelle Ainelle is reborn as an evil marchioness, she learns she is fated to die alongside her 5-year-old daughter at her husband’s hands. But with a new attitude and a will to live, Noelle resolves to salvage her marriage for their daughter’s sake. Too bad her husband, Rupert Ainelle, is a war-loving marquess who knows nothing but violence. With the clock ticking before the unthinkable, can this villainess make peace with her warmonger husband?",
    "image": "https://uploads.mangadex.org/covers/bbe7d351-50e8-4ac8-a3a5-c59f4dc73bf8/54fb8bc0-5a0d-4122-8207-55bf5a6c13d9.jpg",
    "moods": []
  },
  {
    "title": "24 Hours Resurrection of the Villainess",
    "chapter": "Chapter 58",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The mission window in front of me flashed.\n\nA villainess possessed the body of a lady named Banpoon. A survival-type epic romance where people hide their identities and fall in love!\n\nAnd the end of the secret relationship.\nWho will ultimately win her heart and complete the mission?",
    "image": "https://uploads.mangadex.org/covers/3c619100-3ab9-4949-9876-38f698350bd7/9115f4d3-8508-427a-908a-c4c13f1ac649.jpg",
    "moods": []
  },
  {
    "title": "The Heat of the Reincarnated Villainess",
    "chapter": "Chapter 158",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Mature",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Kuro Heartfield is the lord of the frontier territory, but his true identity is that of an ordinary 25-year-old man who got reincarnated here from another world. He has been relegated to being the feudal lord of this remote region for his demotion, after earning the resentment of high-ranking nobles, but here he found his new life to his liking, and so he has no complaints. One day, he receives a compulsory marriage proposal and his soon-to-be spouse's name is Lady Violet Valentine. She is a respectable noble lady from a duke's house, but her true identity is that of a so-called villainess, one who opposes the heroine in nearly all the routes of a certain romance game.",
    "image": "https://uploads.mangadex.org/covers/0ee2c2b4-05a8-44d5-a0cc-af64e49b6a71/62f0de3a-1c51-4984-b5a2-33fe349e8cbc.jpg",
    "moods": []
  },
  {
    "title": "Eternal Love",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhua",
      "Romance"
    ],
    "summary": "After playing Kokkuri-san, a game which enables this world and the spirit world to communicate, 16 year old Miku is attacked by an evil spirit. Is it just a coincidence that ghosts then, start trying to kill her?…or is it not? Can her classmate, Kanyama Riyou, an exorcist from a Shinto Shrine be able to help save her life?",
    "image": "https://uploads.mangadex.org/covers/0ba0ccba-048e-47ab-8175-3d28faeec7ef/dd2849c7-ead2-4150-a00a-6f504c6ae93e.jpg",
    "moods": []
  },
  {
    "title": "The Stars And I",
    "chapter": "Chapter 217",
    "genre": [
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "A boy who dreamed of being OP in another world finally gets his wish and is reincarnated into a fantasy world—but instead of getting cheat powers, he ends up with useless skills!?\n\nEach time he dies an untimely death, he’s granted a new skill… but every single one turns out to be a dud. Until—on his fifth reincarnation—does he finally pull an OP skill!?\n\n“No more dying. No more starting over…”\n\nA story about having overwhelming power born from new encounters and hard-earned experience in another world—the ultimate “I’m OP” tale begins!",
    "image": "https://uploads.mangadex.org/covers/120f6c06-4e60-4432-add5-17583dd03e32/df37ff28-0142-4de8-a2f3-85ff4f4af8fd.png",
    "moods": []
  },
  {
    "title": "The Villain’s Match Is Too Perfect",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?\n\n---\nAn overworked girl strikes gold, waking up as wealthy noblewoman Yvonne Argentrose in a novel. Once a jealous villainess one-sidedly obsessed with the crown prince, now all she wants is a peaceful and opulent life. Still unconvinced of her transformation, her family tries to set her up with the empire's perfect man, Duke Ehels. But when the once uninterested crown prince catches wind of this, he becomes jealous, and drama ensues! Can Yvonne escape the drama and enjoy her new life in peace?",
    "image": "https://uploads.mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "moods": []
  },
  {
    "title": "I am the Precious Daughter of the Greatest Villain in the Fantasy World",
    "chapter": "Chapter 146",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had reincarnated as the daughter of a rich family, but instead I was born as the daughter of the greatest villain in a martial arts novel?! An indifferent dad and a senior brother who eventually kills me. I need to quickly learn martial arts to be able to survive…! But these two… Why do they keep doting on me?!\n\n---\nI've become a part of this Wuxia novel as Lihwa, the thoughtful and gentle daughter of Cheon Ma... who's also the ultimate villain! Known as the Demon King and ruthless leader of the Demonic Sect, he resorts to kidnapping and other nefarious deeds to make sure a boy named Ak Wuryeon never reaches his full potential. Wuryeon doesn't seem THAT bad, but I know he'll one day exact his revenge on my father and that includes me! Can I escape the clutches of my father's enemies and my doomed destiny before it’s too late?",
    "image": "https://uploads.mangadex.org/covers/3c3ec507-7177-4770-9e59-a70dbf81aaa9/bfa200c2-efd7-4cfc-8eb7-27e66afad2ec.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Second Male Lead is Actually a Girl",
    "chapter": "Chapter 80",
    "genre": [
      "Adaptation",
      "Crossdressin",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Rosa remembers her past life.\nShe remembers reading about the Helios Empire in a novel before dying suddenly in an accident.\n\nWhen she is reborn into that exact world as Rosa Veronica, she lives day to day and works hard to make ends meet until one day when someone from the Duke of Estella’s estate comes to fetch her.\nWhen she arrives and meets her biological father, her life is turned upside down once again as she’s forced to live the life of Rozenta Estella, the sole heir to the Estella estate and the only son of the Duke of Estella. Through the power of magical artifacts, she's able to live the life of Rozenta, a supporting male character from a novel she once read in a previous life.\n\nShe decides to embrace this new life as the familiar narrative unfolds before her. Despite knowing the overall story and its characters, she's surprised that the male and female leads have not become the characters she's read about. Although Rozenta Estella was just a minor character in the original novel, Rosa learns to navigate the intricacies of his life and family while fostering a budding friendship with Theodore and Vivian.\n\nHer happiness doesn't last very long as all three grow up and enter the roles they've been born into.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
    "image": "https://uploads.mangadex.org/covers/05bf0192-c73c-4250-91fa-8f3e4b8c6c67/572cc3e6-e3f4-4996-961f-8627d5645685.jpg",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 99",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "A Transmigrated Warden’s Battle for Redemption",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "The Rose Prison in Baiyin City is recognized as the strictest and strongest women's prison in the entire continent. \n\nIt gathers the most dangerous and vicious female criminals on the continent, and I——Aiden is the warden in charge of managing this prison. \n\nBut the original \"Aiden\" is a strong man who is proficient in spears, swords, and even black magic!\n\nI'm just an ordinary person who transmigrated to him, and I don't even know the fighting skills mentioned above...",
    "image": "https://uploads.mangadex.org/covers/b78bbae9-f525-45d5-b832-f15dcbe1c489/4b86560b-8037-4790-a6f9-a44e67172bc3.png",
    "moods": []
  },
  {
    "title": "The Ghostly Doctor",
    "chapter": "Chapter 592",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "She, the leader of the hidden sect, specializes in poison and assassination. A genius, and a weirdo, in the eyes of others. After dying from an accident, she was reborn in the body of a disfigured lady. Having her identity changed and unable to return to her family, she abandoned them, but, if she doesn't take revenge on those who caused her harm, will she be worthy of the title \"The Ghostly Doctor\"? As clouds gather, heroes fight to be the strongest! How will she conquer the world in a red robe, and fight among the strong heroes?!  \n  \n*The 2 missing chapters are announcements by the author.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/e900135b-8eba-4d29-85c9-db3d5ae885c7/9a9fa7b3-df9a-4b74-970e-9853a40e2977.jpg",
    "moods": []
  },
  {
    "title": "Necromancer’s Evolutionary Traits",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After clearing the game Peccata for the twelfth time, Kim Jinhwan finds himself inside its world as Adrias Cromwell, a weak and cowardly character who always ends up dead!\n\nWith six months left until he gets killed along with his master for practicing forbidden magic, Adrias starts training and gathering corpses to better his necromancy, determined to survive. \n\nBut will this long-time gamer's necromancy skills and pre-existing knowledge be enough to change the sequence of events?",
    "image": "https://uploads.mangadex.org/covers/0fe937a5-d40c-48d7-bce7-a51000843a5b/b6e5c61a-0fed-48f1-9798-d195ecd74cb8.jpg",
    "moods": []
  },
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "Evil Dragon Is Reincarnated! Revenge Begins at the Age of Five!",
    "chapter": "Chapter 282",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I was once the legendary red dragon who stood at the top of the world. For thousands of years, my brethren have been murdered by humans and the desire for revenge slowly turned into my only mission in this world! However, I failed. On the day of the decisive battle against human beings, I died with hatred in my heart... if there is an afterlife, I will definitely avenge my kind. If there is an afterlife, I will make these filthy humans pay with their blood! If there is an afterlife—hmm? I was reincarnated as a weak human baby?!!",
    "image": "https://uploads.mangadex.org/covers/bf327014-2ad7-40ec-8914-996a69a76348/a0ec6f4a-d6cb-427b-873d-a8f0fdb96e33.png",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 679",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "When Arrogance Fell at My Feet",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Raise My Child As Another Man’s",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Fate, save my unborn child…!” These are the last words of Princess Hinael as she plummets to her death at the hands of Count Chetaire, her unfaithful husband. Little does Hinael know that destiny will grant her a second chance, as she awakens two years in the past, shortly before her marriage. With her knowledge of what’s to come, Hinael attempts to rewrite the stars for herself and her future child. And what better way to achieve her ambitions than to court her kingdom’s former enemy, the dark and stern Prince Lutz of the Empire of Triekas?",
    "image": "https://uploads.mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 85",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "The Black Diary",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fantasy series of short stories that involves animals:  \n  \nPet Doctor Atsushi Kirishima meets a cat-guy with tail, cat ears and an injured eye when he is searching for his runaway patient animal. Atsushi can not leave the cat-guy and takes the guy to his animal hospital with him.   \n  \nHattori, an apprentice of Atsushi's father, Kenzou finds a dog in the mountains and brings it back in a car. On the way home the dog changes into a girl.  \n  \nThe titles stories are:  \n  \nThe Sounds of a Bell Can Be Heard  \nThe Cat's Love  \nA Flicker of Light (two parts)  \nAmber's Diary (also known as Kohaku's Diary)  \nThe Delicate Pair (also known as Every Subtlety)  \n(Black Cat + White Dog) > Human  \n  \nTrouble Little Traveler  \nA cute unrelated shoujo short story about a boy meeting tiny aliens.",
    "image": "https://uploads.mangadex.org/covers/d65c9534-4fb7-4a7f-a638-4a3619187916/31a36e3c-f0a1-47da-bba4-45371816bb6f.jpg",
    "moods": []
  },
  {
    "title": "Lee Seob’s love",
    "chapter": "Chapter 81.6",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Shoujo",
      "Shounen",
      "Slice of Life"
    ],
    "summary": "In his entire life, Lee Seop pursued to become a capable heir of the number one firm in Korea, TK Group. But his efforts were in jeopardy when a genius man manages to take control of the core business in the firm. Frustrated with his own incapabilities, he planned to retaliate in a nonsensical way. Meanwhile, Mikyeong, a top elite in the firm was assigned to work with him.\n\nNote: This series is the spin-off sequel to the novel, 태연한 거짓말 which featured Junseop (Iseop's cousin) as the protagonist.\n\n---\n\nFrom Webtoon:\nWith her outstanding business acumen, Mingyeong Kang climbed the corporate ranks of TK Group, Korea’s top conglomerate, to become a senior manager in record time. But after 10 years at the company, she’s been assigned to be the secretary of Iseop Tae, the successor to TK Group. The two entered the company at the same time, but ever since he came second place to her at new employee training, Iseop’s never taken kindly to Mingyeong. She’s better than him in every way and trampled all over his ego… so why can’t he stop thinking about her?",
    "image": "https://uploads.mangadex.org/covers/0d18b471-d710-4b33-88bf-c13df82d7923/2d6e3924-8657-44fc-a568-6b084cd577eb.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "Looking For The Villainess Whom I Spent My First Time With",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Since becoming the villainess 'Liberata' in the novel 'Leoni's Turbulent Life,' I have faced execution on the gallows twenty times!\nTired of the repetitive regression, I just got drunk with a mind of \"Whatever happens, happens.\"\nBut why is the Grand Duke lying next to me?\n\n\"Don't worry, I won't let you die.\"\nBut...\n\"If you don't put everything back in its place in your 20th life, this world will be destroyed.\"\nThe fortune-teller leaves an ominous prophecy that can't be understood.",
    "image": "https://uploads.mangadex.org/covers/665a8030-e08f-4416-9059-292c1029b566/47c1eded-63d8-4bd4-a972-a26d6642bce6.jpg",
    "moods": []
  },
  {
    "title": "Mysterious Village",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Mumyeong Heo’s grandmother passed away years ago. But when he visits her home to spend some time in the quiet countryside, he notices that someone kept it clean all this time.\nHis new neighbors aren’t exactly thrilled by his visit. In fact, most of them don’t want him around.\nBut that’s when his nasty neighbors go missing one by one… for better or worse.",
    "image": "https://uploads.mangadex.org/covers/3a49494b-2070-4437-8352-f032779f0cc8/9880608d-929f-4510-90e4-c8c139a9979c.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 438",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 91",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "The Gilded Cage",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Flower in the Desert",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A collection of stories:  \n  \n1. The Boundary Between Archer and Scorpion  \n  \n2. The Long, Far Road  \nAlso included in [[es] ~Eternal Sisters~](https://mangadex.com/manga/4879)  \n  \n3. Giraffes' Necks Are Too Long  \n4. The Imaginary Land  \n5. Flowers Forming a Parabola  \n6. Her Cat Wards Off My Bad Dream  \n  \n7. Itoshii no Maid-sama (Miss Beloved Maid)  \nOneshot from Yuri Hime S.  \n  \n8. Capturing You  \n9. The Crow Woman  \n10. A Love Song in a Nameless Country  \n11. The Prince of the Night Sky and the Princess of the Morning Glow",
    "image": "https://uploads.mangadex.org/covers/c5ce2b67-6590-4407-a056-c1a6079fae0f/b153753b-93c8-4037-86af-6c9d14260ea5.jpg",
    "moods": []
  },
  {
    "title": "Unscratched Lottery Ticket",
    "chapter": "Chapter 12",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enji, with a stunning face but a chubby body, is called the epitome of an unscratched lottery ticket.\" Using her ability to eat more than others, she became a mukbang YouTuber. However, due to her chubby figure, she often faces ridicule. With low views and stagnant subscribers, Enji is gradually losing hope.\n\nBut one day, by chance, she picks up an \"S-lottery\" ticket and decides to scratch it. From that moment on, her life begins to change overnight.",
    "image": "https://uploads.mangadex.org/covers/7baf0b49-ed79-4b5e-9869-d0b6097c5d8c/9ee3db14-56a0-4beb-87de-a7d0186a2201.jpg",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/439d8648-8335-405f-976d-e57de29acf8d.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "What Happens When the Second Male Lead Goes on Strike",
    "chapter": "Chapter 89",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Yeseo Jung wakes up one day, he finds himself trapped inside the body of Jesse Venetiaan, the ill-fated second male lead of a mega-hit fantasy romance novel *I Quit My Job, Then I Became the Princess Bride*.\n\nIt turns out this second male lead is destined to die at war, trying to protect the male lead. Yeseo’s goal is to avoid getting entangled with the main characters and survive until the war is over, all while searching for a way to return home safe and sound. \n\nBut the female lead, Christelle, and the male lead, Cedric, keep approaching him…\n\n---\n\n**Original Novel:** [Chapters](https://ridibooks.com/books/425193499), [Volumes](https://ridibooks.com/books/425233591)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9174594), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=803518)",
    "image": "https://uploads.mangadex.org/covers/4f049c4d-14e9-4f74-901a-ec16b1977650/783db9eb-cc95-49ab-8df9-6e857711118a.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  }
]