[
  {
    "title": "My Dad Is Too Strong",
    "chapter": "Chapter 214",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Martial Arts",
      "Reincarnation"
    ],
    "summary": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)\n- [Alternative English (HoneyToon)](https://honeytoon.com/comic/my-sister-is-a-big-star)",
    "image": "https://uploads.mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "moods": []
  },
  {
    "title": "The Ducal Family’s Poisonous Flower",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhua",
      "Romance",
      "Vampire"
    ],
    "summary": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse.",
    "image": "https://uploads.mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Ha Buk Paeng’s youngest son",
    "chapter": "Chapter 183",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
    "image": "https://uploads.mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 159",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Having started from the bottom and worked his way to the top, Hyeonwoo finds himself betrayed by the royal family of Soonyang Group, the largest corporation in South Korea, after providing 13 years of dedicated service. Just when he thinks all his efforts have been made in vain and prepares to embrace his death, he suddenly wakes up in the body of Dojun Jin, the youngest grandson to the founder and CEO of Soonyang, having traveled back in time. Having been granted this second chance, Hyeonwoo begins to lay the foundation for his revenge against his evil relatives.",
    "image": "https://uploads.mangadex.org/covers/e7362bdb-d530-4570-ae47-cd0fc47878e7/1cc41e28-a166-4f9a-8ab8-31dac7882fe9.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "Zero Sense",
    "chapter": "Chapter 7",
    "genre": [
      "Bloody",
      "Childhood Friends",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "On the last day before a guy who can't sense any spirits at all moves out from his supposedly haunted house, Kinako-sama, the self-proclaimed strongest earth-bound spirit, will try her best to scare the living hell out of the guy before he leaves for good.\n___\n**KADOKAWA Version Links:**\n- [Amazon](https://www.amazon.co.jp/dp/B0BW9BSLZ7)\n- [ebookjapan](https://ebookjapan.yahoo.co.jp/books/745607/)",
    "image": "https://uploads.mangadex.org/covers/83681018-2b22-4ea0-ab05-43749e73035b/df01764d-c796-4d19-ae1f-17433bc4c74e.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 167",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "I Can See Your Stats!",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "God of Blackfield",
    "chapter": "Chapter 272",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
    "image": "https://uploads.mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The strongest assassin gets transferred to another world with his whole class",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "An ordinary high school student by day, an assassin living in the underworld by the night. A boy with two faces, Aragi Kai. His classmates hate him because of his anti-social character and weird aura.\n\nOne day, Aragi and his classmates were suddenly transferred to another world. It is a world of swords and magic. A woman who calls herself Leonora appears before the confused students, and declares…\n\n“You are Hero Candidates summoned here to defeat the Demon King. Please help us.”\n\nLeonora grants each of the students a unique ability: ‘Divine Protection’. While some powerful ‘Divine Protections’ are given like telekinesis and destructive blast, Aragi’s ‘Divine Protection’ is judgment.",
    "image": "https://uploads.mangadex.org/covers/027fb975-de7d-491b-b0ad-d91f8faee198/3e0018e2-1caa-4db1-8357-4793a7629147.jpg",
    "moods": []
  },
  {
    "title": "I’ll Save a Decent Family",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ji-Woo Lee, an author gets reincarnated into her novel as Tara Elias, the 5th daughter of the Elias family. However, the family is supposed to fall soon, and everyone in it will be executed. Ji-Woo insists that she will escape her fate.  \n  \n\"I thought everything was going smoothly.\"  \n  \nThat is, until she meets the second prince. Prince Kyle Amur.\n\n---\n*They walked over me. Now I rule over them.*\n\nAfter being murdered, Yeonwoo is reincarnated as Tara Elias, the unremarkable and incompetent 5th daughter of the Elias family. How will Tara Elias, the nobody of the family, save the entire household from its grisly ending and become the ruler of the kingdom?\n\n---\n[Original Novel](https://page.kakao.com/content/55629319)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%9D%ED%95%A0-%EA%B0%80%EB%AC%B8%EC%9D%84-%EC%82%B4%EB%A0%A4%EB%B3%B4%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2381), [KakaoPage](https://page.kakao.com/content/54740855)\n\n**Official Translations:**\n* [English](https://manta.net/series/1376)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc28061)\n* [French / Français](https://www.verytoon.com/serie/the-falling-family-and-me)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ill-Save-the-Falling-Family/243)\n* [Japanese / 日本語](https://piccoma.com/web/product/54807)\n* [Vietnamese / Tiếng Việt](https://pops.vn/comics/ta-se-cuu-lay-gia-toc-suy-tan-nay-5eeacb5be3d0a70034a66c97)",
    "image": "https://uploads.mangadex.org/covers/8cbaf5f6-b69e-40ad-9ca0-be13a2cf2373/10b079e3-2941-41e0-adfa-bec384605571.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "Till Divorce Do Us Part!",
    "chapter": "Chapter 90",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Carl van Hellsing has vowed to hunt down the vampire Elliot for eternity. But, that's exactly what Elliot wants.",
    "image": "https://uploads.mangadex.org/covers/34f95292-53f9-4a8e-bc8d-f457f53962ef/fce01b00-8e20-45c8-83fd-318ecb29e2e5.jpg",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 56",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "Genre is Romance",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Business Is Closed Due To The Tyrant Parents",
    "chapter": "Chapter 64",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family",
      "Slice of Life",
      "Time travel",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To My Husband’s Mistress",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Her best friend and her husband cheated on her. If that were not enough, he killed her, his terminally ill wife. Ji Won, who died like that, miraculously returned to ten years earlier. In order to change her future, Ji Won pledged to hand over her ill fate to her \"best friend\" Soomin.\n\n'So, marry my husband instead of me.'\n\n---\n[Original Web Novel](https://series.naver.com/novel/detail.series?productNo=4812845)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6728079), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=783769)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/qinghewodelaogongjiehun/list?title_no=2027)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/marry-my-husband/list?title_no=4110)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/marry-my-husband/list?title_no=3866)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001993&t=1652447837954)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/drama/marry-my-husband/list?title_no=3987)",
    "image": "https://uploads.mangadex.org/covers/13b194c4-5d6b-421e-b95d-34ceb3f7e20f/2c7f89ad-845a-4b76-8f66-43c256e225c1.jpg",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Chitra",
    "chapter": "Chapter 189",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I spent years preparing for the civil service exam.  \nBut I can’t believe I died so unfairly…!  \n  \nIs that so?  \nI was reborn as a beautiful countess.  \nI even got the ability to play games from the God of Beauty.  \n‘Drawing..?’  \nYes, I have the ability to draw for characters.  \n  \nI have become the apostle of the God of Beauty and benefited the world widely by drawing out ultra rare characters.   \n  \n[Rare-!]  \n[Super Duper Ultra Special Rare-!!!]  \n  \nLet's fill the world with handsome men to benefit all the women!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%98%ED%8A%B8%EB%9D%BC/2330)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%90%AA%E7%89%B9%E6%8B%89%E7%9A%84%E7%BE%8E%E7%94%B7%E4%B8%96%E7%95%8C/18)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/642696)\n\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/Citra/200?tab=episode)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/10095)\n\n- [Official French Translation](https://delitoon.com/webtoon/vie-virtuelle-chitra-majordome)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8B%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B9%89%E0%B8%B2/33)",
    "image": "https://uploads.mangadex.org/covers/c8093355-1ea5-4fa6-a452-cc4da82704cf/c0d99f58-6b77-4903-9be9-608b6dcc76bd.jpg",
    "moods": []
  },
  {
    "title": "The Awakening of light Magic",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The \"Idols\" don't only sing, they use magic too. Do you believe in Idols?  \nIdols in the world of Lapis Re:LiGHTs use magic too!  \n  \nTiara aims to be an Idol (Witch) that makes everyone around her smile! Will she be able to fulfill her dream at Flora High, a school that trains witches?",
    "image": "https://uploads.mangadex.org/covers/baf5b3ce-17b2-4c85-bd8d-0c1c0c8787e4/2ef8d0a1-f8ba-4473-9dd6-eacda475d15d.jpg",
    "moods": []
  },
  {
    "title": "Protecting the Witch’s Son",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Survival",
      "Webtoons"
    ],
    "summary": "One day, high schooler Hoshina Shuuji, who can sense peoples' feelings through his ordinary five senses, accidentally sees the popular Ayachi Nene masturbating in the school library. Nene is a member of the Occult Club, and commonly offers her classmates advice through fortune-telling. When Shuuji goes to apologize to her, he learns two things: the Occult Club is going to be closed due to lack of members, and Nene is actually a witch that is collecting 'soul fragments' that come from strong emotions. After he accidentally absorbs her collection of soul fragments, he decides to join her club, help her collect more, and try to find a way to give back the ones he took.",
    "image": "https://uploads.mangadex.org/covers/803c9e7e-e504-4030-90b1-5771334e25d5/4ebb998b-1b99-4f2f-9355-2618829cb224.jpg",
    "moods": []
  },
  {
    "title": "The Nebula’s Civilization",
    "chapter": "Chapter 99",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Seong-un Choi is the top-ranked player in the game “Lost World,” being the only player to have completed all its achievements. However, his triumph is short-lived as a mysterious message transports him to the real “Lost World,” transforming him from a mere gamer to a contender for godhood. Amidst others vying for divinity, will Seong-un be able to achieve true godhood and reign supreme in this new realm?",
    "image": "https://uploads.mangadex.org/covers/c0d75ac6-04e6-413b-a494-42d0e7de7e99/4d76a21e-0e0a-4204-8c80-5d7af634d987.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 200",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Even if the Villain’s Daughter Regresses",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "One shot",
      "Romance"
    ],
    "summary": "A man invades her home, asking, “Are you Laila Hildegard?” Though her father’s sins sealed her fate, Laila swallows a ‘stone of return’ to escape death, reverting to age ten. Yet, the man continues to pursue her, leading to endless cycles of death. But this time, something changes. “Why did you save me?” Laila asks, to which the man quietly replies, “Because I’m insane.”",
    "image": "https://uploads.mangadex.org/covers/6835c378-f5d5-444f-89d2-d0d805ec09ba/f7f35b64-d825-4860-a173-dd75c3038f22.jpg",
    "moods": []
  },
  {
    "title": "There’s No Such Thing as a Bad Hero in the World",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "<You have obtained the skill [Precious Child Status Notification]! You can now more accurately assess the condition of the child who needs your help.>\n\nEdith Irene Bruxelles had one secret: she had experienced possession.\n\nOne day, out of nowhere, she became Edith. Not only that, she was in a completely different era, in a strange country she had never heard of before!\n\nAnd, on top of that, she had an unusual ability that others couldn't see.\n\nTo return to her original life, Edith chose to enter into a contractual marriage with a genius sorcerer Duke.\n\n\"Will you marry me?\"\n\"Yes! I’d love to!\"\n\nHowever...\n\n\"What’s going on? Do you really think you’re the Duchess of the Duke’s family?\"\n\"Bruxelles? Has anyone even heard of that family?\"\n\nThe nobles reject her because she comes from a fallen family.\n\n\"Actually, this is great!\"\n\nShe thinks positively and goes about her life, but she keeps running into children who are struggling behind the social scenes.\n\n<Stress: 130/100 [Danger!!]>\n[Appropriate action for the Precious Child is required.]\n\n\"Miss, could you please hold the child's hand?\"\n\nUnable to watch any longer, she steps in, and before she knows it, she becomes known as the \"fixer.\"\n\n\"Duchess, I was hoping we could meet privately next week.\"\n\"I’d like that too. Would you be able to come to our residence?\"\n\nThe story of how I, once an outcast in high society, became the top invitee.\n\nFinally adjusting to the changed atmosphere, now her husband is acting strangely.\n\n\"Is that something you normally say you like?\"\n\"Well, I guess so?\"\n\"If that's the case, then what I like is you.\"\n\nOh my, who in the world confesses like that!?\n\n(Source: Kakao Page, edited)",
    "image": "https://uploads.mangadex.org/covers/ba0c0be4-910d-4601-9996-add0f7ff444a/b64fd69f-84a4-45b0-9835-b1f4fcc593eb.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 223",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 198",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 195",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "The Legendary Hunter Becomes Young Again",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"If only I were 10 years younger…!!\"\n<A special reward is given that reflects the target's wish.>\nGwak Pilseong, a legendary hunter enjoying his retirement at the age of 80.\nHe accidentally gains the ability of immortality and rejuvenates, returning to the hunter industry after a long hiatus…\nThere are… too many rotten scoundrels in the hunter industry!",
    "image": "https://uploads.mangadex.org/covers/aef338a6-795e-4fff-9048-50f5957ab220/96818e83-7fa9-4a8c-9097-f49c9c9bc058.png",
    "moods": []
  },
  {
    "title": "One Night With Deep Passions",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "One drunken night led her into the wrong room—a room where she provoked a devil who could never be sated. When dawn broke, she fled in a panic. However, he continued to linger around her like a haunting shadow, overwhelming her with his flirtatious behavior.\n\nHe declared that the one night spent together meant that they must show endless devotion to each other for the rest of their lives. \n\nEvery moment, thoughts of her consumed him, and the devil demanded she take responsibility.",
    "image": "https://uploads.mangadex.org/covers/31c2470e-22b4-4a01-a008-c8be9b95498d/88239b20-96b5-4f11-a2a2-3772a69b0924.png",
    "moods": []
  },
  {
    "title": "Selena",
    "chapter": "Chapter 118",
    "genre": [
      "Historical",
      "Romance"
    ],
    "summary": "Welcome to Wellenberg, Meuracevia at the turn of the 19th century. The fate of Serenity Hotel, an opulent hotel in the nation’s capital, hangs by a thread as its headstrong heiress Serena and her stern husband Eiser struggle to turn its fortune around. Their loveless marriage of convenience takes a twisted turn following Serena’s jealous attachment to her stoic and handsome servant, Frederick. At a time when happiness takes a back seat to one’s sense of duty, will Serena be able to protect her love and ensure the survival of her family and her business?",
    "image": "https://uploads.mangadex.org/covers/34d8a0e8-6811-459d-87a1-2d3e81ad18fb/67177930-a1b4-4092-b9e8-b3b47322b21c.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Become a fool when it comes to my Daughter",
    "chapter": "Chapter 197",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Seinen",
      "Slice of Life"
    ],
    "summary": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian.",
    "image": "https://uploads.mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/b9834a00-9cec-4975-ba99-0214564bc4ee.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 39",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  }
]