[
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 89",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "Face Genius, 0-Year-Old Top Star",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wicked Little Girl",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Nerd Turned Out to Be the Tyrant",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lin Lei transmigrated into her favorite character, Grace Gottlieb, from a sadistic novel she'd read. Grace met her end by the blade of her bloodthirsty tyrant husband, Charles Mountbatten Albert. Shockingly, Grace is currently five years old, making the powerless Lin Lei desperate for a divorce from Charles!",
    "image": "https://uploads.mangadex.org/covers/14498a07-0f24-4393-8965-572b4a74923c/ae6dbb46-a478-4892-bb44-a729f5c97452.jpg",
    "moods": []
  },
  {
    "title": "From Six to Sovereignty: The Girl Who Ruled",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Transmigration"
    ],
    "summary": "Tracy was only 16 when she was sentenced to death. Unloved and unwanted, she died as a forgotten side character in someone else's story. But fate gives her a chance to write her own story as the protagonist this time by sending her back into her six-year-old body. This time, Tracy knows every betrayal coming her way and refuses to be a mere stepping stone again. If survival means becoming the villain, she'll gladly embrace the darkness. Now, let the real story begin.",
    "image": "https://uploads.mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "moods": []
  },
  {
    "title": "Time Limited Elixir of the Fallen Sega",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing her death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?",
    "image": "https://uploads.mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "moods": []
  },
  {
    "title": "The Archduke’s Gorgeous Wedding Was a Fraud",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!",
    "image": "https://uploads.mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/240471a1-538d-42c8-9f39-a8f065713708.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "The Revenge of the Abandoned Daughter of a Prestigious Magic Family",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“Lucia, I can't express how thankful I am that you're here.”\n\nThe most powerful mage family in the empire, the Rodbell family. And beneath that glorious name lies the family’s disgrace, the half-blood Rodbell.\n\n“I’m really glad you're my daughter.”\n\nI’ve endured all kinds of contempt and worked hard just to hear these words. For my entire life, craving affection, my father smiled for the first time and said to me, “With your lowly body, Rodbell will enjoy its golden age for the next hundred years. Be proud.”\n\nThe Abyss (Abyssus), a bottomless pit, so deep and wide that the end is invisible, where the Evil God is sealed. To maintain its power, once every hundred years, Rodbell’s bloodline must be sacrificed there.\n\n‘I can't die like this.’\n\nI couldn’t let my death be used and discarded for them. As they were all distracted, I tried to escape.\n\n‘Goodbye. Foolish, dumb Lucia.’\n\nWith an angelic smile and the most dreadful malice, I fell into hell.\n\n──────────\n\n[Something interesting has fallen.]\n\nIn the endless darkness, a soft voice filled with laughter approached like salvation.\n\n“I’ll help you.”\n\nWith an irresistible sweet proposal.\n\n“How about this time, you make them fall into the abyss?”\n\n──────────\n\nI returned to the past.\n\nI was about to leave after achieving everything I wanted.\n\n“I’ll give Rodbell to you. I’ll give you whatever you desire. So…”\n\nWhy you?\n\nThe one who hated me the most.\n\n“Don’t leave, Lucia.”\n\nWhy are you clinging to me?",
    "image": "https://uploads.mangadex.org/covers/39fd1dd0-3dc7-4ef0-acfd-c45f8e710c31/e09994a3-da33-4fc7-8cbc-8ee782121e9a.jpg",
    "moods": []
  },
  {
    "title": "The Broken Ring : This Marriage Will Fail Anyway",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
    "image": "https://uploads.mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Husband I Killed Has Returned",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Genius Archer’s Streaming",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "Former archery prodigy Yoo Sanghyun was destined for greatness until an injury forced him to quit. Though his coach helped him secure a stable job, he never felt like he belonged. Frustrated, he leaves it all behind to pursue game streaming. \n\nLeveraging his incredible archery skills and the charm of his noob character, he quickly rises to fame as \"Almond.\" Now, he's determined to dominate the gaming world, but will his virtual success translate into something greater in real life?",
    "image": "https://uploads.mangadex.org/covers/f0205fd6-a03a-4a91-ae6c-ad103284e5dd/e0abe1c1-9f31-44f9-b32e-373c13731cc6.png",
    "moods": []
  },
  {
    "title": "Light of Arad: Forerunner",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Summoned to purify the corruption spreading across Arad...?\n\nJinseong, a player who dedicated his life to \"Dungeon & Fighter,\" is summoned to Arad by the transcendent Nemer and given the mission of becoming the Claw Master.\n\n“You shall become the Claw Master and guide the blade through rightful trials.”\n\n\"I'll become the Claw Master or whatever it takes. I will survive in this Arad!\"\n\nWill DFO veteran Jinseong successfully complete his mission and return to the real world? The story of the Dark Knight Jinseong's quest to prevent the destruction of Arad begins!",
    "image": "https://uploads.mangadex.org/covers/144d51a6-03bd-4c0f-9db2-eb4fb2b989f0/aa27ccf6-4453-4206-899e-0ad34597de79.jpg",
    "moods": []
  },
  {
    "title": "The Illegitimate Who Devours Weapons",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Monster Duke Mistook Me for His Wife",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/366e489f-2aa9-4dd4-a06b-5fdf394b1737/b24fa117-1627-442a-b486-68dc02ff2b35.jpg",
    "moods": []
  },
  {
    "title": "I Live with My Villain Uncle",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A girl with foresight is sent to live with her cold, villainous uncle after her mother’s death.\n\nDetermined to save him from a dark future, she clings to him only to find roles reversed as he grows emotionally dependent. \n\nWith a possessive childhood friend and a desperate father added to the chaos, her simple mission spirals out of control.",
    "image": "https://uploads.mangadex.org/covers/9d192af0-ef23-4424-afdb-233e2282c4ed/95573925-65e4-4df4-8aa7-1354bcae315d.jpg",
    "moods": []
  },
  {
    "title": "The Black-Haired Dad Is Not Reaping",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Death Is The Only Ending For The Villainess",
    "chapter": "Chapter 185",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "image": "https://uploads.mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/39009ce3-23d9-4d1e-bbb2-b2dc360ba808.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 68",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Her Happy Ending Strategy",
    "chapter": "Chapter 27",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as a Baby Fox God",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The princess of the Roachim Empire was killed by her older brother.\nKilled, accused of killing their father, the Emperor, she…\n \nKyuaang?\n \n…was reincarnated as a divine beast?!\n \nAn unexpected second life.\nBut something seems weird?\n \nThe ruler of the north of the Roachim Empire.\nThe owner of the Idelbadour Mountains and the Ice Wall.\nThe Grand Duke of Elharan, whom the Emperor himself cannot approach recklessly…\n \n‘My dad, so you mean I’m a divine beast?!’\n \n***\n \n“My lady…!”\n“Please accept these tributes and send down your blessings!”\n \nThe villagers knelt together at once and prayed earnestly.\nWhile wiggling and not knowing what to do, I heard the sound of laughter in my ear.\n \n-Lusha got stronger!\n-She’s strong! She’s fresh! She’s thrilling!\n-Look at that, even the humans surrendered in the face of Lusha!\n\nThe spirits were terribly proud of her, saying that the humans were afraid because of Lusha’s power.\nAnd they lifted her in the air and carried her.\nEncompassing her was also a dazzling light that appeared out of nowhere.\nEveryone who was praying opened their eyes wide.\n \n“It’s the blessing of the Divine Beast!”\n“Hooray for the Baby Fox!”\n \nLusha sighed.\n \n“Kiiyuu…”",
    "image": "https://uploads.mangadex.org/covers/c221af9e-450f-4600-9eab-c4a1bedc665c/3877944d-95ef-40f5-ad39-692e63450737.jpg",
    "moods": []
  },
  {
    "title": "Honey, Why Can’t We Get A Divorce?",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After waking up in the middle of the woods, on a rainy night, and in the body of a novel's villainess, Ophelia Lizen just wants one thing... a divorce! \n\nBut she is married to Duke Sylvester Lizen, who genuinely seems fond of her and lets her do anything her heart desires — even if that's stalking the crown prince. \n\nWanting to shed her wicked ways, Ophelia tries to turn over a new leaf, but how can she when Sylvester's one divorce condition is for her to seduce the crown prince who despises her?",
    "image": "https://uploads.mangadex.org/covers/48d60f70-a124-405d-be20-17dad27add76/2177e9e8-59c4-4833-ab58-b2af06dd1794.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her transmigration into the body of a villainess, Ibellia Barnein made it her first goal to call off the contractual marriage that would lead to her untimely death. Try as she might to avoid the cold duke and his son, however, they appear in front of Ibellia time and time again. Can she break her role as the evil stepmother? Or are the novel's events doomed to pass despite her best efforts?",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/4273ade7-f1dd-441d-9302-29c2e54b29e4.jpg",
    "moods": []
  },
  {
    "title": "The Empress’s Needle",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Revelation Of Youth",
    "chapter": "Chapter 108",
    "genre": [
      "Comedy",
      "Josei",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Lim Chungah is a highschool student whose household got swindled by her own trusted uncle. With her parents leaving in pursuit of finding her uncle, she is temporarily left alone to live in her uncle's empty house. HOWEVER, what if Chungah's family weren't the only ones duped by her uncle's con? Enter Millenium Adventist Church, the biggest cult in their community and one of her uncle's scam victims. Lim Chungah finds herself cohabitating with Kim Yohan, the cult leader's one and only son. Oh God, will their living situation be okay?!",
    "image": "https://uploads.mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "moods": []
  },
  {
    "title": "The duke picked up something in the forest",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
    "image": "https://uploads.mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "moods": []
  },
  {
    "title": "The Fate of the Perennial Sub Male Lead Is in My Hands",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How I, the Royal Spy, Won Over Five Princes",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 47",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Alissa and the Magic Diary",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Alissa, the royal librarian, finds an abandoned diary. Not realizing it's under a unique magic spell, she takes it home, where she discovers that whenever she writes her name in it, she's transported to an unfamiliar place, where she meets with a boy called Louis. Thinking it to just be the world inside a book, Alissa befriends the young Louis and spends a lot of time with him.  \n  \nMeanwhile, after years of making his people worry by staying single, a young king invites all the unmarried noble ladies to a ball where he will finally choose his queen. Alissa attends the ball with a light heart, confident that nothing will happen to her, until, strangely enough, the young king takes an interest in her…",
    "image": "https://uploads.mangadex.org/covers/32672a17-10b1-48db-8c49-7a9afe9b10b6/a1ec3741-9b3f-4e81-ace6-b34d3ac02537.jpg",
    "moods": []
  },
  {
    "title": "High School Musical Genius Is Paganini Reincarnated",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?",
    "image": "https://uploads.mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "moods": []
  },
  {
    "title": "Return of the Sword God-Rank Civil Servant",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The nation's buzzing about Ahn Suho, the newly awakened player who's giving up a life of riches to become a civil servant. They don't realize that Suho's been a civil servant before... in his past life before he was killed by his own team! \n\nNow, Suho's out to save the country from the worst of its criminal scum by gaining the strength to stop them before they can strike. \n\nCan Suho power up and protect the nation, even if it means starting over completely? Or will justice be thwarted once more?",
    "image": "https://uploads.mangadex.org/covers/8e1d71d1-0503-4128-9b74-7f7860e71f5a/f7653a42-f179-4e60-afa4-d398111fbc5f.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Inquisition Sword",
    "chapter": "Chapter 133",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts",
      "Murim"
    ],
    "summary": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!",
    "image": "https://uploads.mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "moods": []
  },
  {
    "title": "The Wicked Ladies in Waiting",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”\n\n---\nCommoner orphan Julia Arte is cursed with repeatedly dying and being reborn on the same snowy mountain trail. Now on her ninth life, she is determined to break the curse by getting revenge on her former lover Vasily Marjoram, who not only left her to die but sent assassins to kill her. After becoming the second lady-in-waiting to House Marjoram's sworn enemy, Prince Lewisia Ortega, Julia pulls out all the stops to take down Vasily. But will her scheming bring more trouble than she bargained for?",
    "image": "https://uploads.mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/0c98bb71-cadb-4476-8336-f7a05e41ce13.jpg",
    "moods": []
  },
  {
    "title": "Come On Now, Even If I’m Not A Villain",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being killed by her own father, I woke up... 500 years later?! To make things worse, I’ve been reborn into the body of a so-called villainess—a woman hated by her family and fiancé for her fragile health and sharp temper. All I wanted was to live quietly and figure out why I was reincarnated. But now, my once-cold family and fiancé are suddenly desperate for my attention, and my slave boy from 500 years ago has returned... perfectly alive. As if that wasn’t enough, immortal weapons from ancient times are starting to gather around me. \"You shouldn’t have fed the stray dog.\" I never gave anyone a single bite, so why is this happening?!",
    "image": "https://uploads.mangadex.org/covers/b3c6fffd-69ed-4ad7-9649-fefc2eb1d08d/e2abfa45-8c78-4980-ba85-45001a5d4982.jpg",
    "moods": []
  },
  {
    "title": "The 101st Love Confession",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Lucia Agnes has confessed to her longtime crush 98 times over the past 13 years.\n\nAnd Herwin Peneus has always turned her down.\n\nAfter her 99th confession is also rejected, Lucia finally decides to give up on Herwin and agrees to meet a suitor chosen by her parents.\n\nBut just as she makes up her mind to get engaged to this new match, things start to take an unexpected turn...",
    "image": "https://uploads.mangadex.org/covers/647d2e7a-2151-401c-9c54-a395cd06fb7a/9ee0e513-5937-427a-a038-550f21634cac.png",
    "moods": []
  },
  {
    "title": "F-Class Destiny Hunter",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "In a world of abilities known as fortunes, Seo Gangrim brings misfortune to those around him. Despite his low rank, people fear his power to steal fortunes from the dead.\n\nAfter his entire sect is annihilated by an assassin, Gangrim returns to the past, desperate to prevent its grisly end. He intends to make a difference this time but realizes that even fortunes aren't set in stone.\n\nWill Gangrim be able to save his comrades from their unjust deaths, or will he only bring doom to them all again?",
    "image": "https://uploads.mangadex.org/covers/6f3a90c2-7525-4d96-82e8-1136caddc3dc/574ae328-d787-41c6-9bac-d6c3ccc1d24f.jpg",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wild Night",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/cf067d83-7967-43ad-b634-d1cccea5e721/bd02a1ad-47cb-427d-9d4a-60cc10fc46f9.jpg",
    "moods": []
  },
  {
    "title": "Marry In Bed At 19",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”",
    "image": "https://uploads.mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "moods": []
  },
  {
    "title": "My Dad Is Too Strong",
    "chapter": "Chapter 223",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Martial Arts",
      "Reincarnation"
    ],
    "summary": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)\n- [Alternative English (HoneyToon)](https://honeytoon.com/comic/my-sister-is-a-big-star)",
    "image": "https://uploads.mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "moods": []
  },
  {
    "title": "Blood Demon Reincarnation",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kang San is a bottom-tier anker with neither talent, ability, or skill. Misfortune follows him until a divine messenger appears before him one day. \n\n\"You wee the Blood Demon in your past life.\" \n\nTo atone for his past life’s sins, he must endure harsh trials. But in return, he will receive immense rewards. \n\nCan a weak F-rank tanker drenched in blood change his fate?",
    "image": "https://uploads.mangadex.org/covers/f50750f4-b051-46c4-a2bb-b54e107aff7f/9f9f7419-c922-4754-b10f-99bb76ed8440.jpg",
    "moods": []
  },
  {
    "title": "Show Window Scandal",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Corporate Underling Who Excels at Work",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Chae Gyeong-jun, who gave up both college and his dreams due to the IMF crisis, once again faces despair in front of his grandmother's sudden hospitalization fees.\n\nBut then, a mysterious benefactor steps in to cover the hospital costs for his family...\n\n\"Who would provide support that doesn't help them at all, and why?\"\n\nIn search of an answer, Gyeong-jun heads to Taeseong.",
    "image": "https://uploads.mangadex.org/covers/45dc3fea-9a51-4964-a1d0-313d0b554310/c922975e-b6e9-474a-8816-186b61119116.jpg",
    "moods": []
  },
  {
    "title": "Trash of the Count’s Family",
    "chapter": "Chapter 164",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Seinen"
    ],
    "summary": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
    "image": "https://uploads.mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "moods": []
  }
]