[
  {
    "title": "Let’s Go to your House, Oppa",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Florence Café’s owner, Yoo Ji-an, has someone who feels more like an older brother than her real one.\n\nThat person is Choi Jae-geon, the heir of Hwaseong Construction, who never misses a chance to get on Ji-an’s nerves.\n\nOne day, after an unexpected incident leaves Ji-an with nowhere to go, Jae-geon is the one to reach out first.\n\n“Come to my place.”\n\nAnd so begins their cohabitation.\n\nThey’ve always bickered and clashed at every turn, but suddenly, the atmosphere between them starts to shift.\n\nThen, with just one sentence from Jae-geon—\n\n“Come to my room.”\n\nJi-an’s heart starts to race.\n\nKIM's hit novel, Come to My Place, now adapted into a webtoon!\nFamiliar yet unfamiliar, in a home that isn’t her own—\nA fiery love-hate romance begins!",
    "image": "https://uploads.mangadex.org/covers/642aea88-d765-4bc3-91fd-6e16fc0cbaa0/bd73d9dc-4094-40f5-9441-030abeee84e9.jpg",
    "moods": []
  },
  {
    "title": "I Got A Job At A Haunted Mansion",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 177",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "I Build an Industrial Empire on the Magic Continent",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Supreme Curse Master",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ye Lin transmigrated into a world overrun by demons and monsters. On the day of his class transfer, he became an SSS-rank Forbidden Spellcaster—and was immediately met with ridicule. Why? Because casting forbidden spells costs lifespan, and most Forbidden Spellcasters die young. But only Ye Lin knows: with his immortal body, the profession’s fatal flaw means nothing to him. When Ye Lin casually unleashed hundreds of forbidden spells in a single move, everyone around him was terrified. “How many lives do you have?!” “You’re using forbidden spells like normal attacks?!”",
    "image": "https://uploads.mangadex.org/covers/b22cc0d3-eea9-4743-b782-ec449216028c/184c6bc5-2d93-4d9f-a9ce-d5fce45583a0.jpg",
    "moods": []
  },
  {
    "title": "This is the Law",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!",
    "image": "https://uploads.mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/bac5b5b5-fc00-4423-b9c1-600cdbe61266.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "Please Leave Emily Alone",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Emily Addisio, with her acceptance letter in hand, enters the academe, featuring of a happy academy life, but she suddenly gets into an accident. Ethan Valenti, who accidentally helped her, gradationally becomes attracted to Emily, and Emily also feels shocked by his aggressive style. Before Emily could feel a strange sense of relief, he seized the window hedge with his right hand, which reached up to his midriff, and fluently jumped inside the structure. ” What?” In a moment, a dark shadow fell on Emily, who was amazed by the unforeseen narrow distance. That was because Lord Valenti, who is higher than her, was looking at her with his reverse leaning against the window. And as the shadow girdled her, Emily artificially tried to step back. But before she could move, Valenti reached out to snare the handkerchief she was holding.” Thank you, Emily. That was kind of you, but you did not have to return it.” The beautiful romantic story of Emily, which is ordinary but always girdled by extraordinary situations, and Ethan, who gave her his first and last love.",
    "image": "https://uploads.mangadex.org/covers/1c514261-ae33-42d3-8f9c-ccf831c10670/882e587d-f4e9-46ea-bbdc-9ca3234be7d2.png",
    "moods": []
  },
  {
    "title": "I Become The Youngest Disciple of The Martial Arts Leader",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "The Obsessive Emperor’s Capable Pharmacist",
    "chapter": "Chapter 53",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hailey is an obscure palace pharmacist in the BL guideverse rofan novel \"Ties of Obsession,\" which is what the reader vaguely recalls upon waking up in her body. Even without Hailey's memories, the new Hailey thwarts the evil head pharmacist's attempt on Emperor Damion's life and is rewarded with the position of his personal pharmacist. Although the contract Damion makes her sign is a lifelong one, it pays a crazy high salary, and her patient's handsome face is a nice perk. What Hailey doesn't foresee is Damion getting attached to her before meeting his gay lover from the original novel!",
    "image": "https://uploads.mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "moods": []
  },
  {
    "title": "The Archduke’s Gorgeous Wedding Was a Fraud",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!",
    "image": "https://uploads.mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/240471a1-538d-42c8-9f39-a8f065713708.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of the Mad Demon",
    "chapter": "Chapter 160",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "Dinato, once feared as the mightiest Demon King, was cursed by an item belonging to Annie, the female hero he defeated. Transformed into the body of a beautiful girl, Dinato's troubles only grew when Annie was revived as a gyaru—and due to the curse, Dinato is unable to defy her!\n\nStripped of most of his powers and now targeted by his former monstrous minions, Dinato is brought to his knees by this harsh reality. Amidst his struggles, Annie reveals the only way to return to his original form: a journey of \"helping people\" by defeating monsters that threaten humanity—a task utterly unbecoming of a Demon King…",
    "image": "https://uploads.mangadex.org/covers/b6991701-a6a5-4ad1-8b0e-833dc13ac5b5/3bb7f7c0-47e2-4f0c-8799-25d915ebc046.png",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 134",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "My Ruined Academy",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The academy where Amon was assigned as a new teacher has gone bankrupt! The principal is addicted to gambling, the teachers are no-goods, and the students are lethargic! How will Amon tread forth as he stands at the crossroads of escape and success? A comedic fantasy series that will make your sides hurt from laughing!",
    "image": "https://uploads.mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/20985134-3459-4c13-9618-467706095142.jpg",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "\"How can my past self get so excited doing all those embarrassing things!?\"\n\nWhen he was in the third year of middle school, Hizaki Shiou was summoned to another world to save it. After defeating the Demon King, he was forcibly returned back to the present day. Yet another three years later, he is summoned to the other world once again, this time to stop the rampage of the secret society \"Helheim.\"\n\nThat organization was supposedly actually the one that he had founded during his *chuunibyou* phase, where he called himself the \"Corpse King\"—a dark past too embarrassing to remember!\n\nSomeone seems to be impersonating the name of \"Helheim\" and tarnishing its reputation. To uncover the truth behind this mystery and clear the organization's name, the Corpse King reunites with his former subordinates, the \"Hakkai,\" who once made Helheim the strongest it had ever been. While agonizing over his dark past, he begins to take action in the other world once again.\n\nTheir first stop is the Steel City of Gagiul—rescue the city struggling through famine as well as the pale-looking count's daughter in distress.\n\n\"Helheim, moving out.\"",
    "image": "https://uploads.mangadex.org/covers/d89cfcf7-dcb4-4af7-8c95-330c2c6167d0/aaa79460-a247-4d95-bbed-7f0883372fe2.png",
    "moods": []
  },
  {
    "title": "But Please, Help Me",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "A meddlesome high schooler, Mamori Suzufumi, helps her neighbor who had collapsed from hunger. The neighbor turns out to be none other than the extremely popular high school idol, Sasaki Yuzuki!\n\nYuzuki had been excessively restricting her diet in order to maintain her image as the perfect idol. But when the worried Suzufumi serves her a homemade meal...\n\n\"...Aahhhhhhhhhnn! I can't take it anymore!\"\n\nWith a face full of bliss, Yuzuki devours the meal completely! Seeing her eat so happily, Suzufumi decides to tempt her with her favorite dishes and make her succumb to 'food bliss.'\n___\n**Character Designer:** [Hizuki Higure](https://mangadex.org/author/58898e8a-597d-48fd-8cf3-e489cb2e9f7d)",
    "image": "https://uploads.mangadex.org/covers/61ccc3df-77c9-4fae-ba29-7d7a3996b59f/bc8e17bd-95cf-4653-941e-c7498f4d2d67.jpg",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "The Stepmother Doesn’t Want to Be Killed by the Villainous Son",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Old Man of the Otherworld’s Convenience Store is Actually the Strongest",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Starting today, I'm Land, and I'll be working at 'Powson', Nice to meet you.\nIn a town far from the royal capital Apollonia, there was a 24-hour magic tool shop (convenience store). It was a convenient place for adventurers on expeditions to restock items, potions, and weapons without worrying about the time.\nLand, a new part-time worker at the magic tool shop 'Pawson' (with an hourly wage of 900 Nils), had only been working there for a week. Unable to memorize the massive manual, he was causing trouble for his younger, more experienced colleagues.\nHis dream was to travel the world leisurely in his old age. However, he was on the verge of being fired from the part-time job that was supposed to help him achieve that dream. Today, he messed up a customer's order again and got scolded by his senior coworker, Rick...\nBut this seemingly incompetent part-timer had a surprising secret...\nThis heartwarming story depicts the interactions between an old man hiding his true identity while working part-time, and his young colleagues at a convenience store in another world.",
    "image": "https://uploads.mangadex.org/covers/1a4217bd-0e9c-4504-92ed-ddaff945773e/33e4450f-066d-4c37-8bc8-484954cc7a4e.png",
    "moods": []
  },
  {
    "title": "Duke Please Fail!",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!",
    "image": "https://uploads.mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "moods": []
  },
  {
    "title": "Let Me Have You Once",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"It was the happiest day in the world.\"\nOur sad and fleeting \"love with a deadline\" has begun.\n\nIn the winter of his freshman year of high school, Akito Hayasaka is diagnosed with a heart disease and told that he has little time left to live. In the midst of despair, Akito meets Sakurai Haruna, who is hospitalized at the hospital. Haruna, too, is seriously ill and has only a few days left to live. Akito begins to talk with her, hiding his illness, and becomes interested in Haruna, who says she is not afraid of dying. Can I still be in love with her?　 The days that pass by as he asks himself these questions begin to change?\n\nThe story is the ultimate story of pure love, with a sense of fragile beauty and tenderness in their daily lives, which are depicted in a lighthearted manner.",
    "image": "https://uploads.mangadex.org/covers/e035a5d0-040f-4dc2-81ec-4dc73994f7d5/47a85abc-7c17-48af-84b6-ad5852fc69c4.jpg",
    "moods": []
  },
  {
    "title": "On a Separate Night",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her.",
    "image": "https://uploads.mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/6082e9cd-bb58-4bec-a2ed-5febcbf73101.jpg",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 105",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "Can We Become a Family?",
    "chapter": "Chapter 145",
    "genre": [
      "Adaptation",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Shoujo",
      "Survival",
      "Webtoons"
    ],
    "summary": "Adopted from a poor, rural orphanage by a wealthy duke, Naviah Agnus wanted nothing but to win her new father’s heart. Despite her best efforts, the calculating Duke only sees Naviah as a pawn, a mere stand-in for his terminally-ill daughter, Vivian, who was set to marry the crown prince. But when Vivian miraculously recovers, Naviah is pushed aside and driven to her own death. When she wakes up, she is eight-years old again, but this time, Naviah is done playing nice. Can they ever really become family?\n\n---\n\"Navia Agnes,\" adopted to marry the Crown Prince on behalf of Duke Agnes's daughter with a time limit. \n\n“I really want to be family.”\n\nNavia, who held on to her family’s affection, did her best to become an Empress even while being abused. However, once Vivian, the Duke’s real daughter, is cured, she is abandoned by her family. No, it would be right to say that she was abandoned on all occasions.\n\n“Just how much more effort do I have to make? If I want to be your family,” Navia took off her blood-soaked gloves. \n\nThen on her right wrist, a number that couldn’t be seen by others appeared. \n\n\"1\" \n\nShe calmly admitted, looking down on the number, “I’m going to stop playing with my family now.”\n\nAt that moment, the number on her wrist changed. \n\n\"0\" \n\nJust like that, her life began again. \n\n“If you messed with me, you’re gonna pay for it.”\n\nWill she be able to find a temporary family who will protect her until she becomes of age, and get revenge on Duke Agnes?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
    "image": "https://uploads.mangadex.org/covers/b16e91ea-9e0a-4f36-9e7f-4565c7005ee9/e57f1570-c895-4205-b1e0-834d5ac2e75c.jpg",
    "moods": []
  },
  {
    "title": "Lady Baby",
    "chapter": "Chapter 235",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Mystery",
      "One shot",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
    "image": "https://uploads.mangadex.org/covers/dd9689c2-46f0-4e80-9c31-ea27cf48044f/ace01b19-e8c3-4482-83a3-be0f92a339fe.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
    "image": "https://uploads.mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "moods": []
  },
  {
    "title": "Cheating Men Must Die",
    "chapter": "Chapter 471",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Sci-fi"
    ],
    "summary": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
    "image": "https://uploads.mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/b9013dba-7af6-4149-899e-60a53d4f3127.jpg",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 28",
    "genre": [
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "The Queen of Retainers is obsessed over at night",
    "chapter": "Chapter 8",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fly Me To The Moon",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
    "image": "https://uploads.mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/673eb69e-b095-4a55-bd8c-7096ded50119.jpg",
    "moods": []
  },
  {
    "title": "I have an SSS-rank Trait, but I want a Normal Life",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Even though strange beings like monsters and constellations appeared, my personal philosophy did not change.\nBut with the sudden awakening and blessing of an SSS-rank trait, my peaceful life went bye-bye.\nI have no choice but to level up if I want to protect myself now!",
    "image": "https://uploads.mangadex.org/covers/41490f9b-a57a-481f-8716-3199ee638164/dbd539d6-c328-4e4d-bca8-f2bd59f476ef.jpg",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  },
  {
    "title": "Romance by Chance",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Baby Snow Leopard of the Black Leopard Family",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A child, born a hybrid and abused to death by her maternal grandfather, is reborn with memories of her past life. Faced with the same fate, she seeks out her estranged father for protection until adulthood. Expecting rejection, she is instead met with love and acceptance from her father, siblings, and grandfather—who even offers her the family leadership.",
    "image": "https://uploads.mangadex.org/covers/68ef68e9-ce1e-4529-8e6e-eac4c80b4cb4/cc6eded5-340e-4832-bf4c-5288017141e4.jpg",
    "moods": []
  },
  {
    "title": "Silent And Wild Winter Cabin",
    "chapter": "Chapter 24",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce Plan",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I already possess the body of a woman who will marry the devil. In a role haunted by her husband until death.\n\n\"I will always be by your side!\"\n\nI've decided to be nice to this poor husband for a while. But before one day, when I had reached adulthood and planned to divorce. A little angel appeared in the night full of surprises. Oh, man. So I tried to run away before being discovered…\n\n\"Richard? Something's not right…\"\n\n\"I have no intention of letting you run away, even if you die, you must stay in my arms. Elisha.\"\n\nTrying to cry and beg with a pretty face is also not possible.\n\n\"Where are you going to take our child?\"\n\nDid he even chase after me with those cold eyes? …I guess I was wrong to run away like this. How to solve this situation?\n\n---\nAfter losing her parents at an early age, noble lady Elissa Lohengrin is brought into the powerful House Rubelin by the duke so that she can marry his grandson, Richard. However, having read this story in her past life, Elissa knows Richard is destined to murder her! To avoid this, Elissa makes a deal with Richard to divorce when they become adults. But as she plans for her future single life, Richard's feelings begin to grow, and a whirlwind of events begins that pulls Elissa closer to danger.",
    "image": "https://uploads.mangadex.org/covers/c326248a-0412-4ab8-9e0f-72b06feb70d2/8f147b79-79d8-4c25-910b-80e0bb704bfb.jpg",
    "moods": []
  },
  {
    "title": "Legend of the Reincarnated Demon God",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The Junior Heavenly Demon, Yeon Woon-hwi, was born without a dantian.\n\nHowever, through dark arts and his shitty personality— er, preternatural ability, he became the junior lord of the Heavenly Demon Cult.\n\nHe was a man of many epithets:\n\n‘Great Sorcerer of the Dark Arts’\n\n'King of the Wandering Lost Souls’\n\nBut the people’s assessment of him was simple:\n\n“If he smiles, run as fast as you can. His smile is a death sentence.”\n\n“Catch his eye, for he shall provide you with lifelong protection. That is, if you can.”\n\nHe was living the good life, when suddenly, he was betrayed in a coup led by the vice-lord and elders of his cult.\n\n“You seem to have forgotten what kind of person I am, Uncle. So die. All of you.\"\n\nUsing the holy relic of the first Heavenly Demon, he self-destructed, taking the traitors with him. And then, he opened his eyes to the most unexpected of places...\n\n\"I'm in the Tang Clan? And a branch family at that?\"\n\nHe awoke as Tang Woon-hwi, an illegitimate son of the Nine Dragon Branch Family, a subset of the Sichuan Tang Clan.\n\nWill Woon-hwi be able to find his master, bring together his scattered followers, and rebuild the Heavenly Demon Cult?",
    "image": "https://uploads.mangadex.org/covers/639bce54-89ac-4ef1-8f64-5be57689ffce/f12249e3-d246-4c07-bfa7-77d025361693.jpg",
    "moods": []
  },
  {
    "title": "Regressed Genius Creates Mythic Items",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "On the day of the Earth's destruction, Level 1 Alchemist Kim Si-moon forged the Philosopher's Stone, which can do anything if an equivalent exchange is established.\n\n[What do you desire?]\n\nRight now, all he want is to destroy the Earth, to give the man responsible for his brother's death a good kicking, and to live a life without magic! \n\nHe thought he'd ended his life full of regrets... yet he woke up 11 years in the past.\n\nThis time, he'll undo his miserable life as a disenchanted person and all the suffering that will happen in the future! \n\nFollow Si-moon's journey to change the future with his partner, the Philosopher's Stone!",
    "image": "https://uploads.mangadex.org/covers/8228d21c-45f5-4a8f-a247-22e73929cf95/fe5fded5-17ad-4b48-a6f7-b673a951f719.jpg",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "Villainess with a 0% Survival Rate",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Isekai",
      "Magic",
      "Romance"
    ],
    "summary": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?",
    "image": "https://uploads.mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "moods": []
  },
  {
    "title": "A Million-Sub Gym Influencer Becomes a Webtoon Loser?",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "It turns out that I am the second generation of demons",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "The protagonist, Li Xianyu, on his 20th birthday, learned about his origins. He received an inheritance from his biological father, Li Wuxiang: a house, two hundred thousand in savings, and the Black Water Spirit Orb. After ingesting the Black Water Spirit Orb, he gave birth to Great-Grandma……",
    "image": "https://uploads.mangadex.org/covers/8e2c27f2-27f5-4224-8fa3-e1f57910a59e/08816130-f26d-48b0-a1cb-987f79d544fc.png",
    "moods": []
  },
  {
    "title": "The Fake Saintess Awaits Her Exit",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I possessed the body of Yvelina, a fallen saintess from a romance novel I read before I died.\n\nI’m a fake saintess who’s about to be burned at the stake.\nI can’t die like this.\nUntil the real saintess appears, I must fix my relationships with the male leads and change the future.\n\nBut…\n\n“You want to continue living in this body, don’t you? If so, then go f*ck a man.”\n\nWill I… really be able to survive here?",
    "image": "https://uploads.mangadex.org/covers/8652d200-7207-4827-846b-b74121dbfba3/1b6218c9-b638-4284-8031-ee5eb9658152.png",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 16",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Hated Noble Lady, Yet in a Contract Marriage with the First Prince?!",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tears on a Withered Flower",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Seinen"
    ],
    "summary": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
    "image": "https://uploads.mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "moods": []
  },
  {
    "title": "Kingmaker Goddess",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The S-Class Hunter Doesn’t Want to Be a Villainous Princess",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "S-class Hunter Kim Yiyoung can't wait to leave the novel she woke up in. She gets the chance after defeating the story's final boss, but instead of returning home, she's sent into another novel! Yiyoung becomes Lady Renee Markious, a petty villainess who's just been framed for murder. Fortunately, Yiyoung has a secret weapon nobody knows about… her skills from her past life! Can Yiyoung clear Renee's name and find her way back to her own world? Or will she be trapped in this tale for good?\n\n---\n\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
    "image": "https://uploads.mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/2cd082ce-c6e5-439b-8c00-86e7ddfb322e.jpg",
    "moods": []
  }
]