[
  {
    "title": "Her Majesty’s Night",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The 17th Emperor, a woman, owes her throne to the Duke of Roark, who aided her ascent over her brothers. Though publicly revered, she harbors a secret liaison with the duke, her devoted supporter. \n\nBehind closed doors, she surrenders to him, shedding her regal facade. One fateful night, he breaches protocol, entering her chamber unbidden. Ignoring her protests, he asserts his desire, ravishing her despite her pleas. Authority crumbles in his presence as he claims her body, indifferent to her dignity. \n\nIn his embrace, she is powerless, succumbing to his primal urges in a tumult of passion and betrayal.",
    "image": "https://uploads.mangadex.org/covers/b73f03a9-784f-4cfa-9fdf-f158b6ea53cb/81a55a93-d184-436e-bbde-6d2a7669de89.jpg",
    "moods": []
  },
  {
    "title": "Spoiled Fairytale",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Late spring—on a street unusually damp and buzzing with life.\nSeohee, worn out and withering under her parents’ contempt and neglect, finds herself entangled with a libertine infamous for his promiscuous private life.\n\n“Ah. I didn’t really plan to go this far….”\n“……”\n“I’ll be spending the night.”\n\nA man who freely crosses the line between kindness and cruelty.\nA man who tosses around love carelessly.\nA man who mocks fairytales, calling them hollow illusions—Joo Taebaek.\n\nWrapped in all things vivid and dazzling, he crashes into Seohee like a violent wave, shaking her to the core.\n\n“Alright. I’ll keep your secret.”\n“…Really?”\n“In exchange, let me screw you—loud and wild.”\n\nA filthy act of rebellion.\nA fleeting moment of euphoria.\n\n“No need to overthink it.”\n\nShe thought that if she assimilated with him, she might at least share in his counterfeit love.\nSo, she willingly threw herself into a fleeting flame.\n\nWas she really insane? Who taught her how to seduce a man like him?\n\n“Um… it’s over now, right?”\n\nSeohee slightly lowered her head toward a completely dazed Taebaek.\n\n“I have to go before midnight.”\n\nSo then—\nWho really got swept up in the fire?",
    "image": "https://uploads.mangadex.org/covers/4c9c3917-2684-4830-843d-806be3e0260b/cc281577-f959-4b24-886d-1f1570f50958.png",
    "moods": []
  },
  {
    "title": "Today I Demand Quality of Death From You With All Due Respect",
    "chapter": "Chapter 2",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Thought You Were A Time-Limited Husband",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 46",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Friends Shouldn’t Act This Way",
    "chapter": "Chapter 92",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
    "image": "https://uploads.mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "moods": []
  },
  {
    "title": "Merry Merry Match",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "There Is No Need To Be Obsessed",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "At the Duke’s Command",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Poisoned to death by her own betrothed?! Eunha didn’t wake up in a novel’s story just to get killed off again as an unfortunate extra! To change her story she needs a cover… 6 months pretending to be the fake fiancée of the novel's male protagonist, Duke Noah Wynknight. But will this cold-hearted, angel-faced demon of a man really help her avoid another ill-fated ending?!",
    "image": "https://uploads.mangadex.org/covers/39e55355-dfb4-44e9-bd0b-df1fc3a0e33e/c6933fbb-e69b-492e-b3f9-ec722d7dc8ff.jpg",
    "moods": []
  },
  {
    "title": "The Terminally Ill Miss Goes Undercover in the Villain’s Household",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Seian",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mystery",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Husband Married My Stepmother",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Leia, the daughter of the Sharon family, is secretly in love with Thomas, a commoner who is her butler. However, when her father commits suicide, leaving her with a large debt, she is forced into a political marriage with a young nobleman. Her husband is surprisingly kind, but just as she begins to feel positive about married life, she hears an older woman's moans coming from his room...!",
    "image": "https://uploads.mangadex.org/covers/863e9fc5-8c6f-4a7b-b955-d4789a5f1d34/038d0a18-62bc-4d8c-9711-1d5fc3884433.jpg",
    "moods": []
  },
  {
    "title": "Ebony",
    "chapter": "Chapter 160",
    "genre": [
      "Drama",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Lord Baby Runs A Romance Fantasy With Cash",
    "chapter": "Chapter 95",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I lived without a home or family and suffered until I died, but then an 'angel' appeared and made me an offer.\n\n\"You, a professional reader of rofan novels, would you like to be reincarnated into a world created based on rofan?\"\n\nBecause he said that my (handsome) Dad and my (handsome) older brothers will fed me with a diamond spoon, I was reborn...\n\n—They say I might be a child born from my mother's affair?\n\nAs soon as I was born, I was handed over to my relatives and became a servant, facing abuse.\n\n\"At this rate, I might freeze to death or starve to death alone.\"\n\nThere's nothing I can do about this situation.\n\n\"Daddy, take me away—!\"\n\nLet's find a way to survive somehow.\nBut...\n\n[You have fulfilled the conditions.]\n[The trait <Rush and Cash> has awakened.]\n\n[Dear reader, do not hesitate to use any means and methods to obtain what you desire. Conquer and seize it!\nRomance novel readers don't back down in situations like this!\nShow your abilities!\n-Condition: Persuade the Duke of Pheraton and obtain the <Summoning Medium>.\n-Reward: 5,000 cash draw ticket.\n-Quest rejection penalty: Game over in life.\n-Quest failure penalty: Game over in life.]\n\n\"So, the quest is to kiss my Dad on the cheek?\"\n\n...I've been scammed.",
    "image": "https://uploads.mangadex.org/covers/8dafd1ee-f5d4-4119-b287-e8963b1b34a3/85adaa0b-57e9-404a-9ead-a2a25b16d80c.jpg",
    "moods": []
  },
  {
    "title": "I’m Doomed if They Become Obsessed",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Baby Prisoner in the Winter Castle",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
    "image": "https://uploads.mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/14181369-0829-4473-9f0c-d0991b1e9ec0.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Elly’s Hotel",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 249",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 73",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "The Delivery Man From Murim",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Stranded in a new world, Smiley Kang covertly lives the life of a delivery man. Until now, humanity has fended off demonic beasts and their portal “gates.” There are the Awakened, citizens imbued with supernatural abilities, and there are those more scheming, fighting to monopolize and claim demonic resources. But as the number of gates starts to rise, the world is at risk once again. Can humanity survive another onslaught of demonic beasts? The answer lies with the mysterious delivery man…",
    "image": "https://uploads.mangadex.org/covers/ff745f77-5609-40c9-b856-ace2501a6764/b1a55cd2-26e2-40c8-be34-24fbec0cec39.jpg",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Keito Azumi, an ordinary high school boy, was reincarnated as the heroine in a different world when he woke up in an accident! The worst thing about this is that his best friend became the hero!",
    "image": "https://uploads.mangadex.org/covers/69dc2fa5-9b39-48c3-bea5-5f6bf4bf4038/fa7f88ef-e77a-444c-bfb9-b92a30e88216.jpg",
    "moods": []
  },
  {
    "title": "Cassnier’s Secret Memoirs",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Tried to Debut My Kid, But Ended Up Debuting Myself",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yoon Hyesung is just your average office worker — but in her heart, she’s the number-one fan of Na Yeonwoo, a trainee who keeps getting this close to debuting before every opportunity falls through. \n\nAfter yet another failed debut, Hyesung has a full-on meltdown in her room, bawling about the unfair system and her own helplessness.  But when she wakes up, she finds herself in a mysterious space with a strange window popping up: \n\n[Would you like to accept a reality where your dreams come true?] \n\nThis must be one of those setups, right? but after a brief internal panic, Hyesung makes up her mind.",
    "image": "https://uploads.mangadex.org/covers/d2642142-cd29-4e40-8455-f4969dd7f727/a8605089-85ac-453e-ae78-2aa5fdc37126.png",
    "moods": []
  },
  {
    "title": "Saving the Doomed Idols With My Touch",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Manhwa",
      "Showbiz"
    ],
    "summary": "I can save even the most doomed restaurant with my touch!Im Hyeonseong, a famous chef who has even shown up in a TV show as the CEO of a food industry.He built his wealth and fame from the ground up, but meets an unjust death because of his stepmother and step-sibling.At that moment, a system window appeared in front of him.They will give him a chance to take his revenge if he succeeds in making ‘Climax’, the doomed idol group, successful by controlling Cheon Ise’s body.Will I be able to save the doom restau– I mean the doom idols with my touch? We will now begin the special quest, ‘Idol, Cheon Ise’!",
    "image": "https://uploads.mangadex.org/covers/fed92b3a-77e9-4566-bca2-46392463b94e/bf4ec601-f407-44d6-aebb-cf4f2f559406.jpg",
    "moods": []
  },
  {
    "title": "Nano Machine",
    "chapter": "Chapter 277",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts",
      "Webtoons"
    ],
    "summary": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
    "image": "https://uploads.mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Return From The Abyss",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Abyssals represent pure destruction. They have unparalleled power and follow their instinct to remove all life from the world. However, one day, a traitor appeared among them. Silvija, a clueless girl, woke up on the battlefield and learned that she is the \"Twilight Abyssal\" that the humans hate. After escaping numerous pursuits, Silvija was adopted by the Ilia family and gradually formed her conviction.\n*She will save mankind using the body of an Abyssal. She will protect the kindness and warmth she received.*\nHowever, it seems the Will of the Abyssals does not intend to succumb to her...\n\n\"Miss Silvija, it's time to display your power.\"\n\"Eh~ but I hafen't finifed my defferts yet...\" Still a Chad as ever.\nPS: The protagonist is single. Feel free to tease her~",
    "image": "https://uploads.mangadex.org/covers/bf1d564b-e41a-4f55-9241-b5c7ac7f30ab/304f959f-ed4b-482b-9fa8-3bd742f563ea.jpg",
    "moods": []
  },
  {
    "title": "Reality Quest",
    "chapter": "Chapter 167",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ha Do-wan is a bullied gamer, whose bullies force him to grind to obtain in-game items for them. \n\nAfter one such bully demands that Dowan obtain an impossibly rare item for him or be beaten in front of the prettiest girl in school, Dowan games day and night for a week until he drops dead from exhaustion. \n\nHowever, as soon as he dies, he respawns back in his classroom one week before his death. Everything is the same as it was before, except now he has all the skills he’s acquired from the games he’s played in real life! \n\nWill Dowan be able to use his newfound abilities and gamified existence to defeat his bullies?",
    "image": "https://uploads.mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/007687c2-3a21-4b98-ab53-7e4cb0b750e8.png",
    "moods": []
  },
  {
    "title": "I’m a Solo Guide",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "summary": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
    "image": "https://uploads.mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can Beat the Original",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "She was in possession of an “Extra 1”, who married the criminal and died in a violent manner. I don’t think I need to get married. I proposed to another man, ran away from home, and did all sorts of other things.\n\n“So marry me, Evangeline Clauda.”\n\nFive years of possession's life, three weeks before entering the original! In the end, she was proposed to the criminal.\nAm I… is this really a doomed ending?\n\nThe more I twist the original, the closer I get to the original?! Will she be able to safely protect her life and love and face happiness?",
    "image": "https://uploads.mangadex.org/covers/a32a5b93-94a6-4b42-aed6-63c093336f13/a6e6c137-7876-4dfd-ac1c-3e26fa4be709.jpg",
    "moods": []
  },
  {
    "title": "How To Survive As a Villain on the Verge of Death",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "Archmage Transcending Through Regression",
    "chapter": "Chapter 167",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
    "image": "https://uploads.mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0f52158e-82d6-474f-a933-ab4f62f803d9.jpg",
    "moods": []
  },
  {
    "title": "The Return of the Mythical Archmage",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shin Ha-ryul is the prodigy of modern magical technology and artificial intelligence. However, he's been deemed an outcast for unable to be implanted.\n\nA book appears before him, the magician who has been sentenced to death.\n\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\n\nAlong with the book left behind by the legendary great mage, the frozen time of the genius begins to move again.",
    "image": "https://uploads.mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "moods": []
  },
  {
    "title": "Only for Love",
    "chapter": "Chapter 61.5",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Office Workers",
      "Romance",
      "Shoujo"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/82499952-dab3-454b-9049-80bff50cf2b9.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 200",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "Hard-pressed to find good luck in this universe, Sun Woojoo gives up on his dream of becoming an idol in favor of living a normal life. That is, until he finds himself waking up from a car accident on his exam day! But as luck would have it, Woojoo can now copy any move exactly as he sees it, and his two left feet that kept him from debuting are now moving to the beat! With this newfound skill, will Woojoo be able to turn things around and become the star that shines the brightest on stage?",
    "image": "https://uploads.mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "moods": []
  },
  {
    "title": "I Got Him Drunk And Forced Myself On My Unrequited Love",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "Sub-Male Lead, You Said It Was A Contract Marriage?",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I possessed Villain Supporting Character 1, the one who was executed after saying something foolish to the female lead, who seemed close to the male lead.\n\n‘Well, I’m just a villainous extra anyway. If I don’t play the role, who else will?’\n\nWith that in mind, I decided not to get involved with any of the characters in the original story. Thanks to that, the plot wrapped up safely. But then—the sub-male lead of the original work approached me.\n\n“Would you be interested in a contract marriage?” He waved a contract at me with a gentle smile.\n\nTwo years later, before the short contract period ended, I asked him for a divorce — perhaps a bit earlier than expected.\n\nThat’s when he started acting strange.\n\n“Madam… are you only after my body?”\n\nWhat nonsense is this? You’re the one who suggested a contract marriage. Weren’t we just business partners?\n\n“It was a contract marriage from the start. What are you…?”\n“Then why are you after my purity… my chastity?”\n\nBefore I knew it, his eyes brimmed with tears.\n\n“P-Purity! No, even my Ye-jare* would be fine…!”\n“Did you hate spending the night with me, Julieta? I’ll try harder, so don’t throw me away,” he clung to me desperately.\n\nWhile watching tears stream down his face, I thought: 'At this rate, I’ll really end up having to take responsibility for him! No, Sub-Male Lead! You’re the one who said you didn’t have the confidence to love anyone!'",
    "image": "https://uploads.mangadex.org/covers/84805b94-6eeb-42ff-abb7-b2d8614c2804/633f9d98-e126-4b1f-ba05-91d3033d6317.jpg",
    "moods": []
  },
  {
    "title": "Marquis of Marron",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Transmigration"
    ],
    "summary": "I ended up possessing the body of Hailey, a villainess who was destined to die soon.\n\nWhat’s relatively fortunate, if you can call it that, is that she has one more year to live. However, there’s no time to relax as she’s unceremoniously dumped into a contaminated region below a canyon.\n\nBut wasn’t she supposed to die?\n\n\"Do you understand? If you cling to the past, you’ll twist your future into something you can’t recognize. That’s the wisdom left behind by the ancient sages.\"\n\nA year later, I’m still alive and farming.",
    "image": "https://uploads.mangadex.org/covers/75196c25-217a-4ca8-87f7-726304fd315d/ee349c8e-6751-4e62-b150-8a5d560557b6.jpg",
    "moods": []
  },
  {
    "title": "Reborn on the Demonic Cult Battlefield",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The 100 Curses of the Illeston Mansion",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "**Even if it’s a cursed mansion, it’s the only place for me to live!**\n\nAs if being reincarnated into a generic fantasy webtoon wasn’t enough, I have to be the ‘Necromancer’ who is sacrificed for the protagonist...\n\nSince it has come to this, it can’t be helped. Even if I can’t become a rich noble lady from a romance fantasy, I want to at least protect my life and live comfortably.\n\nLet’s go to that place, the one full of curses and ghost stories. To the mansion of the villain, Archduke Illestone!\n\n**\"I will break the curse on this mansion for you, In return, please raise me.\"**\n\n(Source: MangaUpdates, edited)",
    "image": "https://uploads.mangadex.org/covers/41c40654-fb7e-4cae-9796-79731118f819/9a46a15a-461f-48b5-b1da-bde7207ed390.jpg",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 347",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "The Constellation That Returned From Hell",
    "chapter": "Chapter 221",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
    "image": "https://uploads.mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 208",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "The Turn-Bound Mage",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ever since Kang Seol was a child, he's had strange dreams where he and several people wear masks while playing \"World of Eternity,\" a board game full of quests and adventures. And although Seol was great at the game, he was never able to win. But now, his dreams have become reality, and humans have become game pieces!\n\nHumanity's only hope is for Seol to recall what he did in his dreams to survive. Even though he's never won, will he be able to turn the tables and finally make his way to victory?",
    "image": "https://uploads.mangadex.org/covers/700223c7-f5e3-42ef-8577-42392b349f8a/2bbf7286-c417-46f1-ae4b-69b4b2b83335.jpg",
    "moods": []
  },
  {
    "title": "I Hate This Kind Of Reverse Harem",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Lucky Encounter From The Game Turned Into Reality",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Who says revenge is vain? It's so fun!\"\n\nIn a world where magic co-exists with the rule of nobles, Adrian Lawrence seemed to have gotten lucky in life as the second son of a viscount. Despite this, Adrian is an outcast in a home controlled by his scheming step-mother and half-brother, who are set on ousting him. \n\nLittle do they know that Adrian plays the game Chronicle Online, where he possesses great powers that can also be used in reality! \n\nWith heirship to the viscounty up for grabs, can Adrian use his powers to level up his real life?",
    "image": "https://uploads.mangadex.org/covers/086ca5e0-17ea-4d28-82ef-6b8eef680c60/b80ee5b9-20f7-4ffe-ae98-1aa9a00e3ec5.jpg",
    "moods": []
  },
  {
    "title": "Reaper of the Drifting Moon",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
    "image": "https://uploads.mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/96652862-746a-4a01-9a25-abd0010b73f1.jpg",
    "moods": []
  },
  {
    "title": "Taming the Demon King",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan!",
    "image": "https://uploads.mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/0d7ee7da-42f1-48e2-9e28-44ae429e8817.jpg",
    "moods": []
  }
]