[
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 30",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 93",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "Betting Game",
    "chapter": "Chapter 28",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "After I beat a noob in an FPS, he challenged me to a fight in real life!? I decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!",
    "image": "https://uploads.mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/f636e4eb-ebfa-43a8-b46b-034a20e94544.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 131",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Mirror Prepayment",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shen Jin Feng was eating when he was suddenly pulled into another dimension. In this world, survival depends on defeating monsters and leveling up, with everyone having a basic status panel for guidance. However, Shen Jin Feng quickly discovered that his panel was different. At first, he could only summon mirror images of enemies, but soon he realized he could even preclaim battle rewards — obtaining enemy mirror images, equipment, and experience before winning the fight.\n\nAlthough the number of mirror images he could summon was limited, each one represented the pinnacle of its class. Moreover, Shen Jin Feng could directly log into these mirror images and personally control them in battle.\n\nIn this world, some humans who arrived earlier had formed powerful hegemonies. They monopolized territories, bullied new arrivals, and hoarded resources — even requiring their permission just to fight monsters. To overthrow these tyrants, Shen Jin Feng, alongside his summoned mirror images, engaged in fierce battles against them.",
    "image": "https://uploads.mangadex.org/covers/a6f5dbf2-b180-402b-9891-0c4ebb3f05a5/769d276e-e125-4df8-a4b2-509af023266b.png",
    "moods": []
  },
  {
    "title": "One Hundred Thousand Years of Tribulation by Heavenly Thunder",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After transmigrating into a cultivation world, young Fang Lingxiao rises to greatness with a talent that defies the heavens. In just a hundred years, he reaches the peak—the Great Ascension Stage. But during his final tribulation, the heavens unleash something unimaginable: a lightning storm that rages not for days or months, but for a hundred thousand years.\n\nWhen he finally emerges from the ordeal, his cultivation is shattered—reduced to that of a mere mortal. Yet, his body, forged by countless years under divine lightning, has become indestructible.\n\nSoon, Fang Lingxiao realizes the truth—this wasn’t fate. It was sabotage from a powerful figure in the Upper Realm.\n\nNow, with his cultivation lost but an unbreakable body as his weapon, he sets out on a path of vengeance. He’ll uncover the traitor, climb the heavens once more, and make them all pay.",
    "image": "https://uploads.mangadex.org/covers/631f5f47-ff9e-419b-b7e1-fa0d4f14e6de/73710e57-8cc4-4e0a-9f4a-e238d99675d2.png",
    "moods": []
  },
  {
    "title": "Regression of the Close Combat Mage",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Manhua"
    ],
    "summary": "As a powerful 8th class mage, Ian Paige took countless innocent lives under the orders of Emperor Ragnar, a close friend and ruler of the Greenriver Empire. Yet despite their closeness, Ragnar views Ian as a threat and subsequently poisons him. \n\nUsing time magic, Ian saves himself and returns 30 years to the past. Now a young boy, Ian joins an elite order of mages to hone his abilities once again.\n\n This time, he’ll get revenge on the emperor who betrayed him and reclaim glory as an 8th class mage!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
    "image": "https://uploads.mangadex.org/covers/b2ae13e3-bea1-4f11-bfbe-4269f66e74f8/3c1092ed-c1f7-412d-9a58-a0f24fde757d.jpg",
    "moods": []
  },
  {
    "title": "For Snow White",
    "chapter": "Chapter 73",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "Esteemed Female Masters All Want to Possess Me",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "Xiao Nan died tragically and then isekai-ed to the 21st Continent. Although reborn as useless trash, he awakened the reverse system, and his strength would increase as long as he was hurt. What he didn’t know was that he had a hidden identity-as the chosen son of heaven who was prophesized to revitalize the Sword sect. The elders of all factions in the sect therefore hid their identities and approached Xiao Nan to try to recruit him into their own ranks. Since then, Xiao Nan began to enjoy being nurtured by beautiful female masters, whilst discovering features of the system to become stronger + start a harem",
    "image": "https://uploads.mangadex.org/covers/cd0c2244-94d9-4070-902b-7c06b4315a68/90086582-bd46-4666-a902-737655f954ba.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "High Society",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\"",
    "image": "https://uploads.mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "Too Bad for You, the Position of the Saint Belongs to Me",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Avnir is the daughter of the Great Saint. She was living a happy life, aiming to become a saint alongside her lover, the priest Rezol, but everything changed the day her cousin Flor appeared as a candidate for sainthood. \n\nThrough Flor’s schemes, Avnir lost her position as a saint, her lover, and even her holy powers, eventually leading to her execution. Guided by the gods, she is granted a second life, and this time, she vows never to let anything be taken from her again.",
    "image": "https://uploads.mangadex.org/covers/9caf853d-e276-4bc9-9231-20d4db8ecc3b/509dd1f3-13ae-4a0c-b279-09027c5aa24d.png",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "I Became The Black Swan Mother of The White Swan Princess",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The transmigration that happened to others happened to me, too. I’m pretty sure I’m now a supporting character… but exactly which novel is this?\n\nWhen I opened my eyes, I was a widow with stepdaughters my own age, and not only that, I turned into a black swan every night due to a dark curse! Holding back my tears, I decided to take charge of my fate…wait, why should I? Why So Serious?\n\nA duchess during the day, a queen of the lake during the night – I have the best luck to be able to leisurely float around! Life should be lived unplanned! When I had just about decided to live my life like this, a white baby swan, one that was not in my no-plan life plan, came to me.\n\n“Mommy, are you really my mommy?”\n\nWhat, you were a person? And even the youngest sibling of the tyrant emperor?\n\n“I’m not your mother! Can’t you tell by the different colors of our feathers?”\n\nI’m a black swan, you’re a white swan! But why is she so crazy cute. Can our mother-daughter love endure the obsession and persecution of this child’s seven brothers, including the tyrant emperors?",
    "image": "https://uploads.mangadex.org/covers/f99e3c12-048d-44f5-8fa1-587a407b1ac8/c6929c61-5ccb-4406-8a14-7cf427a1dc94.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Lull You to Sleep Only For You to Be Obsessed",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The protagonist finds herself possessing the body of April, a side character destined to be used by the villain and eventually killed by the male lead. Ignoring the original plot, she resolves to live a quiet life running a café in the countryside.\n\nHowever, her plans begin to unravel when she discovers that the boy she’s been caring for is actually the nephew the male lead has been desperately searching for.\n\nApril ends up becoming the male lead’s personal barista, brewing magical coffee for him every night, and eventually running a café in the capital. She tells herself it’s only until the female lead appears, but as she slowly opens up to the male lead, she finds herself becoming more and more entangled in a life by his side.",
    "image": "https://uploads.mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Even If Despair Consumes You",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?",
    "image": "https://uploads.mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "moods": []
  },
  {
    "title": "Even Today, the Ranker Dreams of Retirement",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Super power",
      "Supernatural"
    ],
    "summary": "Hyun Ha-bin, find the power to turn back time to rescue her brother from doom.\n\nHowever, fate has different plans: she’s now the reluctant vessel of a godlike constellation begging her to destroy the world.\n\nWhile she just wants to stay with her family and live life, S-rank hunters swarm her for its power!",
    "image": "https://uploads.mangadex.org/covers/d8605056-1bb4-4463-a3a7-c84fa1d45624/57fd7262-6c15-45d0-b54d-cdfe68bb4d7a.jpg",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 51",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "The Awakening of light Magic",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The \"Idols\" don't only sing, they use magic too. Do you believe in Idols?  \nIdols in the world of Lapis Re:LiGHTs use magic too!  \n  \nTiara aims to be an Idol (Witch) that makes everyone around her smile! Will she be able to fulfill her dream at Flora High, a school that trains witches?",
    "image": "https://uploads.mangadex.org/covers/baf5b3ce-17b2-4c85-bd8d-0c1c0c8787e4/2ef8d0a1-f8ba-4473-9dd6-eacda475d15d.jpg",
    "moods": []
  },
  {
    "title": "That summers promise once again",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Minami is now one of the most popular young actresses, rising to the top with her natural beauty and charm. However, there's one thing that continues to trouble her. Back in middle school, she was in a serious traffic accident that left her severely injured and took a full year to recover from. As a result of the accident, she also lost all memories related to it. Since then, she has been having the same dream every single night. In that dream, someone gently whispers to her: \"Don’t forget the promise we made that summer…",
    "image": "https://uploads.mangadex.org/covers/4dd13b7f-c1af-4088-8d4e-90b946e010cc/ca53b209-ddb3-4768-85f6-36d600112c85.jpg",
    "moods": []
  },
  {
    "title": "Oh, the Flower That Bloomed on the Wall",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Onsaemiro",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
    "image": "https://uploads.mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 45",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "What’s With the Three Kingdoms-Obsessed Male Lead?",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into a BL-novel version of Romance of the Three Kingdoms—where historical warlords are reimagined as gorgeous, rose-tinted love interests—the protagonist just wants to enjoy the view. Who cares about unifying China when you’re surrounded by pretty men?\n\nBut things take a sharp turn when Lü Bu, the world’s most beautiful (and utterly insane) warlord, appears before them with a deadly warning:\n\n\"Don’t look away. If you so much as glance at another, I’ll kill them all.\"\n\nWait—the novel said he was handsome, not yandere! And worse… Lü Bu is destined to die soon.\n\nNow, the protagonist is racing to rewrite his tragic fate, but this isn’t just any Three Kingdoms story—it’s a BL fantasy, where every strategist, general, and emperor seems weirdly obsessed with them.",
    "image": "https://uploads.mangadex.org/covers/a184e626-806d-4151-8045-3485e5e32afd/2f2bf7f7-778c-4a23-b1f2-958f5d922efe.jpg",
    "moods": []
  },
  {
    "title": "Want to See My Cat?",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods. The story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
    "image": "https://uploads.mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/cd495772-81a7-4053-80ea-f52057994674.jpg",
    "moods": []
  },
  {
    "title": "For the Happy Ending of the Tragic Novel",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "'I' was possessed in [The Miracle of Dawn], a bad ending novel in which the deplorable male leads do whatever they can to possess the priestess 'Belle'. I think I was reincarnated as Rosiana, an obstacle that hinders the main character's happiness. \"Maybe I'll be able to change the ending of this novel?\"",
    "image": "https://uploads.mangadex.org/covers/32e4619e-449a-438a-bac6-c5f91e3f9452/ea9a5c0b-1cd3-4dd7-a5fa-85715a6b8f59.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "The Prize of Youth",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "“I’ll become the greatest maid in the world!”\n\nWith her black-and-white skirt fluttering in the wind, a girl declares her vow. Her name is Melody. The girl, a reincarnator of Japanese origin, inherited the dream of her past life and began working as the maid of a ruined count household in the Kingdom of Theolas. She can transform cheap black tea into a top-shelf drink as easily as she can quickly upgrade a ruined estate into a newly-finished mansion. From household cleaning to serving meals, hunting game to DIY construction, just leave everything to me! Anything’s possible with the help of all-powerful magic!\n\nTruthfully, this is actually the world of an otome game, and the superpowered, omnipotent Melody is actually the Saint… except she hasn’t realized it yet.\n\n“Falling in love? Fighting the Demon Lord? More importantly, I’ve got chores to do!”\n\nWhat will happen to a world whose savior has put her all into being a maid? How does the world cope when its grand script is discarded in favor of menial labor?\n\nWelcome to a fantasy where a single job has upended the cogs of destiny! \n(Novel Updates)",
    "image": "https://uploads.mangadex.org/covers/20d72207-e32f-4d20-94e1-86417b54b9da/222d4bbe-3a14-4ece-80f4-0bd91f520921.jpg",
    "moods": []
  },
  {
    "title": "I Have No Intention of Returning to You!",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Elsa, daughter of a fallen aristocrat, receives a marriage proposal from Julius, an elite aristocrat. \"Why would such a noble man marry me?\" Elsa was perplexed, but after the wedding Julius, who until then had been kind and gentle, changed his mind!",
    "image": "https://uploads.mangadex.org/covers/4a1da719-1a4a-4f83-a80b-71e3ad2ae384/c0c6fb86-3aa4-4fac-98d7-7ee30972db5b.jpg",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 241",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "Newcomers Turn Low at Night",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/13b410ab-12fe-40af-8bdb-8dff614af566/cb37b231-2422-46c7-8b5f-864e666204ef.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 138",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "A Savage Proposal",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
    "image": "https://uploads.mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Ha Buk Paeng’s youngest son",
    "chapter": "Chapter 184",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
    "image": "https://uploads.mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "moods": []
  },
  {
    "title": "The Baby Demon King Finds The hero Dads Way Too Annoying",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reborn as a weak 4-year-old demon king, I tricked three heroes into becoming my \"dads\" to survive. But now they’re fighting over who gets to spend time with me! Even the male lead, meant for the heroine, is obsessed. What’s going on?!",
    "image": "https://uploads.mangadex.org/covers/81b4bea2-6777-465a-b042-e03dff24bbb7/f4098e0f-ca00-42aa-9dcd-8fa3f42ad5c3.jpg",
    "moods": []
  },
  {
    "title": "The Student Guardians Are Obsessed With Me",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Death from overwork after working as an entrance exam cram school instructor.\n\nWhen I opened my eyes, I reincarnated as a wealthy count’s daughter. In this life, I was going to not work, and live a comfortable life, however! I came to teach my twin older brother too well. Inquiries about entrance exam counseling are pouring in.\n\n“Teacher, what is your ideal type?”\n\n“About that… I surely like a good-looking, rich, and kind person.”\n\n“That’s great. My uncle is exactly like that.”\n\nThe students who are trying to dig up something when there is just spare time are also a bit suspicious, but the more strange thing is their guardians.\n\n“You have no awareness too much about how pretty you are. That’s why the one who’s always uneasy is surely me.”\n\nDoesn’t the childhood friend who always not crossed the ambiguous line suddenly changed his attitude 180 degrees,\n\n“The student guardian’s face-to-face talk was an excuse. I came here because I wanted to see you, so just sit down.”\n\nThe Duke, who was like an ice sculpture, got his cheeks blushed, and,\n\n“The Lady is fun. I keep getting greedy, but surely what I’m saying is that I don’t know whether this is a really good sign.”\n\nWhat was even worse, I became tangled up with the Imperial Crown Prince, whose face had never been seen.\n\nSomehow, I became a teacher, and when I came to my senses, I became a CEO. Now that I’ve become like this, I tried to work hard earning money, but the student’s guardians won’t let me go.\n\n“I’m sorry, but because I’m going to focus only on my work for the time being.”\n\nI’m busy to death because of work, yet I’m in trouble because a reverse harem that wasn’t even in my destiny suddenly unfolds.",
    "image": "https://uploads.mangadex.org/covers/83871c9a-b763-41b2-bc30-44898dda955d/467f4480-6d53-4a17-9dc1-1f8ccfa10d03.jpg",
    "moods": []
  },
  {
    "title": "I’ll Retire After Saving the World",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The only way out is through.\nIn the midst of a disastrous monster attack fated to end the world, a strange device throws Heejae back in time 20 years where he meets the students of his foster father, Seokyoung. Now it's up to him to take them under his wing and stop the apocalypse so he can finally set off for a peaceful life.",
    "image": "https://uploads.mangadex.org/covers/a8639c78-3e58-48fd-be65-e6d5fbec6066/ca569cb8-6fd7-4b40-b994-3475a9727dba.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "My Father Is the Enemy of My Past Life?",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I lived to the age of 19, only to be constantly taken advantage of by fake family members. With the vow to seek revenge still fresh in my mind, I made the choice to live my life again. Yet why have I returned to the night I was kidnapped from a burning castle? \"Hwelp me! Hwelp me! The willian ish twaking Maedie!\" My savior ended up being the enemy's son?! For days and nights I followed him to the enemy's castle, but upon arrival, a warm welcome... \"Ack! Father! Second Brother's picked up another living thing!\" ...wasn't what awaited me.",
    "image": "https://uploads.mangadex.org/covers/4d55fd85-80ee-4cc9-a03b-8184171a36d8/39944bb0-94fd-42a2-b9f4-b7cfb69e475a.jpg",
    "moods": []
  },
  {
    "title": "Royal Marriage (2024)",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Daughters",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
    "image": "https://uploads.mangadex.org/covers/732dc0ec-bdba-431b-9be1-40ca1d235dd4/cfe380b8-1cbc-4232-bc9a-b6dd6b869679.jpg",
    "moods": []
  },
  {
    "title": "‪Guardian Of Dragon",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
    "image": "https://uploads.mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "moods": []
  }
]