[
  {
    "title": "Silent And Wild Winter Cabin",
    "chapter": "Chapter 29",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "108 Women",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Grand Duke of the North",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I became the sister of the villain, who shed no blood or tears in a war-ridden novel! I thought I was born again as the youngest daughter of a noble family, but I'm the little sister of a villain who's only being used!  \r\n  \r\nA baby's body too fragile to survive in the Lagrange household, a brutal family that makes children fight for successors… I've decided to stick to the villain in order to live!  \r\n  \r\nI need you to be my guardian until I run away from here. Raise me, villain!  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/8848b6bd-dfae-4fec-8bc4-8a130394c9a1/822345b5-c2b7-4cc3-9d7e-7dd5a12b4151.jpg",
    "moods": []
  },
  {
    "title": "Prepaid Dragon King Tanks Everything!",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“You ate me, so at least give me some kind of compensation, yeah?!”\n\nDragon King: “Fine! I’ll give you a prepaid cultivation technique—comprehend it first, then catch up with the training later!”\n\nMe: “You think that’s enough?! I had to smell your nasty dragon breath—mental damage times two, buddy!”\n\nDragon King: “What do you want from me?!”\n\nMe: “From now on, we’re like immortals sharing a single health bar. All the damage? You take it!”\n\nDragon King: “Damn it! You lunatic! Why does my ten-thousand-war-chariots-level HP bar feel so short now?! Guess it’s time to get a job…”",
    "image": "https://uploads.mangadex.org/covers/80dd1fc9-bcb6-41ea-8a9a-29e6291fece3/54d1cc4f-30bf-43bd-83f1-35fa9ddde9c4.png",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 176",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "Marriage Situation",
    "chapter": "Chapter 71.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kim Yooyoung is sick of playing the nice, boring lawyer and daughter. So when her overbearing mother books her a hotel room the night before an arranged blind date, she steps out of character and spends the night with a seductive stranger from the hotel bar. Only this stranger turns out to be none other than Cha Jihoon, her blind date and the hotel's high-class owner! Yooyoung will do anything to keep their \"bad deed\" a secret... but can she really marry her first one-night stand?",
    "image": "https://uploads.mangadex.org/covers/947d63ff-4e09-4ef6-9412-dd8a15d626fc/7ea21787-0809-406b-bfb8-494d8db8c972.jpg",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Hello! Veterinarian!",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Manhwa",
      "Shounen",
      "Supernatural"
    ],
    "summary": "**Original Webtoon:**\n[KakaoPage](https://page.kakao.com/content/62711843), [Daum](https://webtoon.kakao.com/content/%EC%88%98%EC%9D%98%EC%82%AC%EB%8B%98-%EC%95%88%EB%85%95%ED%95%98%EC%84%B8%EC%9A%94/3732)",
    "image": "https://uploads.mangadex.org/covers/a53b32db-cfd0-42aa-83b4-69ddb13983d6/43e1bdb3-eb51-4871-9431-20a5df64c5fd.jpg",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "Mood Disorder",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "[From the Same Studio as the Manhua \"Girl and Science\"]\n\nEverybody is crazy except me. But is it a misfortune to be sane in a crazy world?",
    "image": "https://uploads.mangadex.org/covers/ca3d0721-ba6e-45b2-8887-86b2bb0e0ea4/b16bfc2d-a1f0-4e7b-a04b-9d2874c8d815.jpg",
    "moods": []
  },
  {
    "title": "Even though you know it’s crazy",
    "chapter": "Chapter 65",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "S-Class Butler",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Butler Kim is the raid leader of the VR game Metariaand in real life the guardian of two cats. One day, a mysterious boss forces him into the unwanted Butler class, where he must serve monsters and do menial chores.\n\nJust as he begins adjusting to this strange new role, an unbelievable truth is revealed:\n\n\"A cat… logged into the game?!\"\n\nHis beloved pet Peechu has entered Metaria.\n\nBut Peechu is not just Peechu. The \"Master\" who reclassified Butler Kim and has been giving him orders is actually Kalinas, the Incarnation of Darkness, now trapped inside the cat’s body.\n\nWith the world’s balance at stake, Butler Kim is tasked with carrying out Kalinas’s dark mission. Yet instead of worrying about the will of darkness, is he simply happy to adventure through a fantasy world with Peechu?",
    "image": "https://uploads.mangadex.org/covers/b7348415-9458-4715-bc0a-8630bf0c2de3/8d14fd84-4eb3-42d0-8ff5-8bf8d95ce325.png",
    "moods": []
  },
  {
    "title": "Why Do You Love Me When I Refuse Your Request?",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shuelina has only ever wanted to be loved as she grew up in an orphanage.\nBut after her birth father rejected her in a previous life, she tries to find a family who will accept her in this one.\nLuckily, Archduke Bylot and his sons fall for her indomitable spirit, and they shower her with the love she has longed for.\nBut once they find out she's the long-lost imperial princess, can she be a part of their family?\nOr will she have to go back to the people who sent her away in the first place?\n\n(Source: Tapas)\n\n___\nAlternative Raw: [Daum](https://webtoon.kakao.com/content/-/4185)\nOfficial JP translation: [Piccoma](https://jp.piccoma.com/web/product/173647)",
    "image": "https://uploads.mangadex.org/covers/45501a89-963a-4690-9df1-0f340b0e09a7/d63ca5d2-9a5c-47f0-950c-cd0ce1bbb753.jpg",
    "moods": []
  },
  {
    "title": "I Became the Contract Daughter of the soon-to-be-ruined Family",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?",
    "image": "https://uploads.mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/f021a48f-611f-4f6e-ac38-0f380a92f9df.jpg",
    "moods": []
  },
  {
    "title": "The Genius Who Sees Through the World",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "As a child, Shin Woo-jin was kidnapped and locked away in a warehouse, forced to live as a slave. But against all odds, he was rescued and finally stepped into the outside world. Though free, Woo-jin wasn’t like other children. He had an extraordinary gift—the ability to read people. By observing the smallest facial expressions and unconscious gestures, he could see through their thoughts, emotions, and intentions with near-perfect accuracy. Like a profiler, like a modern-day Sherlock, Woo-jin learned to navigate the world, one observation at a time. But for someone who sees too much, living an ordinary life is the hardest thing of all. All he ever wanted was a peaceful, simple life. But the world had other plans. “As I thought… living a normal life is far too difficult.”",
    "image": "https://uploads.mangadex.org/covers/7a284748-b36e-4ef4-8fab-2802a944276b/37c445ef-2752-46f0-abff-6107d41eb81f.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 188",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Wicked Little Girl",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Predatory Marriage",
    "chapter": "Chapter 76",
    "genre": [
      "Adaptation",
      "Bloody",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
    "image": "https://uploads.mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 32",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "When the Black Wolf Calls Me",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\"",
    "image": "https://uploads.mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 193",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 145",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "Merry Marbling",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "When he was young, Lee-ahn found and returned a large bag of money and garnered fame as a \"Christmas Angel.\" Since then, Lee-ahn has been very conscious of how others perceive him. Yugeon, who has just moved into Lee-ahn's building, could care less about the gazes of people around him. He acts out at school and even ditches classes. When she learns of Yugeon's arrival, Lee-ahn's mother hopes that he will take care of the outsider for the sake of his reputation. Reluctantly, Lee-ahn obeys his mother. However, Yugeon realizes that Lee-ahn used him for his own image. When Yugeon threatens to tell Lee-ahn's schoolmates about it, Lee-ahn gets defensive... \"I don't care if you tell them. Just know, whatever happens next is not my responsibility.\" I was just going to end things with no regrets... Just wait! Do whatever you want!! Like a beautiful marbling that doesn't mix with water, these two create a beautiful dissonance.",
    "image": "https://uploads.mangadex.org/covers/bad92115-4108-4de1-a2af-6db815230c80/1191defb-53b6-4707-9bb5-2bb37dbf170f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’s Servant",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I transmigrated into an explicit 19+ novel as the villain. And it happened to be at the moment when I was about to take over the Emperor on the bed. Until then, I thought I had died without moving a muscle. Enoch Philip de Harte was a tyrant who hated any contact with others. But he insists that I am the cure to melt the ice in his heart and follows me around…",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 51",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "I will temporarily protect the male lead",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)",
    "image": "https://uploads.mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 166",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "After Improperly Licking a Dog, I Became a Billionaire",
    "chapter": "Chapter 230",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Once a typical simp, Lin Xin’s life takes a drastic turn when he’s dumped and inherits a divine financial system—starting him off with a whopping trillion yuan! But there’s a twist: he can only spend this fortune on women. Stuck with this bizarre stipulation, Lin Xin is forced to navigate an unconventional and thrilling path to wealth and power, transforming from a mere simp to a legendary tycoon.",
    "image": "https://uploads.mangadex.org/covers/6db4556a-593a-4532-a8b5-de92e3fcdb98/6078a821-aa51-430d-aacf-e602200679a8.jpg",
    "moods": []
  },
  {
    "title": "13th Prince",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "The strongest female assassin from a special assassination force met her death one day on a mission. To her surprise, she woke up in the body of a 13 year old girl, Mu Rong Liu Yue. Through Liu Yue's past memories, she found out that she was bullied due to the huge birthmark on her face, even though she came from a renowned family.  \n  \nLLS: The hiatus that the author took has been almost a year already… 100% its done. Sorry guys",
    "image": "https://uploads.mangadex.org/covers/6a0b7e58-b3ea-4488-8440-74bc6092bb68/366c5784-9391-47c8-bccf-e06dba84f0a5.jpg",
    "moods": []
  },
  {
    "title": "Emperor of Solo Play",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Betrayed by his guild and defeated by a top player, Hyrkan loses everything. Before he can get revenge, a fatal accident ends his life — only for him to wake up years in the past, back at the start of Warlord. \n\nNow, with his memories intact, he’s determined to rise to the top alone. But in a game where power means everything, can he truly survive without any allies? \n\nThe Emperor of Solo Play is back, and this time, he’s playing by his own rules.",
    "image": "https://uploads.mangadex.org/covers/acffbf6c-b3c8-49fd-afd7-14ebc9586bd8/e3f80e9f-757e-4bc5-b531-d2652e9e3522.jpg",
    "moods": []
  },
  {
    "title": "Zombie Dad",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A world overrun by zombies, and 100 chances for Ryu Min-Seok to save his daughter. But just when he's about to fail for the 100th time, he comes back to life?! \n\nThe zombie apocalypse survival story of a father who awakens as a zombie to protect his daughter!",
    "image": "https://uploads.mangadex.org/covers/f5f22716-ecee-426b-8e3f-51f9162bb14b/76af2c3b-ccaf-4dd4-8f2a-edd7c0ea2ad7.jpg",
    "moods": []
  },
  {
    "title": "Red Shirt",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The legend of the killer company, Cha Si-hyuk. He decides to retire after meeting the woman he loves, but the company has no intention of letting him go easily. Eventually, everything starts to be taken away from him, and Cha Si-hyuk takes up the sword again. Revenge begins, and the war with the huge organization ‘Neville’ becomes unavoidable… What will be left at the end of the sword of revenge?",
    "image": "https://uploads.mangadex.org/covers/a538729e-2320-4c41-b324-33983267de72/18dae44c-3aee-4a97-a761-da3a99c4613b.jpg",
    "moods": []
  },
  {
    "title": "The Arrogant Man’s Secretary",
    "chapter": "Chapter 6",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Da-young Yoon is an elite in the secretarial world, has a smart job, and has a beautiful appearance. Perfection at work, with a thorough separation between public and private lives... Perfect in every aspect, she is forced to change her job due to her boss's scandal. That night. On the way home after part-time work, Da-yong, who is in trouble due to a drunken person, meets a man and who helps her. But that's not all, there are unexpected hugs, nosebleeds, and even kisses! \n\n\"Thank you, Boeun.\" \n\"Yeah?\" \n\"Lips, nosebleeds, lifesavers. Isn't it something that can't be overlooked?\" \n\nDayoung hands her flyer to a man who insists on her reward, saying it is her own business card, and she runs away. The man is her new boss, the president of the Koryo Hotel. Without even dreaming that it was Kang Do Hoon. \n\n\"Ah~ Was this the place you moved to? Not a knight\"... Ruined. Is the dismissal confirmed from the first day? A sweet and bloody male romance between Da-young Yoon, and Kang Do-hoon, an arrogant man!",
    "image": "https://uploads.mangadex.org/covers/5dcb6deb-81f4-4d83-a8ab-19f03f838cde/959e2e75-0ca3-4b05-a6fd-616cb83266f1.jpg",
    "moods": []
  },
  {
    "title": "Steal the Child of the Terminally Ill",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Are you going to leave your child with a terminally ill mother?”The future that the magic mirror, a relic from my parents, showed me was horrifying. A future where I would be a terminally ill mother and my husband’s mistress would demand that I leave my child behind. We’re not even married yet, so maybe we can avoid that unhappy future. You, who resemble the cold snowy fields of the north, cannot hold me. So why are your eyes so hot as you look at me as we speak of parting?”When the old duke dies, we will part ways.””If we don’t have kids, we’ll be fine, right? So don’t even think about divorce. Just stay by my side.”I felt the warmth of your lips on mine as you carefully moved closer. But the deep kiss was just the beginning of a long night ahead.",
    "image": "https://uploads.mangadex.org/covers/338a385a-f245-45a9-a5bc-0f89ffe21c47/81245db3-e338-4477-be02-c1b69121f358.jpg",
    "moods": []
  },
  {
    "title": "Not Just the Two of Us",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "The same part-time job, the same surname, the same family environment - other than that, Satou Yuna and Satou Ema have absolutely nothing in common. But due to a strange twist of fate they end up sharing an apartment... Sometimes they fight, but maybe it's because they're total opposites that they can be together. A new-generation of girls story about young women who live flexibly and resiliently!",
    "image": "https://uploads.mangadex.org/covers/9fafe51f-375f-4b6f-a555-641f51e9c773/85aca5f0-7610-47eb-952c-eacb8a2ed1cb.png",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "Disaster Is Always Nearby",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Everything seems perfect in Dami Yun's life. Her career prospects look bright, and her childhood crush Ho-won even moved back to Korea to confess to her. But her world turns upside down when an anonymous letter leads her to a mysterious house, where she ends up trapped for three hours… except in the outside world, a decade has passed and Dami has been declared dead! Can Jaenan, the mysterious, surly god and owner of the home, help her navigate this chaos? Why does disaster strike wherever she goes? And why is this unhelpful god having prophetic dreams about them being together?!",
    "image": "https://uploads.mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 24",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kisa’s world shatters when she hears her fiancé Daniel has another woman. She confronts him, expecting denial but Daniel doesn’t just lie; he mocks her, calling her stupid. Betrayed and trapped by her father’s refusal to let her break the engagement, Kisa’s fate feels sealed until Seyodd, the new duke and her late brother’s replacement, steps into her life. A secret contract marriage with him becomes her only escape. Just when she thinks she’s found freedom, a chilling letter from Daniel warns her about Seyodd’s dangerous secret. What darkness is Seyodd hiding beneath his noble mask?",
    "image": "https://uploads.mangadex.org/covers/b1a31efd-3610-4493-ad9f-239bf47fe6a7/38b5db6d-dee5-4235-9c31-2485ccbd04c7.jpg",
    "moods": []
  },
  {
    "title": "You are pretty",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This is the typical protagonist setting so my cheats should be coming, right! Unexpectedly, that night, my fiancée suddenly took back her words: I won’t annul this marriage! I want us to live and sleep together! I’ll also take care of all our living expenses! Okay, let’s do it, I have nothing to lose anyway. After one night… Eh, there’s something a bit wrong with my fiancée?",
    "image": "https://uploads.mangadex.org/covers/3dfd9946-c3ed-4e30-83f2-ea050297e2ac/ac78e322-a5c0-449a-ba1b-3791e8f59a26.jpg",
    "moods": []
  },
  {
    "title": "I’m a Villainess Devoted to My Favorite Character, So What?",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]