[
  {
    "title": "No Exit",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover.",
    "image": "https://uploads.mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 112",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Collection of short stories:  \n  \n1) Crescendo  \nKazune, Yuzuru and Yanna loved the band \"Crescent\" and were inseperable. Then Yanna reveals she loves Yuzuru and Kazune cheers her on. Kazune discovers her family is moving away. And Yuzuru calls Kazune to ask if she'd like to go with him to a \"Crescent\" concert…  \n  \n2) Mousou Reijou  \nNene has inhired a special gift to turn the \"beautiful\" scenes in her head into reality. Only the one she loves with all her heart can help her control it. One day she gets dropped in front of Tatsumis house, the boy she loves. He has to take care of her from now on…  \n  \n3) Kokoro Prism  \nHaircut, makeup and contact lenses. The new me. Nahi uses her day off from cram school to go to the beach as a different person. Her classmates don't recognize her. Beach bums try to pick her up. She's saved by a mysterious boy named Yoh who says, \"Don't I know you from somewhere…?\"  \n  \n4) Link - Kimi no Tenohira  \nMiyuu was devastated when she saw her boyfriend kiss another girl. When she slaps her hands against the mirror in her room, it changes scene and she's staring into the face of a strange boy…  \n  \n5) Synchronized Night  \nLike the other girls in her class Remu relies on her dreams to predict her future. Her latest dream predicts success in love–and classmate Mamoru blurts out he had the same dream! In eerie succession his dreams match hers. But then her dreams have her pursued by a dark figure. Is it Mamoru? Does he have the same dream?",
    "image": "https://uploads.mangadex.org/covers/1fc8ff4b-6c5c-4c0c-adf1-4ac7334c8874/ed4c86e2-8495-4596-82e3-688b3caf33fa.jpg",
    "moods": []
  },
  {
    "title": "I’ll Twist The Neck of a Sweet Dog",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Chloe Garnache is an alluring trap for the emperor. \n\nAfter living a life full of abuse at the hands of her family, Chloe is finally freed from her torture by the grand duke, Kairos Ludwig. \n\nHowever, her days of getting taken advantage of are far from over. The only reason Kairos took her in is because of her beauty, which he plans to use in order to lure and kill the emperor. Chloe willingly follows Kairos’ orders, having fallen for his kind and gentle gestures. Unfortunately, her feelings are never returned, and she is met with a pitiful death once her task is fulfilled. \n\nBut just when things seem to be over, Chloe awakens to find herself back before her life came spiraling down. And this time, she won’t be swayed by the sweet words of the devilish grand duke…",
    "image": "https://uploads.mangadex.org/covers/32e2ed27-2331-4323-94f8-92a3dd84c5f8/cc92927a-aac7-4ae9-90bb-765c6e47f1bf.jpg",
    "moods": []
  },
  {
    "title": "They Say i Was Born a King’s Daughter",
    "chapter": "Chapter 286",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After spending most of her youth fielding the attention of countless wealthy suitors, Suhee Kim finally finds true love with a steady boyfriend named Jinsu Han. But then tragedy strikes, and Suhee is murdered in cold blood.  \r\nTo Suhee's surprise, she is immediately reincarnated as a baby girl named Sanghee Kim, who just so happens to be a princess! Plus, she is fully conscious of her past life. There's just one problem: in this society, women are seen as totally inferior, even princesses. Appalled by the treatment of women, Sanghee is determined to change the kingdom's patriarchal ways. Will Sanghee be able to succeed, or will she be stuck living her second life being treated as a lowly woman?",
    "image": "https://uploads.mangadex.org/covers/0e711546-48be-4d95-90eb-c336cfc0ddce/cd0450e1-4a32-4855-8d66-b4cb36502210.png",
    "moods": []
  },
  {
    "title": "My Sister Picked Up the Male Lead",
    "chapter": "Chapter 122",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "My name is Amy. Reincarnating as the little sister of a character from a book I read in my previous life was great, but… On my 16th birthday, my older sister said she had something special prepared and picked up a guy in the forest?!?\n\n\"Picking up\" a \"guy\" was surprising enough, but that guy was actually the Mad Archduke (…and male lead) who was a child by day and adult by night because of a curse-like spell! He was \"Lennox Iberich.\"\n\n\"Who are you.\"\n\n\"I-I was the one who picked you up and brought you here!\"\n\nTo prevent the original plot line of my sister dying after picking up the male lead, I had no choice but to raise the death flag instead. But…\n\n\"Amy. I can only see you at night. There's no meaning to a night without you.\"\n\n…Huh? This… wasn't it a \"death\" flag, not a \"love\" flag…?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=55522808)\n[Official OST/PV](https://youtu.be/EXhLscID4A0)\n**Official Translations:**\n* English:  [Pocket Comics](https://www.pocketcomics.com/comic/7751), [Tappytoon](https://www.tappytoon.com/en/comics/my-sister-picked-up), [Tapas](https://tapas.io/series/my-sister-picked-up-the-male-lead/info), [Lezhin US](https://www.lezhinus.com/en/comic/sister_lead), [Lalatoon](https://global.lalatoon.com/en/webtoon/episode/toon/7004)\n*All platforms used the Copin Comics translation for the English, prior to them going defunct, as they were the one's licensing the series.*\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29417)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Kakakku-Memungut-Pemeran-Utama-Laki-laki/3425)\n* [Japanese / 日本語](https://piccoma.com/web/product/55005)",
    "image": "https://uploads.mangadex.org/covers/8484fa76-fb9e-494c-9aa0-9a48c582cea6/ee96e363-69e1-4218-9d55-aa90d111527f.jpg",
    "moods": []
  },
  {
    "title": "Messed Up Us",
    "chapter": "Chapter 11",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "My Dead Lover Returned as a Tyrant",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Necromancer’s Evolutionary Traits",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After clearing the game Peccata for the twelfth time, Kim Jinhwan finds himself inside its world as Adrias Cromwell, a weak and cowardly character who always ends up dead!\n\nWith six months left until he gets killed along with his master for practicing forbidden magic, Adrias starts training and gathering corpses to better his necromancy, determined to survive. \n\nBut will this long-time gamer's necromancy skills and pre-existing knowledge be enough to change the sequence of events?",
    "image": "https://uploads.mangadex.org/covers/0fe937a5-d40c-48d7-bce7-a51000843a5b/b6e5c61a-0fed-48f1-9798-d195ecd74cb8.jpg",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "The Nebula’s Civilization",
    "chapter": "Chapter 97",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Seong-un Choi is the top-ranked player in the game “Lost World,” being the only player to have completed all its achievements. However, his triumph is short-lived as a mysterious message transports him to the real “Lost World,” transforming him from a mere gamer to a contender for godhood. Amidst others vying for divinity, will Seong-un be able to achieve true godhood and reign supreme in this new realm?",
    "image": "https://uploads.mangadex.org/covers/c0d75ac6-04e6-413b-a494-42d0e7de7e99/4d76a21e-0e0a-4204-8c80-5d7af634d987.jpg",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "Domestication of Divine Beasts at the Beginning",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 48",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?",
    "image": "https://uploads.mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/88cadeeb-cc86-4093-b973-46b6b7cd4521.jpg",
    "moods": []
  },
  {
    "title": "Father, I Won’t Do Anything (Manhwa)",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "Jayna’s life is a parade of misfortunes: born to a dragon mother who dies early, bullied by other dragons throughout her childhood, disregarded by her human father, and murdered as a teenager. At least, according to the novel she’s been reborn in. At 10 years old, she’s given the chance to live with her father, the Master of the Magic Tower, Diamid. She’s aware her father and destiny will not be kind to her, so her only goal is to enjoy the small luxuries of life until she dies at 17. But will this life truly be the same tragedy?",
    "image": "https://uploads.mangadex.org/covers/760dd05d-1668-4603-9a87-16634b95494a/6c68788e-8850-4929-9107-2b224e5d4184.jpg",
    "moods": []
  },
  {
    "title": "Falling in Love Is Not as Good as the Boy Band, Crown",
    "chapter": "Chapter 57",
    "genre": [
      "Comedy",
      "Crime",
      "Drama",
      "Gyaru",
      "Harem",
      "Manhua",
      "Reverse harem",
      "Shoujo"
    ],
    "summary": "Yun Shang was reborn— before her debut with the little brothers, who are idols part of the popular band Crown, she found out she was reborn in the body of the “Vicious Female supporting actress” all the guys in Crown hated; Lu YoYo. The little cuties who believed they were helpless, pitiful, and weak, were big bosses who stabbed people's hearts. To change this tragic fate of herself and the idols, Lu YoYo, clutching into her deteriorating heart, raised her flag and decided to change the fate of these idols.",
    "image": "https://uploads.mangadex.org/covers/991e3647-97d0-45eb-938b-dc2003c40fc4/3f9568b9-8203-4a6f-a832-25a4ea860e6e.jpg",
    "moods": []
  },
  {
    "title": "The Tyrant’s Family Lasts Thanks To Her Inner Voice",
    "chapter": "Chapter 54",
    "genre": [
      "Manhua",
      "Romance"
    ],
    "summary": "After being struck to death by someone falling from the sky, Jiu Jiu found herself causing a commotion in the King of Hell’s palace. To resolve the chaos, the King of Hell allowed her to enter the world of a book, where she became a princess. However, she was no ordinary princess—she was confined to the cold palace. From the start, due to the heroine’s slander, her tyrant father decided to sentence her to death. Jiu Jiu was left speechless, thinking to herself: “No wonder the Xi Chu kingdom collapses 10 years later. With such an indiscriminate tyrant, the fact that it even lasts 10 years is a miracle.”",
    "image": "https://uploads.mangadex.org/covers/897129f4-04bb-4b9b-9b98-3ee1d59be7c3/d80004c8-a427-4df4-ae77-76f9c5039dff.jpg",
    "moods": []
  },
  {
    "title": "Shadow Princess",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/276decee-1efa-41b1-b87e-bc4950c1a66a/ff9e93da-4f6c-41f8-b077-a00a2e989b53.jpg",
    "moods": []
  },
  {
    "title": "Urek Mazino",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Before he became a legend, before the Tower trembled at his name—\n\nUrek Mazino was just another Regular, climbing the Tower for a purpose greater than power: To chase after the enigmatic being, Phantaminum.\n\nThis is the untold story of Urek’s early days— his trials, battles, and relentless spirit as a chosen Regular. Witness the rise of the man who would one day shake the very foundations of the Tower itself. The legend of Urek Mazino begins here.",
    "image": "https://uploads.mangadex.org/covers/57e1d491-1dc9-4854-83bf-7a9379566fb2/5ed269d1-63af-45f8-8d67-4e8aa1e1b520.jpg",
    "moods": []
  },
  {
    "title": "Love Blooms for the Vengeful Poison Princess at the Desert’s Edge",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After breaking up, I had relationship with my ex’s uncle-in-law",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Sylvia's past life had been marked by sacrifice and betrayal. To marry her boyfriend, she had taken the fall and served a prison sentence, only to have her boyfriend and her sister cruelly betray her upon her release. But just as Sylvia's life hung by a thread, an unexpected chance at redemption arose. She was saved from the brink by Tristan, her ex's uncle, who saw an opportunity to help Sylvia be reborn into a new life.\n\n**Original Webtoon:**\n- [AC.QQ](https://ac.qq.com/Comic/ComicInfo/id/654708)\n- [BiliBili](https://manga.bilibili.com/detail/mc33928)\n- [Kuaikan](https://www.kuaikanmanhua.com/web/topic/20450)\n- [IQIYI](https://www.iqiyi.com/manhua/detail_ksftfmkcdx.html)\n\n**Official Translations (English):**\n- [Webcomics](https://www.webcomicsapp.com/comic/Live-Happily-Ever-After-With-My-Ex-s-Uncle/66baf9d28c252b5a9f16bda0)\n- [Tapas](https://tapas.io/series/live-happily-ever-after-with-my-exs-uncle/info)\n- [Pocket Comics](https://www.pocketcomics.com/comic/11530?languageCode=en)\n- [Webnovel](https://www.webnovel.com/comic/live-happily-ever-after-with-my-ex's-uncle_30624801600191901)\n- [Renta](https://www.ebookrenta.com/renta/sc/frm/item/148297)\n\n[**Official Translations (Japanese)**](https://manga.line.me/product/periodic?id=Z0003324)",
    "image": "https://uploads.mangadex.org/covers/3c895000-23e4-48ef-873d-f13fdb6bb9ec/4c627c5d-9116-4c51-aa2f-25a638fcc946.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "The Things Melvin Left Behind for Them",
    "chapter": "Chapter 93",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"This is a perfunctory marriage we are carrying out for the sake of protecting you and helping your efforts for revenge.\"\nCheryl, the beloved lady of Neus Castle.\nOne night, her uncle rebels, killing her older brother. She, too, was in danger of being killed. Just as she was about to give up in her last moments, someone comes to save her.\n\"If they want to kill my fiancee, then Neus Castle must be prepared for war.\"\nThe Lord of Blaire Castle, Felix, who saves her in the face of a fake engagement. Thus, she begins an unfamiliar married life with the one she had only ever known as her brother's friend.",
    "image": "https://uploads.mangadex.org/covers/d379a920-8576-49e5-ba92-c48d466d73e7/948aafcf-6ac6-4ab8-8af1-1c6e182b3d0b.png",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 97",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "In This Life, I Will Survive Until the End",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "The Hunter Lives In A rented Apartment",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ten years ago, on the day of the first Great Rift, Jiho lost her father, who was a brave firefighter. Ever since, she has dedicated himself to becoming a Hunter, training constantly for the Hunter Association Exam. One day, in the midst of her training, a sudden rift outbreak engulfs her—and Jiho's life turned upside down.",
    "image": "https://uploads.mangadex.org/covers/234a05d5-eba1-4dff-900b-1e8828bcd572/48f1dde7-269f-43e1-9abc-dcd80f903ef8.jpg",
    "moods": []
  },
  {
    "title": "Youth Diary",
    "chapter": "Chapter 18",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\"",
    "image": "https://uploads.mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "moods": []
  },
  {
    "title": "The Worst Villain",
    "chapter": "Chapter 58",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
    "image": "https://uploads.mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/750e10f5-8bf3-4382-9211-7b0a5f36fadd.jpg",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "The Wicked Ladies in Waiting",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”",
    "image": "https://uploads.mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "moods": []
  },
  {
    "title": "In an Attempt to Get Revenge, I Seduced My Husband",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Women are such a pain. It’s easier to hang out with other guys.”\n\nOur protagonist, a misogynistic high schooler, was run over by a middle-aged woman who wasn’t paying attention to the road while he was on his way to school one morning.\n\nWhen he regained consciousness, he finds himself in an unfamiliar world where he has been reincarnated as Hawk Gold, a woman-loving, obese child of a wealthy family with no morals whatsoever perhaps due to his spoiled upbringing.\n\nHe began keeping his distance from the women who flock to him for money and power, including his beautiful maid, younger sister, and fiancée in this second life he was suddenly forced to live.\n\nBeing born in the ’00s, little did he know that the world he lives in is actually part of “Elements Eleven,” a classic bishoujo game released in the ’90s, and his character was supposed to sabotage them.\n> (novelupdates)",
    "image": "https://uploads.mangadex.org/covers/ee7ad280-d3c2-496c-9a0f-2d4e9cd96c36/616b9322-2cb7-46e3-a8fe-92d24e3c709c.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Just Wants to Live in Peace!",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
    "image": "https://uploads.mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/e795d12c-14f9-4828-aff3-1064ea6b8276.jpg",
    "moods": []
  },
  {
    "title": "The Mafia Nanny",
    "chapter": "Chapter 79",
    "genre": [
      "Romance"
    ],
    "summary": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?",
    "image": "https://uploads.mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/af30655c-6696-4b2c-a361-461d653749b2.png",
    "moods": []
  },
  {
    "title": "Erase",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Erased dj \nThe story takes place after the final episode of Erased anime. Yashiro has been released from prison and is now living with Satoru.",
    "image": "https://uploads.mangadex.org/covers/05f12e6c-f37a-4731-915d-54494689d024/c827d7c8-5af8-4ccf-b6fc-9366629d6bbd.png",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 60",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 20",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Desire to Keep Me [Official]",
    "chapter": "Chapter 16",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Should Not",
    "chapter": "Chapter 16",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Romance-super-fan Rei-chan is ready for her first boyfriend and she knows just who it'll be: the most handsome boy in school, Hansum Ochinchin. But her plans for the perfect love story are derailed when the most popular girl in class declares herself a rival....for Rei's heart?! This is the year her not so shoujo love story begins!",
    "image": "https://uploads.mangadex.org/covers/2316b2d9-d474-4bdf-8b0d-ac2f42885b2e/3f0b6890-6c4b-4cf4-b25b-31a49a11e1f3.jpg",
    "moods": []
  },
  {
    "title": "Monster costume room",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]