[
  {
    "title": "Dark History Is Going Backwards",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Spring Scent of the Sea",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "A collection of 9 masterpiece oneshots from 2001 to 2015. The pinnacle of heart-wrenching comic expression.\n\n**Chapters:**\n1-2. A Pantystocking World / The Pantyhose-like Sky (Pantystocking no You na Sora, パンティストッキングのような空) - Published in Young Jump 2003 Issues 27 & 28.\n\n>At the beginning of the 21st century, high school students Mikami and Hiroshi are both longing for a similar ideal: An ordinary, happy life and Taepodong's attack!\n\n>Twelve years later - in the Hateful and Politically driven contemporary Japan - Mikami and Hiroshi, who have now become old men, realize they can simply grab the ordinary and happy life they once hoped for in their youth!\n\n​3. Teaser Trailer for a Modern Day Famine / Heisei Great Famine Trailer (Heisei no Daikikin Yokokuhen, 平成の大飢饉予告編) - Newly drawn.\n\n​4. Classroom Chaos / Classroom Collapse (Gakkyuu Houkai, 学級崩壊) - Published in Young Jump 2001 Special Issue Mankaku Vol. 22.\n\n​5. Scenes of Watanabe / Scenery With Watanabe-kun (Watanabe-kun no Iru Fuukei, 渡辺くんのいる風景) - Published in Young Jump 2001 Special Issue Mankaku Vol. 26.\n\n​6. A Summer Day With No End In Sight (Itsu Hateru tomo Shirenu Natsu no Hi, いつ果てるとも知れぬ夏の日) - Published in Young Jump 2002 Issue 39. ([niconico Manga](https://manga.nicovideo.jp/comic/28904))\n\n​7. Future Century Shibuya (Mirai Seiki Shibuuya, 未来世紀シブーヤ) - Published as “In Search of Lost Time” (Ushinawareta Toki o Motomete, 失われた時を求めて) in Business Jump 2004 Special Issue BJ Tamashii Yuhi Special Issue No. 20.\n\n​8. Mendel (メンデル) - Published in Quick Japan 2006 Vol. 68.\n\n9-10. Early Morning (Asa Madaki, 朝まだき) - Published in Young Sunday 2007 Special Issue Summer Issue.\n\n11-12. The Sole Ones (Yuiitsusha-tachi, 唯一者たち) - Published in Monthly! Spirits 2014 5/1 Issue.\n___\n**Additional Links:**\n2-Volume Release: [Amazon](https://www.amazon.co.jp/dp/B074CJYMWL)",
    "image": "https://uploads.mangadex.org/covers/1cc16d03-3b59-4e5a-b29e-0e31cb99c9da/d906cfd1-ea0c-4991-96a4-59d6d0efef9c.jpg",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "If the Flame Swallows Me",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "What’s With the Three Kingdoms-Obsessed Male Lead?",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Loner Girl Who Holds the Heirs’ Fate",
    "chapter": "Chapter 13",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance",
      "School Life",
      "Yaoi(BL)"
    ],
    "summary": "Nanako Fujiwara, a socially isolated high school girl, remains an outcast even after transferring schools—until one day, her life takes a dramatic turn!\n\nShe’s unexpectedly tasked with a crucial mission: selecting the next heir of a powerful conglomerate (zaibatsu). To \"accurately evaluate the candidates’ leadership qualities,\" she must live with four dazzlingly handsome brothers competing for the title:\n\nYamato Mitsurugi (Eldest):\n\nFlawless Student Council President\n\nVibe: \"Excellence isn’t my goal—it’s my default.\"\n\nShizumaru Tenhou (Second):\n\nUndefeated Street Fighter\n\nVibe: \"Try saying no. I’ll make you regret it.\"\n\nHikaru Sennen-zaka (Third):\n\nIllegally Adorable Mascot\n\nVibe: \"Nee-chan, let’s bake cookies!\" (…Why is his stock portfolio outperforming Wall Street?)\n\nUkyou Sumeragi (Youngest):\n\nMysterious Beauty Incarnate\n\nVibe: \"You keep staring… Do I haunt your dreams?\"\n\nThe Catch: Each brother deploys every tactic imaginable—from sweet persuasion to corporate sabotage—to win Nanako’s favor.",
    "image": "https://uploads.mangadex.org/covers/1aa95c61-8fbe-4de7-9d22-ccb721541fca/aca76868-631d-4fb2-86d8-885b77164d23.png",
    "moods": []
  },
  {
    "title": "I Work Nine To Five In The Immortal Cultivation World",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Hua Qingyuan, died suddenly due to being overly exhausted from working the ‘996’ schedule. However, he found himself transported to a fantasy world and became a disciple of the Qingyun Sword Sect. Determined not to repeat the mistakes of his past life, he resolved to work only 8 hours a day and not to spend even a half a minute practicing cultivation. He became an anomaly in the entire Qingyun Sword Sect, lazily lying under a tree while others practiced day and night. He enjoyed his life after work, while others worked tirelessly on their swordsmanship. Nevertheless, his almost abnormal talent in swordsmanship made him a formidable presence. In the face of requests from his master, fellow disciples, and the sect leader, as well as sudden attacks from the demonic sect and challenges from other young talents, he remained resolute: do not bother me until it’s time to work!",
    "image": "https://uploads.mangadex.org/covers/e7f57408-b69e-4281-b180-dc02330f3694/8ce38850-65dd-430d-9a1e-557ac7fa3167.jpg",
    "moods": []
  },
  {
    "title": "Legendary Doctor Princess Has the Crow’s Beak",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "The Awakened One Who Levels in Reverse",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where everyone receives a skill upon reaching level 50, Shun was given the \"Level Down\" skill.\n\nThe more he fights, the more his level decreases, a worthless skill in the eyes of everyone.\n\nHaving trained tirelessly up until that point, he finds himself getting weaker by the second.\n\nEventually, he is almost killed by a low-level monster, but when he defeated it with all his strength, he finds his level has dropped into the negatives.\n\nShun, confused, obtained the power of \"the other side of the world.\"\n\nIn this world, levels itself are a curse. Shun, freed from this curse, gains access to abilities that defy this world's rules!",
    "image": "https://uploads.mangadex.org/covers/8fcbe54d-25ca-48d3-8fc5-775e204b80e5/129ebe4e-7eec-4406-afa1-fa623fadf7a4.png",
    "moods": []
  },
  {
    "title": "Tell Me Your Favorite!",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance",
      "Time travel"
    ],
    "summary": "\"Will this love lead to happiness or despair?\"\nToruka is in a relationship with Iori, an ideal high-spec boyfriend who is the envy of everyone, and she is enjoying smooth sailing in both her private and public life.\nOne year into their relationship, she receives a marriage proposal from Iori, who asks her to stay by his side for the rest of their lives.\nShe is elated, but then she discovers that someone is stalking her.\nShe enlists the help of her childhood friend Jin to find the culprit, but ......?\n24-hour surveillance, eavesdropping, tailing...the yandere boy's warped love and obsession run amok never ceases in this dicey romance...!",
    "image": "https://uploads.mangadex.org/covers/d3ab6b2a-75de-4379-bdbf-850a21255097/637a29a3-c7cb-4a62-a941-a109e9d130d6.jpg",
    "moods": []
  },
  {
    "title": "Manager Kim",
    "chapter": "Chapter 200",
    "genre": [
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
    "image": "https://uploads.mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "moods": []
  },
  {
    "title": "I Made a Contract With a Dragon to Get Revenge on My Mother",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Thelma and Louise were born as twin daughters of the famous Preteria family.\nAmong them, Thelma lived her whole life pretending to be a man, as her mother instructed. Even the sadness of her twin sister, Louise, who is neglected by her, is ultimately for our benefit. He also endured the position of marquis, which was not appropriate for his age... “Why don’t you just kill us when we were born and replace us with another boy?”\n\nWe learn that her mother, Gina, is planning to get rid of Thelma and establish her real man, the Marquis, through her sister's arranged marriage.\nJust in time, a dragon, a being from the past, appeared before the twins who were cornered as a salvation. “Make a contract with me.”\n\nYou cannot make a contract with a dragon that was recorded as an enemy of the empire. but.... “Preteria. If you make a contract with me, I will kill your mother.” What is the intention of this dragon who makes an offer that is difficult to refuse?",
    "image": "https://uploads.mangadex.org/covers/04784b61-82d8-49e5-9cf1-509b4f59ed18/0b49892b-de60-4f22-93b3-2d0abda83a41.jpg",
    "moods": []
  },
  {
    "title": "Protect the Fake Saint!",
    "chapter": "Chapter 4",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/b902c1d8-580c-4a03-877a-e96c34673891/c60c760c-28a9-45e2-9ab1-a2c3a54c2e51.jpg",
    "moods": []
  },
  {
    "title": "Full-Time Awakening",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "As the captain of the Divine Legion and the strongest Awakener, Bai Yi is betrayed by a comrade, witnessing all his teammates die before his eyes. Only then does he realize he has always been a pawn of those in power. Having lost everything, he is reborn 20 years ago, back to his middle school days before awakening.\n\nAt that time, his family and teammates are still alive. To save them, to avenge the betrayer, and to overthrow the entire corrupt ruling system, he embarks on a lonely path of strength.",
    "image": "https://uploads.mangadex.org/covers/6fc3bb28-6c67-4345-8088-ec3c856e9b36/0f62281d-d3c1-49b8-96e7-adf6eb80c5b1.png",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "Monochrome Rumor",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Shounen Ai",
      "Supernatural"
    ],
    "summary": "After being involved in a car accident together, Hajin is asked by Sihyeon to take care of Sihyeon's younger sister after his death. Hajin never expected that to mean he would wake up in the hospital in Sihyeon's body instead of his own. Even worse, Sihyeon was an infamous idol who would do anything for money, had multiple sponsors, and was apparently about to abandon the boy band he was a part of to sign a new contract with a larger agency. At first, Hajin believes the public’s negative opinion about Sihyeon, but the more he learns about Sihyeon’s miserable circumstances, the more enraged he becomes. Determined to get revenge in Sihyeon’s stead, Hajin decides to reach out to an old acquaintance for help. However, the deeper he goes into his revenge plot, the more people he becomes entangled with...",
    "image": "https://uploads.mangadex.org/covers/f88bba6b-01bf-47a3-b83f-62e9d216dd2e/308145be-039a-4048-b5dc-9d5e82f38eaf.png",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "Summer Love Crush",
    "chapter": "Chapter 4",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A special mini-edition of Yuri Hime magazine with extremely short manga by Yurihime authors. This book was a special send-away item and is not available in stores.  \n  \n**Sayuri-hime 1**  \n||  \n► **Traces of Snow**, by Takahashi Mako  \nThe protagonist goes to visit an old friend.  \n► **A Devil's Sweet Snare**, by Hakamada Mera  \nA very short story about sweetness.  \n► **Another Flower Blooms**, by Fujieda Miyabi  \nA very short extra story set in the [The Miko's Words and the Witch's Incantations](https://mangadex.org/manga/5623).  \n► **The Mystery of the Yuri Cage**, by Chi-Ran  \nA mini-sequel to [The Yuri Cage](https://mangadex.org/manga/7059). It's about the main character's cousin, who happens to be in love with her.  \n► **[First Love Sisters](https://mangadex.org/manga/7081) extra**, by Shinonome Mizuo  \nWe learn more about Teshigawara Chiori.  \n► **[Nanami and Misuzu](https://mangadex.org/manga/7083) extra**, by Minakata Sunao  \nNanami returns to the school one night for something she forgot.  \n||  \n  \n**Sayuri-hime 2**  \n||  \n► **Dream Trip**, by Chi-Ran  \nA mini-sequel to [Dream Drops](https://mangadex.org/manga/7059).  \n► **[Honey Crush](https://mangadex.org/manga/6195) extra**, by Tsubaki Asu  \nMitsu is over at Kyouko's place.  \n► **[President and Vice-President](https://mangadex.org/manga/23610) extra**, by Hakamada Mera  \nThe president dreams about getting a massage from the vice president.  \n► **Midsummer Lovers**, by Morishima Akiko  \nA short but sweet story about a woman visiting her first love.  \n► **Summer Window Chatting at Night**, by Kazuma Kowo  \nNanao finds something of Matsumoto's. (This short is part of [Junsui Adolescence](https://mangadex.org/manga/5762) series.)  \n► **Apple Day Dream extra**, by Jounouchi Nene  \nAbout tests of courage.  \n► **Sweetly Reeling**, by Seiro Yuzuha  \nA girl finds out why her classmate always wears long sleeves to school.  \n► **[Nanami](https://mangadex.org/manga/7083) and Misuzu extra**, by Minakata Sunao  \nThe Sayuri-hime 2 installment of Nanami and Misuzu is about summer.  \n► **Instant Summer**, by Natsuneko  \nExtra of [Butterfly 69](https://mangadex.org/manga/5791), Maria tries to turn the tables on Ageha.  \n► **Magical Chocolate**, by Otsu Hiyori  \nA girl gives her friend a piece of magical chocolate. Included in [Orange Yellow](https://mangadex.org/manga/7588).  \n||  \n  \n**Sayuri-hime 3**  \n||  \n► **Another Sweet Field**, by Nanzaki Iku  \nAbout the characters from Sweet Little Devil and Heart and Soul. Sayo wants to be Ritsuko's bride when they grow up.  \n► **Quilt Queen extra**, by Natsuneko  \nExtra for [Quilt Queen](https://mangadex.org/manga/5791), the couple attends a friend's wedding.  \n► **Apple Day Dream extra 2, by Jounouchi Nene  \nAbout summer.  \n► **Summer Nude**, by Kazuma Kowo  \nAbi wants to go to the pool but Kiiko is reluctant. (Part of [Junsui Adolescence](https://mangadex.org/manga/5762) series.)  \n► **Melting**, by Yotsuhara Furiko  \nAn extra to [Sleeping Beauty's Dream](https://mangadex.org/manga/8599). Tsukasa and Akira are sent to get snacks for the rest of the student council.  \n► **Bashful Little Hime-chan's Summer**, by Mizuki Maya  \nExtra to Bashful Little Hime-chan in Yuri Pop.  \n► **The Flower Garden Legend**, by Hakamada Mera  \nAbout a school legend.  \n► **Mark**, by Chi-Ran  \nA girl's wish for love.  \n► **Sawashiro Hinako's Future**, by Yaya Hanatsu  \nIt focuses on a minor character in Our Future.**||  \n  \n**Sayuri-hime 4**  \n||  \n► First Impression, by Nanzaki Iku  \nA transfer student discovers she has something in common with the girl seated behind her.  \n► Soft-Boiled Fujoshi ~Before Winter Comiket~, by Morishima Akiko  \nChie is working on a doujinshi on Christmas Eve.  \n► Beautiful Pain extra, by Natsuneko  \nThis short focuses on the girls' mother. (Part of Butterfly 69)  \n► Mental Age Limits, by Kazuma Kowo  \n\"Mental Age Limits\" is a one-page short from Kazuma Kowo's Pure Water Adolescence series.  \n► **Sharing Heat**, by Yotsuhara Furiko  \nA short extra to [A Violet at Zero Degrees Kelvin](https://mangadex.org/manga/27127). Harunobu wants Takashi to warm her up.  \n► Yuru Yuri extra, by Namori  \nYuru Yuri in 4-koma mode.  \n||  \n  \n**Sayuri-hime 5**  \n||  \n► Honnou-ji no Hen, by Natsuneko  \nA short teacher-student story. (Part of Butterfly 69)  \n► My My Girl, by Sawa Nanao  \n► Tag, by Tanimura Marika  \n► The Love Jellyfish -Sting-, by Sukoyaka  \n► Worrying, by Takemiya Jin  \n(Part of Love Flicker)  \n||  \n  \n**Sayuri-hime 7**  \n||  \n►**Love, Heat Haze, End-of-Summer Regrets** by Ohsawa Yayoi, a short sequel to [Dusk, Orange, The Blooming Flowers...](https://mangadex.org/manga/18294)  \n► **Summer With a Mermaid** by Kurokiri Misao is an extra of [Tears of Pearl](https://mangadex.org/manga/28777)  \n► **Flowers in the Shade** by Kurokiri Misao is an extra of [Flower of My Heart](https://mangadex.org/manga/28777)  \n||",
    "image": "https://uploads.mangadex.org/covers/5a3d1fa1-14f0-40c5-82e8-f4eac67ae4aa/c3a24ec7-6e1c-432a-bc52-7063a2bb040c.jpg",
    "moods": []
  },
  {
    "title": "The Genius Mage Who Uses His Fists",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zed, a former MMA champion, wakes up in the body of a scrawny prisoner in a fantasy world. Reborn as a member of the once-feared Arahan family, he’s trapped inside a brutal magical internment camp. With no spells at his disposal, Zed trains his body to become a living weapon. He escapes the prison with his only ally Riu, a sharp-witted inmate. Now hunted by both a ruthless warden and a noble house, Zed must fight his way to freedom only with his fists. Can a man with no magic change the rules of a world built on it?",
    "image": "https://uploads.mangadex.org/covers/aaa3d9f9-c31b-42e6-95a0-17e861668e2b/7589390b-974a-4b09-b948-e2c6a2c5d57b.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Path of The Underworld King",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "The underworld has collapsed. In the barren land where blood should flow, now clear water flows, and the cauldron that used to boil the souls has long since gone cold. The retired King of Underworld, in pursuit of his own happiness, seeks the path of reincarnation. However, due to the chaos in Underworld and the disappearance of his successor, he is unable to walk the path of reincarnation. To become a god in the human world and to track down the missing successor, The King of Underworld descends to the human world. But the human world is in chaos due to the escape of the deceased from Hell, orchestrated by his successor’s masterful plan. The King of Underworld joins forces with the ‘Guardians of the Life’ who protect humans, using the power of the Hell’s ledger, in a struggle to capture his successor and restore the world to its original state. Will King of Underworld be able to safely walk the path of reincarnation?",
    "image": "https://uploads.mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "moods": []
  },
  {
    "title": "The Sword God from a Ruined World",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 1",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Welcome, Witch Shop",
    "chapter": "Chapter 48",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "For My Lost Love",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Jogo has a crush on his classmate, Miyato. One day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. But then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\" When he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
    "image": "https://uploads.mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/05ab2b1a-70db-4d7d-b319-3aa7e0b67e3d.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Rose Mansion",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/573efc30-5c69-4719-b72d-d4b64653827d/5a6035c2-0032-4bb2-be45-b0df774d571b.jpg",
    "moods": []
  },
  {
    "title": "Max Talent Player",
    "chapter": "Chapter 90",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!",
    "image": "https://uploads.mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "moods": []
  },
  {
    "title": "The Caring Young Lady Wants to Be a Wall",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Irina de Claudel was reincarnated as a background character in her favorite BL game. While she’s busy playing matchmaker to get her favorite pairing, Henri and Noel, together… She somehow ends up being loved by both of them!?\n“All I ever wanted… was to be a wall between them…!”\nWill Irina succeed in getting the two together in the end!? A chaotic love comedy where the heroine is adored by the very romanceable characters of a BL game!",
    "image": "https://uploads.mangadex.org/covers/7dccd69a-8405-4633-8cb0-4d85cc02733f/1ddb4f22-b0e4-428f-aa8b-9b6197a09304.jpg",
    "moods": []
  },
  {
    "title": "The Prince Doesn’t Cry From Mere Onions",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The cursed war is over. Three years have passed. It seems like this rural village has finally settled down… But now, some bear-like vagrant barges into our restaurant, spouting nonsense.\n\n“I’ve come to repay a debt I owe your father from the war.”\n\nAnd yet, this guy doesn’t even know what he supposedly owes. My father passed away during the war, so there’s no way to ask him! I told him to just leave, but this vagrant says:\n\n“How much do you want? I’ll pay whatever you ask.”\n\nDo I look like I lack pride, even if I’m short on money?\n\n“Forget the money, pay it back with labor.”\n\n“…With my body, or someone else’s? Either way, I can—”\n\n“Just go chop some onions!”",
    "image": "https://uploads.mangadex.org/covers/a80d6551-5e73-4378-b271-c332d2fb4175/1248b20f-8022-459f-ab26-f46d5d20adec.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Tyrant’t Dying Wife",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I found myself in the body of the empress married to a tyrant emperor—one doomed to be poisoned and die. The bigger problem? After my death, this tyrant loses his mind and ruins the entire empire! With only two years left to live, I worked tirelessly to rewrite my poisoned fate while keeping the emperor’s sanity in check.All seemed well… until: \"Leah, why don’t you ask me if I’ve eaten breakfast anymore?\"\"Because you’re healthy now.\"That afternoon, he collapsed after drinking his wine. With a smile. *Wait… did you intentionally poison yourself?!*",
    "image": "https://uploads.mangadex.org/covers/3a3c7f1c-ba66-4290-9607-7362b1437936/6e2b3626-97d7-48f6-b93d-b3c7aea2fc8e.jpg",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The World Without My Sister Who Everyone Loved",
    "chapter": "Chapter 83",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
    "image": "https://uploads.mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "moods": []
  },
  {
    "title": "Job Change Log",
    "chapter": "Chapter 22",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 48",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "It’s Okay If You Don’t Love Me",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Comics Underground Japan presents the wild, subversive world of Japan’s most accomplished underground comics artists. Some of the dozen artists included in this anthology will be familiar to followers of manga; others make their American debut in these pages. The richly imaginative stories in this volume show a great range of graphic style, from painstakingly detailed craftsmanship to exuberant, maniacal renderings. At the heart of each work in this anthology is a unique personal vision and a fierce artistic compulsion–these manga artists are the misfits of the art form, and they are its visionaries.  \n  \nIncluded stories are:  \n1. \"Hell's Angel\" by Yoshikazu Ebisu  \n2. \"It's All Right if You Don't Understand\" by Yoshikazu Ebisu  \n3. \"Steel Pipe Melancholia\" by Masakazu Toma  \n4. \"Future Sperm Brazil\" by Takashi Nemoto  \n5. \"A Love Like Lemons\" by Carol Shimoda  \n6. \"Selfish Carol's Summer Vacation\" by Carol Shimoda  \n7. \"Mercy Flesh (Jiniku)\" by Kazuichi Hanawa  \n8. \"Don Quixote #1 & #2\" by Yasuji Tanioka  \n9. \"Planet of the Jap\" by Suehiro Maruo  \n10. \"Mary’s Asshole\" by Hanako Yamada  \n11. \"Volvox\" by Pan Migawa  \n12. \"Bigger and Better\" by Muddy Wehara  \n13. \"Laughing Ball\" by Hideshi Hino  \n14. \"Cat Noodle Soup\" by Hajime Yamano & Nekojiro",
    "image": "https://uploads.mangadex.org/covers/ffce4923-fc28-4d3f-88bc-3d61ec31944d/c2bf3b2c-600c-4b6f-841a-5fa79b9549a5.jpg",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
    "image": "https://uploads.mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/efbc02bf-77ef-4021-a2e7-1c00aca9f2cd.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Please Take Care",
    "chapter": "Chapter 23",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Help! Why is my blind date my 'ex'-boyfriend?!",
    "image": "https://uploads.mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  }
]