[
  {
    "title": "When Arrogance Fell at My Feet",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Raise My Child As Another Man’s",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Fate, save my unborn child…!” These are the last words of Princess Hinael as she plummets to her death at the hands of Count Chetaire, her unfaithful husband. Little does Hinael know that destiny will grant her a second chance, as she awakens two years in the past, shortly before her marriage. With her knowledge of what’s to come, Hinael attempts to rewrite the stars for herself and her future child. And what better way to achieve her ambitions than to court her kingdom’s former enemy, the dark and stern Prince Lutz of the Empire of Triekas?",
    "image": "https://uploads.mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "moods": []
  },
  {
    "title": "The S-Class Dungeon Owner",
    "chapter": "Chapter 85",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reverse harem",
      "Romance"
    ],
    "summary": "Shin Yoori, South Korea’s very first S-Rank Hunter and the leader of the most elite Hunter Team, ventures into a dungeon for the anticipated challenge of clearing an L-Rank gate, known to be extremely difficult.\n\nEntering a role-playing dungeon that’s set in a Romantic Fantasy world, Shin Yoori unexpectedly finds herself possessing a frail young lady. While her teammates possess dazzling characters, why is she the only one…?!\n\nStruggling with a body that quickly loses stamina just by walking, Shin Yoori wonders why she is the only one suffering from these difficulties…!\n\nWill they clear this dungeon with their sanity intact, despite the unexpected twists and challenges that they’ll face?",
    "image": "https://uploads.mangadex.org/covers/6626695d-b4bb-4838-b9b9-e2e88b7f4e11/fd4c9964-ec88-4dde-a564-3af298d68c79.jpg",
    "moods": []
  },
  {
    "title": "The Black Diary",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fantasy series of short stories that involves animals:  \n  \nPet Doctor Atsushi Kirishima meets a cat-guy with tail, cat ears and an injured eye when he is searching for his runaway patient animal. Atsushi can not leave the cat-guy and takes the guy to his animal hospital with him.   \n  \nHattori, an apprentice of Atsushi's father, Kenzou finds a dog in the mountains and brings it back in a car. On the way home the dog changes into a girl.  \n  \nThe titles stories are:  \n  \nThe Sounds of a Bell Can Be Heard  \nThe Cat's Love  \nA Flicker of Light (two parts)  \nAmber's Diary (also known as Kohaku's Diary)  \nThe Delicate Pair (also known as Every Subtlety)  \n(Black Cat + White Dog) > Human  \n  \nTrouble Little Traveler  \nA cute unrelated shoujo short story about a boy meeting tiny aliens.",
    "image": "https://uploads.mangadex.org/covers/d65c9534-4fb7-4a7f-a638-4a3619187916/31a36e3c-f0a1-47da-bba4-45371816bb6f.jpg",
    "moods": []
  },
  {
    "title": "Lee Seob’s love",
    "chapter": "Chapter 81.6",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Shoujo",
      "Shounen",
      "Slice of Life"
    ],
    "summary": "In his entire life, Lee Seop pursued to become a capable heir of the number one firm in Korea, TK Group. But his efforts were in jeopardy when a genius man manages to take control of the core business in the firm. Frustrated with his own incapabilities, he planned to retaliate in a nonsensical way. Meanwhile, Mikyeong, a top elite in the firm was assigned to work with him.\n\nNote: This series is the spin-off sequel to the novel, 태연한 거짓말 which featured Junseop (Iseop's cousin) as the protagonist.\n\n---\n\nFrom Webtoon:\nWith her outstanding business acumen, Mingyeong Kang climbed the corporate ranks of TK Group, Korea’s top conglomerate, to become a senior manager in record time. But after 10 years at the company, she’s been assigned to be the secretary of Iseop Tae, the successor to TK Group. The two entered the company at the same time, but ever since he came second place to her at new employee training, Iseop’s never taken kindly to Mingyeong. She’s better than him in every way and trampled all over his ego… so why can’t he stop thinking about her?",
    "image": "https://uploads.mangadex.org/covers/0d18b471-d710-4b33-88bf-c13df82d7923/2d6e3924-8657-44fc-a568-6b084cd577eb.jpg",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "Looking For The Villainess Whom I Spent My First Time With",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Since becoming the villainess 'Liberata' in the novel 'Leoni's Turbulent Life,' I have faced execution on the gallows twenty times!\nTired of the repetitive regression, I just got drunk with a mind of \"Whatever happens, happens.\"\nBut why is the Grand Duke lying next to me?\n\n\"Don't worry, I won't let you die.\"\nBut...\n\"If you don't put everything back in its place in your 20th life, this world will be destroyed.\"\nThe fortune-teller leaves an ominous prophecy that can't be understood.",
    "image": "https://uploads.mangadex.org/covers/665a8030-e08f-4416-9059-292c1029b566/47c1eded-63d8-4bd4-a972-a26d6642bce6.jpg",
    "moods": []
  },
  {
    "title": "Mysterious Village",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "Mumyeong Heo’s grandmother passed away years ago. But when he visits her home to spend some time in the quiet countryside, he notices that someone kept it clean all this time.\nHis new neighbors aren’t exactly thrilled by his visit. In fact, most of them don’t want him around.\nBut that’s when his nasty neighbors go missing one by one… for better or worse.",
    "image": "https://uploads.mangadex.org/covers/3a49494b-2070-4437-8352-f032779f0cc8/9880608d-929f-4510-90e4-c8c139a9979c.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 438",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them. That's why, for his sake, I'll eat them up first. But, just what is this power...?",
    "image": "https://uploads.mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/582bf3a5-0df4-45c4-99be-f84f416bc580.jpg",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "My tyrant’s husband somehow became cautious",
    "chapter": "Chapter 91",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Eurenia, the eldest daughter of Count Vincent, famously lost her eyesight and voice when she saved the madam of the Euclid dukal family from a fire.\n\nThe truth, however, is that while she did save the duchess, her loss of sight and inability to speak are due to a drug she was forced to take in order to blackmail the Euclids into marrying her to their oldest son Cassius, the future Duke of Euclid. Treated as a pawn and puppet by her family, she was used and then discarded only to die from the sideeffects of the drug.\n\nShe thought that was the end, but no: When she opened her eyes again, she had returned to four months earlier, before she had betrayed her husband by order of her family. This was her chance to divorce Cassius, who was forced to marry her, then find a cure for the sideeffects of the drug that had robbed her of her sight and voice but…\n\n\"Is the reason you've been avoiding me all this time just because you're afraid of being discovered?\"\n\nHis purple eyes almost pierced her body, \"It isn't because you hate me?\"\n\nSuddenly his eyes turned red, \"May I come near you now?\"\n\nThen his ears also turned red...\n\n---\nCaught up in her parents' political scheme, Yurania is forced to lose her sight and voice in order to marry Duke Casius Euclid and betray him. After being imprisoned for her treachery and despised by all, she makes one dying wish to turn back time and freely live her own life. When Yurania miraculously awakens mere days before the betrayal, she seizes the opportunity to right everything...only to discover that her past relationships and all that she had known weren't what they seemed.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%96%B4%EC%A9%90%EC%A7%80-%EC%A1%B0%EC%8B%A0%ED%95%B4%EC%A1%8C%EB%8B%A4/3088), [KakaoPage](https://page.kakao.com/content/60261871)\n\n**Official Translations:**\n* [French / Français](https://www.delitoon.com/detail/daf_1000651)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000284)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Accidentally-Tamed-the-Duke/745)\n* [Japanese / 日本語](https://piccoma.com/web/product/129188)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%94%E0%B8%B5%E0%B9%86_%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%82%E0%B8%B6%E0%B9%89%E0%B8%99%E0%B8%A1%E0%B8%B2/595)",
    "image": "https://uploads.mangadex.org/covers/4b52a8a3-8883-49d1-981c-c50f65c3120c/87470fdb-9f43-41eb-afc7-a9f9900d8b3d.jpg",
    "moods": []
  },
  {
    "title": "The Gilded Cage",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Flower in the Desert",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A collection of stories:  \n  \n1. The Boundary Between Archer and Scorpion  \n  \n2. The Long, Far Road  \nAlso included in [[es] ~Eternal Sisters~](https://mangadex.com/manga/4879)  \n  \n3. Giraffes' Necks Are Too Long  \n4. The Imaginary Land  \n5. Flowers Forming a Parabola  \n6. Her Cat Wards Off My Bad Dream  \n  \n7. Itoshii no Maid-sama (Miss Beloved Maid)  \nOneshot from Yuri Hime S.  \n  \n8. Capturing You  \n9. The Crow Woman  \n10. A Love Song in a Nameless Country  \n11. The Prince of the Night Sky and the Princess of the Morning Glow",
    "image": "https://uploads.mangadex.org/covers/c5ce2b67-6590-4407-a056-c1a6079fae0f/b153753b-93c8-4037-86af-6c9d14260ea5.jpg",
    "moods": []
  },
  {
    "title": "Unscratched Lottery Ticket",
    "chapter": "Chapter 12",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enji, with a stunning face but a chubby body, is called the epitome of an unscratched lottery ticket.\" Using her ability to eat more than others, she became a mukbang YouTuber. However, due to her chubby figure, she often faces ridicule. With low views and stagnant subscribers, Enji is gradually losing hope.\n\nBut one day, by chance, she picks up an \"S-lottery\" ticket and decides to scratch it. From that moment on, her life begins to change overnight.",
    "image": "https://uploads.mangadex.org/covers/7baf0b49-ed79-4b5e-9869-d0b6097c5d8c/9ee3db14-56a0-4beb-87de-a7d0186a2201.jpg",
    "moods": []
  },
  {
    "title": "How to Get My Husband on My Side",
    "chapter": "Chapter 113",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Psychological",
      "Romance",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
    "image": "https://uploads.mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/439d8648-8335-405f-976d-e57de29acf8d.jpg",
    "moods": []
  },
  {
    "title": "In the Doghouse",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
    "image": "https://uploads.mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/98e61606-3345-4336-ae89-b3ffedb8685e.png",
    "moods": []
  },
  {
    "title": "What Happens When the Second Male Lead Goes on Strike",
    "chapter": "Chapter 89",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "When Yeseo Jung wakes up one day, he finds himself trapped inside the body of Jesse Venetiaan, the ill-fated second male lead of a mega-hit fantasy romance novel *I Quit My Job, Then I Became the Princess Bride*.\n\nIt turns out this second male lead is destined to die at war, trying to protect the male lead. Yeseo’s goal is to avoid getting entangled with the main characters and survive until the war is over, all while searching for a way to return home safe and sound. \n\nBut the female lead, Christelle, and the male lead, Cedric, keep approaching him…\n\n---\n\n**Original Novel:** [Chapters](https://ridibooks.com/books/425193499), [Volumes](https://ridibooks.com/books/425233591)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9174594), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=803518)",
    "image": "https://uploads.mangadex.org/covers/4f049c4d-14e9-4f74-901a-ec16b1977650/783db9eb-cc95-49ab-8df9-6e857711118a.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When I woke up after an accident, I was reincarnated as a mid-boss destined to die in the early stages of the game! In order to avoid being killed by the hero who should come attacking soon, I will fight and make the women my subordinates to increase my allies!",
    "image": "https://uploads.mangadex.org/covers/685cf8b3-60d7-4164-9c9b-d7b393e101f3/3eb1854f-b4ac-4fc9-96c6-8bc3f4862cf1.jpg",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 62",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Haeran, the Chemical Engineer",
    "chapter": "Chapter 8",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Hae-ran wants three things.  Good health for her grandfather, one meal per day, and a masterpiece of a lifetime. In front of her appears a potter named Hwaseon (畵仙) who can grant all three wishes. “Be my chemist.”\n\nThis will be the beginning of a sad fate... The story of Hwaseon Ye-an, who wants to end his immortal life, and Hae-ran, the only person who can kill him.\n\n---\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001444)",
    "image": "https://uploads.mangadex.org/covers/0a61062e-021c-48fd-8c18-5cea14475ec1/97af213b-bd2c-45b4-bb10-bbda1d9d4f9d.jpg",
    "moods": []
  },
  {
    "title": "Protect the Fake Saint!",
    "chapter": "Chapter 6",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/b902c1d8-580c-4a03-877a-e96c34673891/c60c760c-28a9-45e2-9ab1-a2c3a54c2e51.jpg",
    "moods": []
  },
  {
    "title": "The Worst Villain",
    "chapter": "Chapter 60.5",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Zechs has a younger sister. Her name is Caron, and he loves her very much. However, if things continue as they are, she will die an untimely death. This world is the same as the RPG romance game he played in his previous life where Caron is destined to die in every route. There was no way Zechs would allow his beloved sister to die so cruelly - that's why he'll resist fate to the bitter end!",
    "image": "https://uploads.mangadex.org/covers/d2db4a9c-0957-4bdf-8951-776bc6a8e6a6/74cb4050-e2c9-4f95-af9a-8c98189d9224.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 138",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 215",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "Falling in Love Is Not as Good as the Boy Band, Crown",
    "chapter": "Chapter 60",
    "genre": [
      "Comedy",
      "Crime",
      "Drama",
      "Gyaru",
      "Harem",
      "Manhua",
      "Reverse harem",
      "Shoujo"
    ],
    "summary": "Yun Shang was reborn— before her debut with the little brothers, who are idols part of the popular band Crown, she found out she was reborn in the body of the “Vicious Female supporting actress” all the guys in Crown hated; Lu YoYo. The little cuties who believed they were helpless, pitiful, and weak, were big bosses who stabbed people's hearts. To change this tragic fate of herself and the idols, Lu YoYo, clutching into her deteriorating heart, raised her flag and decided to change the fate of these idols.",
    "image": "https://uploads.mangadex.org/covers/991e3647-97d0-45eb-938b-dc2003c40fc4/3f9568b9-8203-4a6f-a832-25a4ea860e6e.jpg",
    "moods": []
  },
  {
    "title": "Genius Hitter Hits Fastball",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?",
    "image": "https://uploads.mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "moods": []
  },
  {
    "title": "Yeonwoo’s Innocence",
    "chapter": "Chapter 201",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
    "image": "https://uploads.mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Just Wants to Live in Peace!",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
    "image": "https://uploads.mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/e795d12c-14f9-4828-aff3-1064ea6b8276.jpg",
    "moods": []
  },
  {
    "title": "All Football Talents Are Mine",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa",
      "Sports",
      "Supernatural"
    ],
    "summary": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents...",
    "image": "https://uploads.mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/7f937fdd-4d65-43a2-907e-57b5a0af4b3c.jpg",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "MookHyang – Dark Lady",
    "chapter": "Chapter 260",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Manhua",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "The exceptional martial artist and proud hierarch of the Demonic Sect, Mookhyang, winds up in a strange new fantasy realm after falling victim to a curse cast by his enemies, the Blood Sect. But when Mookhyang’s incredible control over qi, or mana, becomes known, it’s only a matter of time before he gets cursed again… and turned into a young lady?! \n\nIn this world of elves, mages, knights, and dragons, will a mastery of Chinese martial arts be enough for one man (or woman) to fight his way back home? Or will this humbled warrior finally concede defeat? \n\n[Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
    "image": "https://uploads.mangadex.org/covers/4ffd1f8f-ab82-4de4-9dea-e0608c043d7b/669f430e-a824-47cb-b3f5-14dfd1274c34.jpg",
    "moods": []
  },
  {
    "title": "One Hundred Thousand Years of Tribulation by Heavenly Thunder",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After transmigrating into a cultivation world, young Fang Lingxiao rises to greatness with a talent that defies the heavens. In just a hundred years, he reaches the peak—the Great Ascension Stage. But during his final tribulation, the heavens unleash something unimaginable: a lightning storm that rages not for days or months, but for a hundred thousand years.\n\nWhen he finally emerges from the ordeal, his cultivation is shattered—reduced to that of a mere mortal. Yet, his body, forged by countless years under divine lightning, has become indestructible.\n\nSoon, Fang Lingxiao realizes the truth—this wasn’t fate. It was sabotage from a powerful figure in the Upper Realm.\n\nNow, with his cultivation lost but an unbreakable body as his weapon, he sets out on a path of vengeance. He’ll uncover the traitor, climb the heavens once more, and make them all pay.",
    "image": "https://uploads.mangadex.org/covers/631f5f47-ff9e-419b-b7e1-fa0d4f14e6de/73710e57-8cc4-4e0a-9f4a-e238d99675d2.png",
    "moods": []
  },
  {
    "title": "Whose Baby is it?",
    "chapter": "Chapter 331",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Shounen Ai",
      "Webtoons"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "Living with My Favorite Person is Too Precious",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Hajun, a member of the popular K-pop idol group \"HANURu\", had gone on hiatus for military service. But even after his discharge, there were no signs of his return—leaving fans restless and anxious.\n\nNana, a devoted fan of Hajun, continued supporting him while secretly worrying about his absence. However, after her parents' sudden remarriage, she was forced to move out of her home.\n\nWith no other choice, she headed to the new place her parents had arranged—only to find none other than her bias waiting there!?",
    "image": "https://uploads.mangadex.org/covers/662fb73b-1cf0-490c-9eff-20fb29dd6661/33cae5b8-d922-4a3e-bfa3-d6be9278d403.jpg",
    "moods": []
  },
  {
    "title": "The Battle of Nations: I will subdue the world through Pangu",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Didn’t Say the Start of the Regression Was a Gate",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Han Seo-ha is a warrior who fought to the end against the evil empress who ruled the world. She died in a final battle, but woke up in the past, the day she entered a portal called “Gate Dragon”. This portal was actually a virtual reality game that took people to a fantasy world full of monsters and dangers.\n\n She decided to use her knowledge of the future to survive and change the fate of the world but, she will have to face many obstacles and enemies who tried to stop her, Seo-ha will also find several allies and friends who helped her on her journey.",
    "image": "https://uploads.mangadex.org/covers/0e1dafff-316d-4c7c-ab79-13e1711bc0b8/630a8924-d8ba-43ba-b93a-1c71084cfd81.jpg",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "My name's Karina—or at least, it is now! I used to be a nondescript, run-of-the-mill Japanese salaryman until I was whisked away to a divine realm where the Goddess of Time and Space told me I'd be living a new life in a new world—and as a girl, since apparently she prefers it that way. First she wants me to beat some final boss she has a grudge against, then she takes control of my body to show me how to use my new spatial magic powers in a tutorial fight... Wait, isn't that the final boss I'm supposed to beat?! Less than in a minute into the tutorial and he's dead?! And now she says the world's my oyster. Seriously?!\n___\n[Official English Light Novel](https://j-novel.club/series/knock-yourself-out-the-goddess-beat-the-final-boss-in-the-tutorial-so-now-i-m-free-to-do-whatever)",
    "image": "https://uploads.mangadex.org/covers/1548a4c8-db3c-4bab-8916-a2c202160026/659678a9-4da3-47a0-9764-aa1355df9ca5.jpg",
    "moods": []
  },
  {
    "title": "The End in the Fall",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "\"Magic.\" A sacred mystery usable only by those chosen. One day, a child from the slums named Arus finds he has the power to use magic. A sorcerer by the name of Genos Willzard learns of his talent and raises him, turning him into the greatest of assassins. One day, Genos gives him an order: To enroll at the Magic Academy...?!",
    "image": "https://uploads.mangadex.org/covers/d1781652-404b-4ba9-83cf-b53a8dcd9dbd/6453f460-cecd-4de3-a4af-06e878ed7f05.jpg",
    "moods": []
  },
  {
    "title": "Dark History Is Going Backwards",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Spring Scent of the Sea",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "A collection of 9 masterpiece oneshots from 2001 to 2015. The pinnacle of heart-wrenching comic expression.\n\n**Chapters:**\n1-2. A Pantystocking World / The Pantyhose-like Sky (Pantystocking no You na Sora, パンティストッキングのような空) - Published in Young Jump 2003 Issues 27 & 28.\n\n>At the beginning of the 21st century, high school students Mikami and Hiroshi are both longing for a similar ideal: An ordinary, happy life and Taepodong's attack!\n\n>Twelve years later - in the Hateful and Politically driven contemporary Japan - Mikami and Hiroshi, who have now become old men, realize they can simply grab the ordinary and happy life they once hoped for in their youth!\n\n​3. Teaser Trailer for a Modern Day Famine / Heisei Great Famine Trailer (Heisei no Daikikin Yokokuhen, 平成の大飢饉予告編) - Newly drawn.\n\n​4. Classroom Chaos / Classroom Collapse (Gakkyuu Houkai, 学級崩壊) - Published in Young Jump 2001 Special Issue Mankaku Vol. 22.\n\n​5. Scenes of Watanabe / Scenery With Watanabe-kun (Watanabe-kun no Iru Fuukei, 渡辺くんのいる風景) - Published in Young Jump 2001 Special Issue Mankaku Vol. 26.\n\n​6. A Summer Day With No End In Sight (Itsu Hateru tomo Shirenu Natsu no Hi, いつ果てるとも知れぬ夏の日) - Published in Young Jump 2002 Issue 39. ([niconico Manga](https://manga.nicovideo.jp/comic/28904))\n\n​7. Future Century Shibuya (Mirai Seiki Shibuuya, 未来世紀シブーヤ) - Published as “In Search of Lost Time” (Ushinawareta Toki o Motomete, 失われた時を求めて) in Business Jump 2004 Special Issue BJ Tamashii Yuhi Special Issue No. 20.\n\n​8. Mendel (メンデル) - Published in Quick Japan 2006 Vol. 68.\n\n9-10. Early Morning (Asa Madaki, 朝まだき) - Published in Young Sunday 2007 Special Issue Summer Issue.\n\n11-12. The Sole Ones (Yuiitsusha-tachi, 唯一者たち) - Published in Monthly! Spirits 2014 5/1 Issue.\n___\n**Additional Links:**\n2-Volume Release: [Amazon](https://www.amazon.co.jp/dp/B074CJYMWL)",
    "image": "https://uploads.mangadex.org/covers/1cc16d03-3b59-4e5a-b29e-0e31cb99c9da/d906cfd1-ea0c-4991-96a4-59d6d0efef9c.jpg",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]