[
  {
    "title": "Outrageous! I opened a training class for empresses",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adult",
      "Drama",
      "Ecchi",
      "Fantasy",
      "Manhua",
      "Mature",
      "Romance"
    ],
    "summary": "Lu Li, An Ordinary Teacher With Amnesia, Managed To Turn His Three Female Students Into A Queen Of Killers, A Queen Of Medicine, And A Queen Of Business?! It Turns Out His True Identity Is An Ancient Immortal Who Lost His Memory And Fell To The Mortal World. Now That He Has Regained Everything, He Decides To Defy Fate With His Disciples And Reclaim His Former Glory!",
    "image": "https://uploads.mangadex.org/covers/c3a86d4a-46b5-4af3-9830-4ff9ccefc481/9ae2fe6f-ea70-4822-b6af-2c974f2e3488.jpg",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 115",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "How The Villainous Alicia Saves The Day",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 545",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "I’m Looking for a New Husband",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…",
    "image": "https://uploads.mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "moods": []
  },
  {
    "title": "The Extra’s Academy Survival Guide",
    "chapter": "Chapter 82.5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ed Rothstaylor is a third-rate villain in a game, disowned by his family and kicked out of the dormitory for his misdeeds. One day, our main character wakes up as this very Ed, and realizes he must earn a scholarship so he can graduate and be set for life. \n\nNow living in the woods, he resolves to keep away from the protagonists, but four of the female leads just won't leave him alone. Not only that, his presence starts to change the timeline and events of the game! \n\nCan Ed help the story progress while staying out of the limelight?\n\n---\n***Note:** LINE Webtoon (Official English) has made changes to the main character's \"original emotional facial expressions\" in some chapters like for examples, CH.01, CH.02 and CH.06 is changed while it's kept in all other official language platforms.*",
    "image": "https://uploads.mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/71670fb9-4950-4bda-89a9-7934737f77df.jpg",
    "moods": []
  },
  {
    "title": "I Possessed as an Extra in a Childcare Story",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Magic Tower’s Problem Child",
    "chapter": "Chapter 22",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Once the greatest mage and Grand Magus of the White Tower, Oscar Sage dies in a war against The Demon Emperor—only to awaken twenty years later as the disgraced noble, Oscar Crusian. The once-mighty White Tower lies in ruins, and rival factions hold control over military and resources. With his mana circuits sealed and former allies now enemies, Oscar must rebuild the White Tower, seek vengeance, and reclaim his power before the Mage Council exiles him for good. Will magic rise again or will it be buried forever?",
    "image": "https://uploads.mangadex.org/covers/344cf9e0-5de0-430c-8c4d-9d0eccc57572/100a01f8-79e6-40a4-a2e0-9dfda14e8ad6.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "While searching for a brave candidate to become a magical girl and defend the world from evil, a mythical creature finds Kayo Majiba, a cute young lady who seems like the perfect fit. But when this newly turned magical girl proves to be a crude delinquent who goes berserk in a conflict, it becomes clear that this may have been a terrible mistake. Now evil—and any innocent bystanders—will face the rage of a magical girl gone wrong!",
    "image": "https://uploads.mangadex.org/covers/04fe6d31-460f-41f3-b56a-5e4f7659afa5/f2ae0dd1-18f8-4763-ad9f-d4c304797d4d.jpg",
    "moods": []
  },
  {
    "title": "Rosemary’s Fairy Tales",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "Imprisoned One Million Years: My Disciples Are All Over The World",
    "chapter": "Chapter 383",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "One million years ago, the Immortal Emperor Su Xuan was killed by the otherworldly demons with the help of the six great immortal ancestors. Reborn in the lower realm, he founded the Tianxuan Sect and vowed to return to the immortal world for revenge. A million years have passed, and his disciples have ascended one after another, becoming dominant figures in the immortal realm. As for him, he has just ascended to the immortal world and is a novice. Su Xuan pretends to be foolish and plays the fool while secretly gathering his disciples and rebuilding the Tianxuan Sect, with the aim of reaching the pinnacle of the immortal realm once again!",
    "image": "https://uploads.mangadex.org/covers/be33939f-a8ea-4af7-bb42-d43912a2329c/e5d7d575-97d4-443b-b126-26c0b5059511.jpg",
    "moods": []
  },
  {
    "title": "Another Tonight",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Jieunsoo was unilaterally divorced by her husband Yutaehan three years ago.\nShe believed she was over it—no longer caring who he dated or remarried.\n\nThat is, until she finds out he's planning to marry Yujeongha—the very woman she spent her whole life envying.\n\nDriven by anger and desperation, Jieunsoo decides to sabotage the wedding the only way she knows how—by spending a night with her ex-husband.\n\n“I’m going to tell Yujeongha.”\n“Tell her what?”\n“That we slept together.”\n\nShe lays down her carefully held card like a dagger from the heart. This was always the plan—hard-earned and calculated.\nNow it was time to make her demand.\n\n“I don’t want Yujeongha.”\n\nSaying it out loud stings more than she expected. But she's a mother—and as a mother, her child mattered more than her pride.\nThere’s no way she could leave her child in the hands of a woman who despised her.\n\n“Say it.”\n\nHis low voice was calm, unreadable.\nLowering her gaze, trembling, Jieunsoo finally looks up at the man and says:\n\n“Tell her we slept together.”",
    "image": "https://uploads.mangadex.org/covers/0a5f94bb-e9be-441d-afa7-e6f70e0f75fe/826cb6c7-97e0-4b9b-97ee-3f92ba570308.jpg",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "Unrivaled Spear Demon",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shuji, a soldier who danced with death many times while on the battlefield, was possessed by the grudges and resentment of those he had killed. He too was eventually killed, but somehow he awoke in a younger version of himself.\n\nHe returned to a time when he was still an errand boy, inexperienced with war, but retained his memories. Remembering Kyo Aiyo, his comrade and savior, Shuji travelled to the ‘Tiger Pit’ Sect. However, instead of the strong and reliable woman, he was met with a cheerful and petite girl. He recalled the tragic past that had caused her to devote herself to the army, where in his previous life her family had fallen apart due to false rumors.\n\n‘This time, I will protect you.’\n\nHe vowed to repay the kindness he received in his previous life by changing her fate. With a spear in his right hand, Shuji steps into the battlefield once again, becoming the Unrivaled Spear Demon.",
    "image": "https://uploads.mangadex.org/covers/6fddfae6-012a-4cea-88ba-37a5aabc7e7f/db37f5f5-6814-427d-a9d5-991d0df51db3.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 54",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "Why I Quit being the Demon King",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?",
    "image": "https://uploads.mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "moods": []
  },
  {
    "title": "Would You Like to Have an Affair With Me",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Steal from the Devil’s Pocket",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lip Servies",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gold Hands",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I'm just his personal caretaker, or is there something more…?",
    "image": "https://uploads.mangadex.org/covers/f09bdf8e-856b-42a7-981a-8208f90b9ba8/7e8efef9-c4e9-48cc-be1d-2d7d0fdebde0.jpg",
    "moods": []
  },
  {
    "title": "Senior is Bad!",
    "chapter": "Chapter 50",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.\n\n---\n**Links:**\n- Alternative Official English - [VIZ Manga Chapters](https://www.viz.com/vizmanga/chapters/komi-cant-communicate)",
    "image": "https://uploads.mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/f8f44329-1dd7-4301-9ec7-a4a76182e8eb.jpg",
    "moods": []
  },
  {
    "title": "Bad Delusion",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 86",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "Artifact-Devouring Player",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Strongest Crystal Beast Master",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Young Chen Xing formed a bond with Lily, the “Fated Queen” of the Crystal Beast Realm, becoming the first awakener to contract with a humanoid crystal beast. He gained a special ability to turn crystal beasts into beautiful girls and set out on a journey of battle and power to become the “Strongest Crystal Beast Master.” Jealous? I’ve got countless humanoid crystal beast girls like her!",
    "image": "https://uploads.mangadex.org/covers/fcff4794-e72d-43ef-9fe6-9b82742ac975/30442b00-ffdc-4fb4-9866-7add97e43082.jpg",
    "moods": []
  },
  {
    "title": "Will You Love me Again",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "The college student Mamoru Suou faced a series of unfortunate events: his job search wasn't going well, and he had to leave the place he was living. However, he met a real estate agent who showed him an ideal property. It was a bit old, but the size and rent were unbeatable, so he quickly moved in... After moving in safely, that night Mamoru met Madoka, a ghost with an otherworldly beauty. Madoka touched Mamoru's neck with her seductive lips... and a night of intoxicating pleasure and terror began...",
    "image": "https://uploads.mangadex.org/covers/f2923e0c-8b5e-4758-86ab-5aecc9f6689f/ac0ac741-c94b-441b-ac30-9b4d9a41f9f1.jpg",
    "moods": []
  },
  {
    "title": "Whose Baby is it?",
    "chapter": "Chapter 336",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Shounen Ai",
      "Webtoons"
    ],
    "summary": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent...",
    "image": "https://uploads.mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 402",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Hero with Negative Destructive Power",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Decades have passed since the world became flooded with monsters. The protagonist, who enrolled in an academy to train those with aptitude, consistently ranked last in ability tests. It would have been one thing if his abilities were merely low, but because he also inflicted a debuff (ability reduction) on his surrounding comrades, he was called “unwanted” and a “burden.”\n\nOne day, while exploring, the protagonist is swallowed by a different dimension and goes missing. There, he encounters a creature from another world and is told the true value of his ability. Originally, magical power is something used to attack by projecting one’s own power outwards. However, the protagonist’s characteristic is the complete opposite of this “output”; it is “input” (absorption), and the ability to suck in external power is his true strength… “Reverse Magic Circuit.” The reason he had been debuffing his allies until now was that he had been unknowingly absorbing their power.\n\nHaving learned the true worth of his power, the protagonist now absorbs monster attacks to nullify them and gathers external power to strengthen himself, mastering his abilities and proceeding on the path to becoming the strongest.",
    "image": "https://uploads.mangadex.org/covers/07e37a3b-e2f6-41fd-b1b9-d104c4224e5c/9c312766-a471-4fde-9ae8-324699375681.png",
    "moods": []
  },
  {
    "title": "The Abandoned Saintess’s Vow: To Deny the Prince’s Love in Her Next Life",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess Of A Fallen Kingdom Kisses Him Morning And Night To Break The Curse",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "ugly complex",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Youth Lovesome",
    "chapter": "Chapter 43",
    "genre": [
      "Romance"
    ],
    "summary": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
    "image": "https://uploads.mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "moods": []
  },
  {
    "title": "In The Night, At The Duke’s Mansion",
    "chapter": "Chapter 52",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Kill The Dragon",
    "chapter": "Chapter 161",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The human race plunged into a war against dragons, who have invaded the earth. At the same time, among the humans arose people with supernatural powers, called psykers.\n\nThrough the countless sacrifices of psykers, the war seemed to be coming to an end with the human race as the victors. But when a psyker with the ability to see the future foretold that the dragons will be returning in 15 years, the people established Ark, a facility to train children born with psychic abilities to prepare for the last war of the human race.\n\nThere are only three years remaining until the prophesized war. What will happen next?!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
    "image": "https://uploads.mangadex.org/covers/53c4d807-660f-4b10-9e45-726925b41dcd/4b32c17a-fa69-491c-9828-390bfc5dba75.jpg",
    "moods": []
  },
  {
    "title": "How to Perfectly End a Contract Marriage",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "To bring her beloved back, she turned back time, becoming terminally ill with only a year to live. She tried reuniting him with his past love but failed.\n\n“Marry me for just one year.” Why is he proposing this?  “I will only have one wife. You’ll be my first and last, Charlotte.”",
    "image": "https://uploads.mangadex.org/covers/0a58e435-5a76-48cd-90c8-f5c227f999a9/1b6b47f5-1c00-443a-b4dc-e13f49153e5f.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated As The Child Of My Ex-Husband",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 181",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "Overpower Your Enemies by the Law",
    "chapter": "Chapter 44",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After a mysterious accident on a scorching summer day, high school student Jaehun wakes up to a startling discovery - his soul is now sharing his body with that of an enigmatic ascetic. Over the next three years, Jaehun adjusts to life with his unexpected companion while undergoing rehabilitation. Just as he begins to settle into this strange new reality, he faces a pivotal moment: choosing his path for college. A conversation with his defense attorney father opens the door to a world he had never considered before.",
    "image": "https://uploads.mangadex.org/covers/c320025f-322e-4208-acc6-cd6dc7a9873d/349b6674-4c4f-4c8d-bb56-731cb0206c8a.png",
    "moods": []
  },
  {
    "title": "The Empress Wants To Avoid the Emperor",
    "chapter": "Chapter 86",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born as an imperial princess, Arnoah was forced to marry the pathetic young king of a small neighboring kingdom. Her older brother became the emperor, so what was she supposed to do? And due to the laws of inheritance, even if her older brother and younger brother were to die, she would still not inherit the throne - rather, her good-for-nothing cheater of a husband would!! Any title she inherits would be vested in her husband in accordance to their marriage contract... that is, until he decides to divorce her because his mistress wants to be the official queen.\n\n“I need to get divorced and become the emperor.”\n\nHer now official ex-husband still doesn't seem to get it, so she decided to finally tell him everything she always wanted to say to his face. When he realized the truth, it was already too late. She spoke to her ex-husband who had his mouth agape.\n\n“I told you to keep your head straight. Didn’t you hear me?”\n\n---\nRevenge is sweet. Divorce? Even sweeter.\n\nArnoa is trapped in a loveless marriage in which she has sacrificed both her heart and dignity. In the midst of such matrimonial misery, she receives the chance to claim the Empire as her own. There's just one catch: she needs a divorce to make it happen! Will she succeed in getting the last laugh?",
    "image": "https://uploads.mangadex.org/covers/bbc4a30c-c75a-405c-96f2-ad42a44d06b8/a91213b6-0a12-4476-b663-4f4ea8de0ff2.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Need You Anymore",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Revenge",
      "Romance"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "Duke Please Fail!",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!",
    "image": "https://uploads.mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/83e82089-8362-4b1d-884a-12530d1d60d9.jpg",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  }
]