[
  {
    "title": "I Underestimated My Oshi’s Attachment",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc.",
    "image": "https://uploads.mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/045e40e5-5116-47af-8825-78e4c565d5c6.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 58",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "Bloodhound’s Regression Instinct",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After being brainwashed by the emperor, Yahn has served him as his loyal puppet. Upon finding out that he has been played by the emperor, Yahn vows vengeance, but he falls to the mighty emperor’s powers. However, instead of dying, Yahn opens his eyes to find that he has gone back in time, to when he used to be a soldier in training. Will he now seek vengeance on the emperor, or will he go look for his family? The choice is now in his hands.",
    "image": "https://uploads.mangadex.org/covers/40677996-3301-412a-99dd-b5c8bf3e3f7b/bf233ccb-e4a5-4829-a349-9d4bc62b2393.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Celeb Lady",
    "chapter": "Chapter 50",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!",
    "image": "https://uploads.mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "moods": []
  },
  {
    "title": "Legend of Star General",
    "chapter": "Chapter 300",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "A spinoff centering on Lu Bu Fengxian.",
    "image": "https://uploads.mangadex.org/covers/a4ba84a7-2e74-4c91-afb4-9b81ef8c1650/dedf2f59-43e4-4ef5-b8e4-f3e02777664f.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Undercover Professor",
    "chapter": "Chapter 130",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Mystery"
    ],
    "summary": "Machiavelli and Gerrard are just one of the many names the new professor of Ceoren Academy uses to disguise his identity - and now he can add one more to his list, Professor Ludger Cherish. \n\nThe real Ludger Cherish dies on board a train during a terrorist attack, making him the perfect target for a new identity. Little does the new professor know, Ludger Cherish was involved in something deep and secret. \n\nThe new Professor Ludger has to be careful to not get caught by the school and the dangerous secret society.",
    "image": "https://uploads.mangadex.org/covers/d5c0896a-d4d5-4ee0-8bf1-a113cb1b86ac/136c7a9d-e081-46c8-9a7a-962c6b600a42.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 34",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Exclusive maid of the evil empress",
    "chapter": "Chapter 116",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I, Paresa Menzel, a money-grubbing handmaiden to the infamous Empress. I thought she was the ultimate villainess, but she's nothing more than a prickly cat?! But then I realized that there was a lot more to her than meets the eyes, so I wanted to help her.\n\"If you are a spy disguised as a maid, I have no choice but to dispose of you.\"\nBut I never expected to be noticed by the crown prince. It's bad enough that my heart flutters every time I see the face of the most beautiful one in the empire...! I know I seem suspicious, but my loyalty to the Empress is genuine!",
    "image": "https://uploads.mangadex.org/covers/348c3315-3ee9-4945-beff-8b3d816cb864/33b7b23b-7003-40a9-b061-c6105f9f0c8c.jpg",
    "moods": []
  },
  {
    "title": "The Heroine’s Friend Strikes Back",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as a side character wrongfully accused and executed, Mia resolves to rewrite her fate. Returning to the moment she first met the villainous heroine, she vows to stand tall and fight back, sparking a thrilling rebellion against a fabricated destiny.",
    "image": "https://uploads.mangadex.org/covers/93c0dae5-ecf8-4371-b65f-735c1ff21d4c/ff1ebf8f-a78c-42d8-a98f-023469c2b3cf.jpg",
    "moods": []
  },
  {
    "title": "I Was Just Having Fun With The Time Limit",
    "chapter": "Chapter 46",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance",
      "Royal family",
      "Superhero",
      "Transmigration"
    ],
    "summary": "In a previous life I was seriously ill and now I also have an ill character. Perhaps it was my destiny to have a limited lifespan. Nevertheless, I am quite happy. ‘Now I have hair, I'm beautiful, I'm healthy, and I'm a princess, and by the way I can eat lots of delicious food! Life is like a gift. I've decided to make the most of the 21 years that have been given to me.... Until.",
    "image": "https://uploads.mangadex.org/covers/257d32b2-a888-4300-b700-ffa6c16c1136/d042a7fd-ec74-4160-ab74-69a7bb55e59a.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 443",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 684",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "Try Begging Me",
    "chapter": "Chapter 53",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Psychological",
      "Romance",
      "Smut"
    ],
    "summary": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
    "image": "https://uploads.mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/5e46073a-47aa-4395-94fd-aad1b7471ffa.jpg",
    "moods": []
  },
  {
    "title": "Sam Plays the Game",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world! ――This is a light for life in a different world. When I thought, I was suddenly attacked by a beautiful dark elf...?!\n___\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
    "image": "https://uploads.mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/5138c62c-e9b0-4867-98d2-7f5813411d0c.jpg",
    "moods": []
  },
  {
    "title": "Superstar From Age 0",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being reborn for the umpteenth time, 7-month-old Lee Seojun finally gets the chance to fulfill his original dream of becoming a superstar actor! Using magic abilities from his past lives, baby Seojun captivates his playmates and becomes an overnight sensation with a viral mukbang video that helps fussy kids eat. Soon, he's shooting a baby food commercial, and his uncle's entertainment company is knocking at his door... but will Seojun be able to keep up the magic to match the demand?",
    "image": "https://uploads.mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/d92e0930-c5f1-4f77-ab16-6b3ed7d2b60f.jpg",
    "moods": []
  },
  {
    "title": "Let Me Enjoy the Extra Life",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Today Is a Woman Day",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Would you like to sleep with me?\"\n\nDobin, an alpha who suffers from insomnia following a painful break up, can only fall asleep to the scent of Jaehee, an omega who owns a flower shop!\n\n\"But is it really possible to just sleep?\"\nHappy-go-lucky bottom x kind top, they lead their greenlit lives together without a cloud in the sky!",
    "image": "https://uploads.mangadex.org/covers/21aabbef-9b66-40ee-9caa-6ee0d95f7712/11c43f1e-179a-4076-bce2-5cb23ad67e41.jpg",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 131",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "I’m The Princess of All",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing his life in an accident, Kazuma finds himself reincarnated as the Ascalon Empire's third prince, Ares.  He wasn't born with the \"stigmata\", the proof that one is royalty and gives them extraordinary abilities, however, he still received love from his family and spent his days in peace. Until one day, his father's first wife, Germa barged into their home, and looked at Ares in contempt for not having a stigmata. In the end, she even put his mother, Erina in danger. Realizing how powerless he truly was, Ares decided to protect his family with his own power. He decides to enroll into Ascalon Academy, a prestigious school where one's capability decides everything!",
    "image": "https://uploads.mangadex.org/covers/98a657bb-282b-442f-b806-eb7e7d9a9142/7cf94ec7-c080-46b4-ad3f-eb9e1e1d1067.jpg",
    "moods": []
  },
  {
    "title": "The Villain Discovered My Identity",
    "chapter": "Chapter 173",
    "genre": [
      "Crossdressing",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Time travel"
    ],
    "summary": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
    "image": "https://uploads.mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "moods": []
  },
  {
    "title": "I’m Not Dead For Nothing",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Deposed Empress’ Scandal",
    "chapter": "Chapter 71",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Maria, Empress of Rastonia, is betrayed by her husband Emperor Henry after his mistress gives birth to a son. King Helland the Great, ruler of a neighboring kingdom, takes her as collateral so that Henry can have one more year to repay a considerable debt. King Helland is actually Gunther Preisley, a former slave for Maria’s family. He has loved her a decade and is determined to woo her. Meanwhile, back in Rastonia, two different women vie to replace her as Empress. Will Maria survive the year so that she can avenge herself, and will Gunther win her heart?",
    "image": "https://uploads.mangadex.org/covers/ec1a1c2d-5b0b-48ab-a3c9-e54c3606689c/39a9cf2e-a9a7-4b38-a9f8-66a7b3bddc9f.jpg",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  },
  {
    "title": "True Love of Mr. Wonderful",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Gong Jiu, a valkyrie of the apocalyptic era, transmigrated into the body of the white rose of the entertainment industry who was hated by many. On the day she arrived in the world, she unexpectedly saved the life of the cold King of the SIlver Screen, Bo Yibai! The cool and strong Alpha, straight actress X The cold, arrogant yet quiet Adonis of the masses. The two of them co-starred in a drama and went onto variety shows together as the arrival of Gong Jiu brought about a wave of interesting events in the boring entertainment industry! After Gong Jiu and Bo Yibai’s relationship was made public, the audience would always scream, “Help! The wife of the King of the SIlver Screen is ruining the variety show!”",
    "image": "https://uploads.mangadex.org/covers/18952e42-64a9-49d8-9514-b0dae280226d/ea067aa3-5573-485d-bd1b-90c8ccf3af7a.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Young Lady Wants To Save Her Mastermind Older Brother",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 16",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cold-Blooded Warrior",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
    "image": "https://uploads.mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 213",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 160",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Haesi’s New Path",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Haeru, who was gifted with the mysterious power to foresee the future, rejects her fate and flees. One day, a peculiar scholar appears before her! A man who constantly gets lost, tells lies, and insists that fighting is done with the mind, not the body. From the moment she meets him, Haeru's halted fate begins to move again.\r\nIn 15th century Joseon, a sweet yet dangerous tale of love and war unfolds between the greatest genius king, untold by history, and a mysterious woman bound by the chains of destiny!",
    "image": "https://uploads.mangadex.org/covers/6268afd4-67ff-4625-aa8e-a5d317d483e4/ecc54502-a440-4e4a-8255-937b484642c0.jpg",
    "moods": []
  },
  {
    "title": "The World After The Fall",
    "chapter": "Chapter 193",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!? It turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible…\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world. However, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I'll do it! I'll go down to these 100 worlds again and be banished with a good feeling!”\n\nEd takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)",
    "image": "https://uploads.mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/2529d5ae-1b8b-4288-bceb-668dadd05edc.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  },
  {
    "title": "I’m Not That Kind of Talent",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
    "image": "https://uploads.mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "moods": []
  },
  {
    "title": "What do you think of cosmic horror?",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Will Be a Shield for My Beloved Emperor",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Anyone Can See It’s A Beast",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Q: Can a wolf and a lion get married and have a rabbit as a kid?\nA: Stop talking nonsense, wash your feet, and go to sleep.\n\n...And just like that, I ended up in a situation where I really should just wash my feet and sleep. My dad's a lion, my mom's a wolf, and somehow, I'm a rabbit. Not just any rabbit, an extra who becomes the trigger for a war in the novel! At this rate, not only will everyone die, but both my mom's and dad's entire families will be wiped out.\n\n'No way. I have to change my fate somehow.'\n\nI clenched my fists and stood up determinedly, but then...\n\n\"Chloe, do you know what's for dinner tonight? That's right... rabbit meat!\"\n\nFirst things first, I need to make sure the wolves at home don't find out what I really am.\n\nI thought all I had to do was hide the fact that I'm a rabbit. But a bigger problem showed up. Of all the countless special abilities among beastmen, I just had to get \"being pitied.\" I thought this life was doomed too, but then...\n\n\"We’re not fighting. So... don't cry, okay? Please.\"\n\nMy parents, who even stopped a war because they were worried about me.\n\n\"Just say the word. If you want, I can kill everyone who's bullying you.\"\n\nAnd even the original novel's male lead, who's gone a little overboard taking my side.\n\nHonestly... stopping a war might be easier than I thought. Maybe this ability... is more useful than I realized?",
    "image": "https://uploads.mangadex.org/covers/c28acebf-bbf0-47df-96aa-1e6b95f94f6e/e2ec1fca-3e84-4412-932f-17dc8b26d1a8.jpg",
    "moods": []
  },
  {
    "title": "In The Night, At The Duke’s Mansion",
    "chapter": "Chapter 54",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/1d9dea45-4537-4840-9623-a8cd654fbf5b.jpg",
    "moods": []
  },
  {
    "title": "How Far Are You Okay With?",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…",
    "image": "https://uploads.mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "moods": []
  },
  {
    "title": "Mood Disorder",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "[From the Same Studio as the Manhua \"Girl and Science\"]\n\nEverybody is crazy except me. But is it a misfortune to be sane in a crazy world?",
    "image": "https://uploads.mangadex.org/covers/ca3d0721-ba6e-45b2-8887-86b2bb0e0ea4/b7936893-702d-4eaf-a098-52cb152fcd51.jpg",
    "moods": []
  },
  {
    "title": "Father, I Won’t Do Anything",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jayna’s life is a parade of misfortunes: born to a dragon mother who dies early, bullied by other dragons throughout her childhood, disregarded by her human father, and murdered as a teenager. At least, according to the novel she’s been reborn in. At 10 years old, she’s given the chance to live with her father, the Master of the Magic Tower, Diamid. She’s aware her father and destiny will not be kind to her, so her only goal is to enjoy the small luxuries of life until she dies at 17. But will this life truly be the same tragedy?",
    "image": "https://uploads.mangadex.org/covers/760dd05d-1668-4603-9a87-16634b95494a/6c68788e-8850-4929-9107-2b224e5d4184.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 822",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 106",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Substitute Adopted Daughter is Finally Free!",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Dead Ending Collector Maid",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]