[
  {
    "title": "I Want to Maintain My Stepmother’s Character",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 147",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When young Hahyeon Shin’s mother sacrifices herself to give him a chance to escape the family she married into, he finds himself alone in a hostile world. His only goal is to find his mother’s family, the House of Namgung, and train in martial arts to avenge her and become a protector of the innocent. But when he is tested by the Namgung family, they discover that he is a martial arts genius with a perfect physique and the potential to become the greatest martial artist who ever lived.",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "Player Who Returned 10,000 Years Later",
    "chapter": "Chapter 128",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Oh Kangwoo the Demon King has had it with ruling over Hell and wants to return to Earth. \n\nBut when he finally gets there, not only are his powers sealed, but the Earth he once knew has turned into an MMORPG free-for-all. \n\nDimensional gates have appeared all over the world, and \"players\" enter them to make a living by hunting monsters. If Kangwoo wants to survive in this dangerous game, he's going to have to level up, and fast. \n\nBut for this demon king, hell on earth might be worse than Hell itself!",
    "image": "https://uploads.mangadex.org/covers/b17b675e-fb9f-4903-b4db-7c7deb2d1cac/f21b645e-55d4-4ec7-9ece-04b87e2ef6e4.jpg",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 129",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 72",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "After Becoming a Dumpling, the Villain Family All Wants to Kill Me!",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Abandoned Bachelorette Enjoys Her Simple Life",
    "chapter": "Chapter 95",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Catherine did not want much.\n\nEven if she did not have luxurious clothes and shoes, she was alright with her hideously frayed bedroom curtains and her shoes that were so worn at the soles it was different in height.\n\nIt had been two years since she started enduring it for the sake of her late mother.\n\nShe no longer felt the need to do that.\n\n\"Alright, I'll leave.\"\n\nCatherine was tired of everything.\n\n***\n\n\"Are you the Pope's watchdog? You've done well coming all the way here.\"\n\nThe man who intruded her home was drenched from head to toe.\nShe could see mud squished beneath his black leather boots.\n\nUnbelievable.\nTo think he would drag in not grass, but mud, while she was cleaning the floors!\n\n\"You've got quite the disguise. Even I was almost fooled into thinking that you're just an ordinary city woman---\"\n\"Wipe it.\"\n\nShe pushed the rag she held onto the man.\n\n\"Why are you looking at me so foolishly? I told you to wipe the floor. And it's not proper to show your sword when it's our first time meeting each other. Is it not enough that you intruded that you would want to be reported for attempted murder?\"",
    "image": "https://uploads.mangadex.org/covers/2cf89460-4b70-4d1c-b66b-123ef530f5de/4ab83b91-4756-4223-903d-fb95f8188580.jpg",
    "moods": []
  },
  {
    "title": "Tell Me Your Favorite!",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Music",
      "Romance",
      "Time travel"
    ],
    "summary": "\"If you just want to feel the excitement of romance, why don't you date me?\"\n\nAo and Sora are polar opposites who, due to their bad grades, are forced to take extra lessons over summer break if they want to get into university. Despite their differences, they hit it off and quickly become friends.\nOne day after class, Sora tells Ao he wants to get a girlfriend and experience that fluttery, heart-racing feeling of liking someone. Ao replies that it's a bit late to find a girlfriend to spend summer vacation with, and then suddenly asks why Sora doesn't just date him instead?!",
    "image": "https://uploads.mangadex.org/covers/a465653c-da48-4f61-99cf-7a94b9d03349/4c524031-b442-47aa-9edf-986ee76df1bc.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "The Obsessive Male Lead Made Me The Female Lead",
    "chapter": "Chapter 67",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!",
    "image": "https://uploads.mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "moods": []
  },
  {
    "title": "The Villainous Family Is Against Independence",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
    "image": "https://uploads.mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/a23c1ecb-2f5e-4d7f-988b-c88295d77be4.jpg",
    "moods": []
  },
  {
    "title": "Office Contract Relationship",
    "chapter": "Chapter 7",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Predatory Marriage",
    "chapter": "Chapter 80",
    "genre": [
      "Adaptation",
      "Bloody",
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "\"Remember? I promised to ruin your life.\"\n\nWhen Leah, a devoted princess, faces a tragic downfall, she plots one final revenge against the royal family by becoming an impure bride. Later, when her one-night stand unexpectedly appears, Leah finds herself unable to resist him as he brings madness into her once orderly life.\n\n---\nLea wrote a suicide note ahead of the wedding. Because she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family. Before she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\"\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand. I thought it was meant to end like that. Until we meet again in an unexpected place.\n\nHe eroded her orderly daily life. Despite knowing it was a dangerous relationship, she couldn't resist him. What on earth is that man thinking?\n\n\"You don't remember?\" the man said with a fierce smile, \"I told you I'd ruin your life.\"",
    "image": "https://uploads.mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat. Then one night, a beautiful red-haired woman appears and says to him, “You have potential. Become my apprentice.”. From a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)\n\n**Additional Links:**\n- [Official X](https://x.com/mon29_4ryo)",
    "image": "https://uploads.mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/875c888e-badd-4f11-ba21-cce734544590.jpg",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 88",
    "genre": [],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "Masked Knight Will Never Deceive The Villainess",
    "chapter": "Chapter 26",
    "genre": [
      "Comedy",
      "MANGA",
      "Manga",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Can the ex-otaku villainess resist the perilous temptation coming from her beloved character, who happens to be her own killer?!",
    "image": "https://uploads.mangadex.org/covers/1d02ac71-ad8e-42b7-8ac2-9b0b7c1839dd/65094f8e-3ce6-459e-b6dc-612cb0beb1fd.png",
    "moods": []
  },
  {
    "title": "The Baby Fairy is a Villain",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The daughter of a mad fairy, known for her cruel nature, transforms into a baby to infiltrate a noble family and uncover those who experimented on her mother. However, the eccentric men of the family grow overly attached to her, complicating her plans. As she struggles to escape, she discovers she can’t return to her adult form, and her enemies close in.",
    "image": "https://uploads.mangadex.org/covers/b820fc3a-714d-4de6-a97e-b773a48042d9/21a12f4a-5662-4520-84d9-dd45058de0c6.jpg",
    "moods": []
  },
  {
    "title": "I Became The Villain The Hero Is Obsessed With",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "I'm Teru! Just your wee lil' horny high school girl who's trying to become a mangaka! One day, while I was lost in my sexual fantasies, I got hit by a truck and was reincarnated into an isekai! Though I became a slave of the beautiful elf queen, Sirius, I've got a wholesome orc as my roommate, and there's cute elves all around, so I have to say I'm having a pretty time!",
    "image": "https://uploads.mangadex.org/covers/7c5cbad4-8bfe-48b3-af13-18c338dda5da/c120b80f-2268-4b98-add7-933c9c9328ab.jpg",
    "moods": []
  },
  {
    "title": "The Necromancer Family’s Young Heir",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Death is only the beginning.” \n\nTruer words were never spoken for young Leon von Marbas, the heir to a once-great house of necromancers. Forced to execute his own father by the lord of a rival house, Leon suddenly finds himself the leader of a declining clan under threat from enemies within and without. \n\nThe only way to restore the glory of his house? Leon must strike a pact with the demon Marbas, the original source of the powerful necromancy that House Marbas was once known for…\n\n---\n\n**Original Webtoon:**     \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=835741)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=12051527)\n\n**Official Translations:**     \n- [English](https://www.webtoons.com/en/fantasy/the-necromancer-familys-young-heir/list?title_no=7413)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-necromancer-familys-young-heir/list?title_no=7898)\n- [French](https://www.webtoons.com/fr/action/the-necromancer-familys-young-heir/list?title_no=8257)",
    "image": "https://uploads.mangadex.org/covers/1832ba7f-328d-4d53-84a8-4411afb953f2/0e2028c6-b6f4-4ed1-ab46-92c62b34db96.png",
    "moods": []
  },
  {
    "title": "Beginning Part 2 of the Failure",
    "chapter": "Chapter 19",
    "genre": [],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess is Busy Baking Bread!",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A Japanese arcade worker meets a young girl from England and strikes up a friend(?)ship.",
    "image": "https://uploads.mangadex.org/covers/ae60aa84-3c58-40f1-935b-c7cdd1d5af6b/633cd3a3-5bf6-4625-8b7f-7520f76b77ae.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being Your Best Friend",
    "chapter": "Chapter 34",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Torn Between Alphas",
    "chapter": "Chapter 68",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Sweet Bond with the Vampire Duke",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "Office Romance Frontline",
    "chapter": "Chapter 26",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Gu Chan & ji-ah",
    "chapter": "Chapter 8",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "What would you do, if a girl you're interested in would confess to you? On top of it, what if there was another girl as well? A cool upperclassman adored by the whole school and your cheerful, energetic childhood friend. I bet you would be over the moon. Thing is, what if there was an unexpected problem about the contents of that confession?",
    "image": "https://uploads.mangadex.org/covers/5966861c-9e2c-41b8-a768-eba93b13b94f/c80015c1-0d00-4f01-b071-a33db74cf7cb.jpg",
    "moods": []
  },
  {
    "title": "Love or Love",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/10cd36d3-a991-414c-a695-8d7a7937bda0/80889e69-4d9b-45b6-a73b-bef4814f85ef.png",
    "moods": []
  },
  {
    "title": "Kalli the Champion",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature"
    ],
    "summary": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream.",
    "image": "https://uploads.mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "I Can Copy Talents",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Manhua"
    ],
    "summary": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
    "image": "https://uploads.mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?\n\n---\nIn a world filled with towers, dungeons, and monsters, some people have awakened with special powers. While these hunters risk their lives in battle and climb the world rankings, Jio Gyeon is happy to just sit back and enjoy a simple life of leisure. But Jio has a secret—she’s the strongest hunter in the world. But when a time traveling stranger warns her of humanity’s bleak future, will Jio finally take action? And what enemies are waiting for her to reveal her true identity?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/65361f9c-7ee5-4664-b104-553ad6fe3c2d.jpg",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "I Helped the Imprisoned Male Lead and He Became an Obsessive Man",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I possessed an errand child who brought meals to the male protagonist who was captured as a test subject at the lab. If the experiment was successful and the male protagonist gained power, the lab would be engulfed in flames. So I tried to run away before that, but I felt bad for the male protagonist who was suffering from the cruel experiment. So I secretly took care of various things while avoiding the researchers' eyes.\n\n\"Come to think of it, what's your name?\"\n\n\"I don't have a name...\"\n\n\"You make me one.\"\n\n\"Huh?\"\n\nI somehow became a little close to the male protagonist.\n\n\"Are you going to abandon me? Don't do that.\"\n\n\"Ah... but-\"\n\n\"Anis, do you mind if I'm wrong?\"\n\n\"Ugh... No. No, I don't.\"\n\n\"Then stay by my side.\"\n\nHowever, the only one who can cure him who is suffering from the side effects of the experiment is the original female protagonist.\n\nI tried to help him and leave secretly so that he could find his partner...\n\n\"You promised not to abandon me. But, was it all a lie?”\n\nWith the burning laboratory in the background, Emilien smiled with cold eyes.\n\n“A good child should keep his promises.”\n\nThe temperature of the hand touching my cheek is cold. The red eyes close as if they are going to engulf me.\n\n“Answer, aren’t you going to tell me?”\n\n...What should I do?\n\nI think I missed my chance to run away.",
    "image": "https://uploads.mangadex.org/covers/fec7e5f7-64e8-466c-a49e-9caefbd50403/f31c73df-d75d-46fe-a58b-3241b0aea2a5.jpg",
    "moods": []
  },
  {
    "title": "Gu Chan & ji-ah",
    "chapter": "Chapter 8",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Yaoi(BL)"
    ],
    "summary": "What would you do, if a girl you're interested in would confess to you? On top of it, what if there was another girl as well? A cool upperclassman adored by the whole school and your cheerful, energetic childhood friend. I bet you would be over the moon. Thing is, what if there was an unexpected problem about the contents of that confession?",
    "image": "https://uploads.mangadex.org/covers/5966861c-9e2c-41b8-a768-eba93b13b94f/c80015c1-0d00-4f01-b071-a33db74cf7cb.jpg",
    "moods": []
  },
  {
    "title": "Love or Love",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/10cd36d3-a991-414c-a695-8d7a7937bda0/80889e69-4d9b-45b6-a73b-bef4814f85ef.png",
    "moods": []
  },
  {
    "title": "Kalli the Champion",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature"
    ],
    "summary": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream.",
    "image": "https://uploads.mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "moods": []
  },
  {
    "title": "Absolute Dominion",
    "chapter": "Chapter 58",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?",
    "image": "https://uploads.mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "moods": []
  },
  {
    "title": "I Can Copy Talents",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Manhua"
    ],
    "summary": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
    "image": "https://uploads.mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?\n\n---\nIn a world filled with towers, dungeons, and monsters, some people have awakened with special powers. While these hunters risk their lives in battle and climb the world rankings, Jio Gyeon is happy to just sit back and enjoy a simple life of leisure. But Jio has a secret—she’s the strongest hunter in the world. But when a time traveling stranger warns her of humanity’s bleak future, will Jio finally take action? And what enemies are waiting for her to reveal her true identity?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/65361f9c-7ee5-4664-b104-553ad6fe3c2d.jpg",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "I Committed a One-Night Mistake with the Young Lady?",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]