[
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 186",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Swordmaster",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "The Lord of the Wheel of Destiny",
    "chapter": "Chapter 133",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A collection of short stories:  \n  \n1. Oral Cavity Infectious Syndrome  \nOn the surreal premise that women's mouths take the often weird shape of their partner's penis, Yoriko starts an investigation to discover with whom her boyfriend is cheating.  \n  \n2. Local Tourist Information  \nA guide to an extraterritorial region of Japan.  \n  \n3. Back Streets in Front of the Station  \nA girl goes crazy about reverse sides of different things, including streets, cars, and animals.  \n  \n4. Genesis  \nKago Shintarou's rendition of the Book of Genesis.  \n  \n5. Superglue  \nWhat happens when you step on something so disgusting that you never want to uncover it?  \n  \n6. Akutagawa in Front of the Station  \nA surreal homage to the writings of Ryunosuke Akutagawa.  \n  \n7. When All's Said and Done - also included in Hell Season  \nA gruesome tale of hardened faeces, and a limbless girl.  \n  \n8. Multiplication  \nComic panels are multiplying and create opposing clans.  \n  \n9. Abstraction  \nA two dimensional comic about young lovers turns 3D causing the characters' bodies to deform.  \n  \n10. Blow-Up  \nWhat happens when every comic page features exponentionally more panels than the previous one?  \n  \n11. No Need for Caution  \nThe action of the comic happens outside of the panels–literally–in the white space.  \n  \n12. The Memories of Others  \nEveryone's memories become visible via floating comic book panels.  \n  \n13. Lord of the Ring  \nAn incompetent sumo wrestler uses the powers of a forbidden pair of pants to overcome and shame his competition, until one day someone rises to attempt to crush him and take the pants for himself.  \n  \n14. Spinning Thoughts  \nWearing urinary calculi is the latest fashion trend.",
    "image": "https://uploads.mangadex.org/covers/b6f36898-b8ce-4fe9-bca5-dcbcdb24565d/66b93708-e6bc-484e-a13a-9db436ba7dcf.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 523",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "At This Rate, I’ll Die So the Villainess Decided to Become a Diva!",
    "chapter": "Chapter 13",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became a Miserable Extra in a Healing-Genre Novel",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Lady Wants to Rest",
    "chapter": "Chapter 168",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "I Am in the Same Class as the Crazy Male Leads",
    "chapter": "Chapter 42",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "\"On an Unbelievably Unlucky Day, I Got Hit by a Truck and Woke Up to Find Myself in the Crazy Novel I Wrote Back in High School.\n\nAnd it’s filled with nothing but utterly unhinged male leads!\n\nThere’s Kang Seonwoo, the top student with impeccable manners but secretly a psychopath.  \nCha Ihan, the rough-looking delinquent with puppy-like charm, yet an obsessive clingy maniac—only for the heroine.  \nAnd Kim Chanseung, a promising national swimmer... who also happens to be a stalker!\n\n“What was I even thinking when I wrote this back in high school?!”\n\nI just need to stay far away from these lunatics and live quietly!  \n\nBut life never goes the way you want it to, does it...?\n\n\"Let me know if there’s something you don’t like. I want to get closer to you.\"  \nA friend request from the psychopath.  \n\"Aren’t you too close to those boys? Isn’t that a bit much for someone so conservative?\"  \nJealousy from the misdirected obsessive.  \n\"Here, take this.\"  \nAnd protein-flirting from the national swimmer-stalker.\n\nWhat is wrong with all of them?! Why are they like this with me?!\n\nCan I... actually survive here...?\"",
    "image": "https://uploads.mangadex.org/covers/8987ca6e-5fca-41b9-9d35-a47897667bc4/086e2d67-dd08-45ac-badd-70e72f4c9b99.jpg",
    "moods": []
  },
  {
    "title": "The Wirepuller Gets Lucky in Happier Years",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When gifted fortune teller Park Doa dies, she transmigrates into the body of Bunnie, a curse absorber for the daughter of an archduke. As the new Bunnie, she befriends Demian, a boy prophesied to bring ruin to the empire. But when Bunnie reads Demian's fortune, she learns that, actually, he has the potential for greatness and prosperity, so she decides to shape him into the next emperor instead. Will these two be able to defy destiny and rewrite their futures? Or will the curse of fate prevail?",
    "image": "https://uploads.mangadex.org/covers/7bac088f-2276-4804-84d0-51e174dd3757/54709cd3-db7f-436a-8d62-0b126627ffa5.jpg",
    "moods": []
  },
  {
    "title": "The World’s Best Engineer",
    "chapter": "Chapter 198",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
    "image": "https://uploads.mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "moods": []
  },
  {
    "title": "I’m a Villainess, but I Won’t Live Like One",
    "chapter": "Chapter 23",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Bianca is just another noble lady with a simple dream: to marry into a duchy and enjoy a life of luxury.\n\nBut everything changes when she stumbles upon a book—one that casts her as the villainess, doomed to stand in the way of her real-life fiancé’s love story with a commoner girl. As Bianca realizes the book accurately depicts her own fate, she refuses to accept her tragic ending.\n\nCan she rewrite her story, or is she simply destined to become a villainess?",
    "image": "https://uploads.mangadex.org/covers/f3d1c4d7-babd-47da-8093-ecc757edc599/1e040c43-a88e-43d2-abda-2a44767ec7b9.jpg",
    "moods": []
  },
  {
    "title": "The Heroine Wants Me As Her Sister-in-Law",
    "chapter": "Chapter 83",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
    "image": "https://uploads.mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "moods": []
  },
  {
    "title": "The Princess is Evil",
    "chapter": "Chapter 159",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "One shot",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After starting the super-high-quality VRMMO “Meltis Online”, Rindou Amane (Rinne) got so annoyed at the guiding angel that she beat her up. Deadlocked? Just when she thought so, an extremely cute gothic lolita evil goddess descended and offered her the hidden profession of “Necromancer”! With a pile of corpses left behind in her wake and servants in tow, she's off to conquer the game as fast as she can! Let the ultra-speed overpowered VRMMO tale begin!",
    "image": "https://uploads.mangadex.org/covers/5c94c7a9-ef64-4cdc-9f97-4075ce6817d1/10aeabfd-c44b-40a3-a05a-11ec81dad209.jpg",
    "moods": []
  },
  {
    "title": "Celeb Lady",
    "chapter": "Chapter 45",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!",
    "image": "https://uploads.mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "moods": []
  },
  {
    "title": "Please Marry Me Again, Husband!",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gun-ha and So-yeon were strongly attracted to each other, but because they lived completely different lives their marriage ended short and eventually they chose to divorce.\n\nFive years later, Gun-ha proposes to Seo-yeon again to be a ‘contract couple’.\n“Please marry me again. This time, we stay as an ordinary couple.”\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/romance/the-remarriage-contract/list?title_no=3227)",
    "image": "https://uploads.mangadex.org/covers/a59c26de-6b1b-4f5e-a784-7aac0238d1e7/1fec89a5-7934-46ad-a1ba-6dcc9262f399.jpg",
    "moods": []
  },
  {
    "title": "I Went On Strike Because It Was A Time Limit",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As high society's most eligible lady, Sierra Fernein did whatever it took to please her family, despite their flagrant disregard for her. But upon discovering she has only a month left to live, she decides to go on strike from being a prim and proper lady and live life on her own terms. Shedding the Fernein name, she declares war on anyone who dares get in her way, including her family and a few pesky admirers. But with just 30 days left, can Sierra finally enjoy the life of her dreams?",
    "image": "https://uploads.mangadex.org/covers/d36920a4-4984-4b0c-9524-8e575bd3c364/130914b4-9ef4-49e7-aca7-070b298543f7.jpg",
    "moods": []
  },
  {
    "title": "Cavier Falcon Princess",
    "chapter": "Chapter 128",
    "genre": [
      "Comedy",
      "Cooking",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-fi",
      "Shoujo"
    ],
    "summary": "Zelle, the eighth royal princess of Roymonde, who was driven to the brink of defeat in the war. She was kidnapped by the enemy, and when she woke up... She became a bird?!\n\nFortunately or unfortunately, as the messenger bird of Commander-in-Chief, Valhayle! She struggles for her country even though she is in a bird’s body.\n\nBut you can't even do as much as treat me like a bird!!\n\n---\nAfter losing consciousness while fleeing the war raging in Roymund Kingdom, Princess Zeline wakes up in the body of a messenger falcon! She’s now the bird in charge of delivering information for Commander Valhyle and his army, who are searching for the remaining royal descendants. She may be tiny and feathered, but Zeline is determined to use her missions to find out what happened to her family. Can this little birdie gain the skeptical commander’s trust and give her kingdom new wings?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%84%EB%A0%B9%EC%83%88-%EC%99%95%EB%85%80%EB%8B%98/2531), [KakaoPage](https://page.kakao.com/content/57066133)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18033), [Tapas](https://tapas.io/series/the-falcon-princess/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%82%B3%E4%BB%A4%E9%B3%A5%E5%85%AC%E4%B8%BB/184)\n* [French / Français](https://fr.piccoma.com/fr/product/41)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Putri-Elang-Pembawa-Pesan/95)\n* [Japanese / 日本語](https://piccoma.com/web/product/75612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%84%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A3/205)",
    "image": "https://uploads.mangadex.org/covers/5eca1bbe-a2b3-4fa4-a07c-1e921be8c1d8/caf77ba8-53c9-4bc8-91d9-8537b95fb976.jpg",
    "moods": []
  },
  {
    "title": "The Swindler Couple of Ardel",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Will You Love me Again",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "The college student Mamoru Suou faced a series of unfortunate events: his job search wasn't going well, and he had to leave the place he was living. However, he met a real estate agent who showed him an ideal property. It was a bit old, but the size and rent were unbeatable, so he quickly moved in... After moving in safely, that night Mamoru met Madoka, a ghost with an otherworldly beauty. Madoka touched Mamoru's neck with her seductive lips... and a night of intoxicating pleasure and terror began...",
    "image": "https://uploads.mangadex.org/covers/f2923e0c-8b5e-4758-86ab-5aecc9f6689f/ac0ac741-c94b-441b-ac30-9b4d9a41f9f1.jpg",
    "moods": []
  },
  {
    "title": "Black Haze (2025)",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A long time ago, a portal to another world was opened, and those who acquired special abilities along with marks began to be called mages. After the incident known as \"that day\", the first-class mage from Ophion, known as \"Blow\", has become very famous. One day, he receives a very special mission: to protect the second son of the Artian family, who suffers from being called a \"monster\" at the magic school \"Helios\"! Thus, Blow enrolls in Helios under the name \"Rood Krisch\" to hide his true identity...",
    "image": "https://uploads.mangadex.org/covers/96221045-e1f0-4449-9a76-a9df885e8bf0/73bb2910-5b47-4968-b115-06f309044604.jpg",
    "moods": []
  },
  {
    "title": "Would You Like to Have an Affair With Me",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Indulge In Me, My Prince, But Stay Away From The Abyss",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world where the conflict between humans and demons has continued since ancient times, Coral, codenamed , who has been raised as a spy since childhood, is entrusted with the important mission of infiltrating the Demon King's castle. However, due to the strategy of a certain person, the mission fails early on, and she is imprisoned in the Demon King's castle. What she saw there was the tragic end of the war caused by the magic rampage of Aries, the Demon King's son. If only she could redo this mission and prevent the prince's rampage... Wishing so strongly, Coral obtains the \"Book of Time Travel,\" which allows her to go back to the past only once. What becomes newly visible during the re-do mission is the side of Prince Aries that he can't tell anyone about?!",
    "image": "https://uploads.mangadex.org/covers/b460811b-a225-4db4-8f9a-9c9acd0ec475/53f573cc-b8d9-4dcc-b9f1-c78e7d73dcde.jpg",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Reincarnated As A Villainess And Became Rich",
    "chapter": "Chapter 13",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Prepare yourself, Protagonist. With this power, I will change this predetermined future.\"\n\nOne day, he was suddenly reincarnated into the world of his favorite romance RPG. However, the body he had reincarnated into belonged to the 'Incompetent Evil Prince' Harold who had his engagement broken off with the heroine. On top of that, according to the setting, he wasn't able to use his magic power and would be defeated by the protagonist. But, it'll be different this time.\n\nFirst, he stopped his engagement from being broken off with the heroine and started training himself. Then, he obtained a power different from the one he had in the original work, and overwhelmed everyone with the enormous magic power he shouldn't have been able to use! And before he realized it, his single-minded pursuit of strength had also gotten the attention of the other heroines...",
    "image": "https://uploads.mangadex.org/covers/383f78ec-44a3-43b3-8a3f-ff3053360c8c/c3bc6afe-179f-4c93-94a4-347c14a38ef5.jpg",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 12",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Reincarnated Young Lady’s Revenge",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Kiran, the strongest old soldier who fell in battle against the Demon King and lost his life, accepts a proposal from a goddess and is reincarnated. However, his new life begins as the daughter of the Heikera Baron family...!? The story follows the adventures of Kikka, the reincarnated daughter who retains the skills of her former life as a seasoned warrior, particularly the powerful \"Magic Bullet\" skill. As she boldly rises to prominence, her bravery attracts people to her side.\n___\n**Links:**\n- [Webnovel](https://ncode.syosetu.com/n3576hr/)",
    "image": "https://uploads.mangadex.org/covers/c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7/257da86c-8ec5-4597-a43a-45b184795a44.jpg",
    "moods": []
  },
  {
    "title": "Survive as the Villain’s Cousin",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She wakes up as Princess Ivnes von Albion, a notorious villainess destined to be killed.\n\nBut dying a meaningless death? No way. She decides to stop her vicious behavior and even manages to strike a deal with the fiancé who once despised her.\n\nSo why does the danger keep coming?\n\nNow the supposed “business-only” contract fiancé, who’s actually the hidden mastermind, starts obsessing over her. And the original male lead suddenly wants to protect her instead of the heroine?\n\nAll she wanted was to survive.. Where did this world start to go wrong?",
    "image": "https://uploads.mangadex.org/covers/ae04fa1b-761f-4eb8-a8cb-eb10ba57f799/cf44d82a-5efb-4149-a1ac-9a27066cbaa7.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Tames the Crazed Devil",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Making a deal with a demon is a small price to pay for a chance to enact revenge on the man who accuses you of having been seduced by one. \n\nThis is the choice Isabella makes when her father unjustly has her and her mother burned at the stake for being witches. After returning three years into the past, Isabella starts fulfilling her half of the bargain: freeing the demon queen's tragically beautiful son, Kaiden, and unleashing his inner demon. \n\nIsabella has one year to avenge her mother's honor, and she'll definitely make good use of her new demon husband.",
    "image": "https://uploads.mangadex.org/covers/545aafea-1c48-4307-a1e7-b3b54ca8e748/c6e8592e-0851-4764-b6e3-32eee4e63248.png",
    "moods": []
  },
  {
    "title": "How To Reject My Obsessive Ex-Husband",
    "chapter": "Chapter 74",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "When Yu Seohyeon sacrificed her life to save her first love, Ciel de Leopart, she never expected to wake up as Irene de Closhe in a world straight out of a book. Amidst this bizarre twist, she reunites with Ciel, who has now become a supporting male lead destined to betray the crown prince. As her unique guide abilities resurface, Seohyeon is haunted by Ciel’s intense, madness-filled gaze, a stark contrast to the man she once knew. Tangled in a web of past love and new identities, Seohyeon must navigate a treacherous path where past and present collide.",
    "image": "https://uploads.mangadex.org/covers/04a49341-a95c-4baf-aa4d-8c7b19026db6/ad1a5f07-a35b-454a-94af-7117d6668381.jpg",
    "moods": []
  },
  {
    "title": "A Ghostly Song",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Historical",
      "Romance"
    ],
    "summary": "Noa has struggled with hearing unsettling voices since she was a child. But when a mysterious murder takes place, the voice in Noa’s head urges her to uncover the killer. With the police skeptical and her sanity on the line, Noa must navigate a web of fear and suspicion, guided by a ghost, to catch a ruthless killer before she herself becomes the serial killer. Will Noa uncover the murderer, or will her own mind betray her?",
    "image": "https://uploads.mangadex.org/covers/28299599-6bfd-4bc3-a823-02de8fa72f02/6aa1ae84-f289-4f72-86a7-617eac82e8d3.jpg",
    "moods": []
  },
  {
    "title": "World of Ten Billion",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim.",
    "image": "https://uploads.mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 48",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 123",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Will Tame the Tormented Prince in this Life",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Lover’s Personality Is a Little Strange",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a fateful encounter as children, Evonne and the outcast prince, Theo, can’t deny their deep connection. However, their lives are torn apart when Evonne’s family is wrongly accused of treason, leading to their ruin. Cursed and forced to disguise herself as a man, Evonne struggles to survive until Theo finally finds her and uses all his power as emperor to take her with him. Together, they’ll start a journey facing challenges that’ll test their love as they try to start a life together.",
    "image": "https://uploads.mangadex.org/covers/2a037e2e-fcdc-4841-b83d-4c47a19c9755/122eff32-f31c-4ee9-8f2c-d400850dc792.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Beloved New Daughter-in-law Of The Wolf Mansion",
    "chapter": "Chapter 41",
    "genre": [
      "Adaptation",
      "Animal",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance"
    ],
    "summary": "The sole heir of the notoriously frail Wolf family, Arsen, has died. The culprits were his father and half-sibling.\n\nThey killed the heir with a lie, promising to use the family's healing abilities.\n\nAs a result, the family was destroyed, and I was also caught up in it and died.\nBut then...\n\"My lady, wake up!\"\n\nWhen I opened my eyes, I had returned to being seven years old, before my death!\n\n\"Please let me marry Arsen!\"\n\nI can't die unfairly again. I secretly requested a contract marriage with the Wolf family behind my father's back.",
    "image": "https://uploads.mangadex.org/covers/fb1362d6-95dc-404e-8664-0fa417bb83b2/b9f4a647-4760-4708-8299-944d388e6948.jpg",
    "moods": []
  },
  {
    "title": "How to Turn a Gentle Male Lead Into an Obsessive Male Lead",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess Wants to Coexist",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy....",
    "image": "https://uploads.mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "moods": []
  },
  {
    "title": "The Hero Starts Over at the Academy",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/070d3be7-8414-4c4d-9e4d-809972abff61/bf9d817a-90ca-451d-979f-d062670bfbb9.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Tames the Beast",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Queen Kristian was framed by her half-sister and executed at just 16 years old. Another sixteen years have passed since then, and the daughter of a duke is about to make her societal debut—her name is Tiaresia. Always close at hand is her loyal servant, growing more impatient by the day. In truth, this handsome servant is a demon, waiting to reap the rewards of a magical contract made with Tiaresia—the reincarnated former queen Kristian. Together, they plan to exact a calculated and tragic revenge.\n\n(Source: Manga UP! Global)",
    "image": "https://uploads.mangadex.org/covers/47f1436c-cb88-4645-bbf7-605873c567f3/c270cff0-e85d-4123-9295-b2cbb1b46c95.jpg",
    "moods": []
  },
  {
    "title": "The Rebellious Villainess Doesn’t Want To Be Swayed By The Obsessive Prince!",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "How many more times do I have to be a \"villainess\" before I can escape this life?\"I\" have lived as a villainess in many different Otome games. In all of them, the villainess's fiancée is captured by the heroine, the villainess is punished, and so on. No matter how hard I tried, that future would never change. \"Villainess?　A broken marriage?　I'm sick of all of them. !!!!At the end of my last episode, I shouted out my complaints to the heavens. I was then reincarnated and began my life as \"Catherine the Villainess's daughter\" and it was somehow different from before!　My fiancée, who was supposed to abandon me, says that he loves me ........Catherine!?\n\nThis is a romantic comedy fantasy about the reincarnated villainess's daughter and an obsessed prince who can't stop loving her.",
    "image": "https://uploads.mangadex.org/covers/b2bf7552-116c-4ca4-81e6-1c42fda8360e/5fd1f535-241a-49d3-a506-4d99e2f24e96.jpg",
    "moods": []
  },
  {
    "title": "I Was Doted on After Raising the Final Boss Duke’s Nephew",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Can Hear It",
    "chapter": "Chapter 35",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 674",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "My Father, the Possessive Demi-God",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Young Claire lives with her mother and her twin sister in a humble country home. Feeling mature for her age, Claire is tired of being different from everyone she's ever met. However, when her father suddenly appears, she realizes that she wasn't the only \"strange\" one in the family. As she slowly learns about her family's past, she understands more about herself and her destiny.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8376?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/8376?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/8376?languageCode=fr)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/the-father-returns/list?title_no=5408)\n* [Japanese / 日本語](https://www.comico.jp/comic/8376)",
    "image": "https://uploads.mangadex.org/covers/3e2b2464-1b69-4e2f-8dac-e7042678eb89/a4a7f207-b4b3-45e0-985b-bd80ff777a34.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 433",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "The Tutorial is Too Hard",
    "chapter": "Chapter 224",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Psychological"
    ],
    "summary": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. \n\n“Why… Why do such cute moms have to die?!”\n\nEven though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*… However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes.\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
    "image": "https://uploads.mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/2ff487d5-03e9-4e3a-a3f9-679217797669.jpg",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  }
]