[
  {
    "title": "I Found A Family That Wasn’t In My Adoption Plan",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I spent a decade cleaning up after Duke Havenik Brauno’s mess only to be murdered by him? Reincarnated as Aerin Brauno, an illegitimate child of the Brauno family, she’s horrified to find her adoptive father is none other than the man who killed her. This time, Aerin refuses to let him control her fate. Armed with the knowledge from her past life, she’s determined to escape his grasp and find a new path. Can she rewrite her destiny, outsmart the deadly Duke, and maybe even save the Brauno family?",
    "image": "https://uploads.mangadex.org/covers/6782b717-439a-4278-b425-f1173ee5f9eb/c47dff47-fc1f-45bf-8848-c7fcb979fe89.jpg",
    "moods": []
  },
  {
    "title": "Martial Evolution: Start by Awakening the King of Monsters",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A youth named Yi He is reborn into the world of powerful Martial arts and awakens the King of Monsters with the strongest bloodline!",
    "image": "https://uploads.mangadex.org/covers/b9ad2728-b052-4203-8263-fcd36c85ea26/4ae88d94-8cc7-4b55-91d9-9ae8e53234b2.jpg",
    "moods": []
  },
  {
    "title": "Embodiment of the Assassin in the Murim World",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The No.1 Hitman, Kim Gun, finds himself plunged into the world of martial arts due to a mysterious accident. To return to his original world, he must complete a mission called 'Martial Arts Conquest.'\n\nWith a total of 2 guns, Kim Gun's adventure to subdue the unfamiliar martial arts world begins.",
    "image": "https://uploads.mangadex.org/covers/f73fdc0c-75b7-4454-a944-266437434934/31624930-d09d-41de-8ad8-800e4855df61.jpg",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Late Regret",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Uruwashi Maria, a student at the Hananomiya private academy is a strong-willed and selfish \"villainess.\" Her life is on easy mode and she has no enemies, but one day the memories of her past life come to her. Suddenly she remembers that in her previous life she was a normal high school girl. And she’s seen this life of hers play out before in a manga she read in her previous life! According to memories of her past life, Maria is killed by somebody in the manga. \"And I don't know who did it because I died before I could read the ending!\"  \n  \nCan Maria avoid her death and find happiness?",
    "image": "https://uploads.mangadex.org/covers/3521c5e8-a737-43a3-97b6-c25d2f23d24e/db722600-71b9-4dd0-b204-e4a0e24928cc.png",
    "moods": []
  },
  {
    "title": "Superstar From Age 0",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "After being reborn for the umpteenth time, 7-month-old Lee Seojun finally gets the chance to fulfill his original dream of becoming a superstar actor! Using magic abilities from his past lives, baby Seojun captivates his playmates and becomes an overnight sensation with a viral mukbang video that helps fussy kids eat. Soon, he's shooting a baby food commercial, and his uncle's entertainment company is knocking at his door... but will Seojun be able to keep up the magic to match the demand?",
    "image": "https://uploads.mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/d92e0930-c5f1-4f77-ab16-6b3ed7d2b60f.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "A Blank Slate Regression for the Idol That Lost His Original Mindset",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "‘I want to do real music now instead of these fucking idol songs.’\n\nYoon Eden, an idol in his 8th year, was tired of working with his shitty agency so he worked on the side as a composer.\nHe succeeded in music composition and bought a house in Cheongdam-dong, but has become an arrogant celebrity.\n\n[Your 30,000th fan is disappointed in you.]\n[Starting a project to help idols regain their lost, original intentions!]\n\nBut what the hell? He was sent to his debut days when his group was at its lowest to find his original intentions-\n\n[The conditions have been met.]\n[You have disappointed 30 thousand fans, now make 30 million fans happy!]\n\nThere’s even a mission that's only possible to complete for 1st tier idols?!\n\n“Fuck, my Cheongdam-dong house! My billion-dollar royalties! My Ferrari!”\n\n[Profanity detected.] [Original Intent -2]\n\n[When Original Intent falls to 0, you start over again!]\n\nEven in these harsh conditions that threaten infinite regression, will the project help this idol find his lost, original intentions?",
    "image": "https://uploads.mangadex.org/covers/036625c0-9c18-4bcc-ad9d-a137fcf8c307/18134c8a-7d96-475d-b438-c998568f6653.jpg",
    "moods": []
  },
  {
    "title": "I Became a Swordsmanship Instructor at the Academy",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The protagonist is reincarnated in the body of Kang Shin-hyuk, a background character from a popular novel. Shin-hyuk decides to leave saving the world to the original protagonists and enjoy a wealthy, carefree life without interfering with the novel’s plot. \n\nHowever, he discovers discrimination against non-Hunter school graduates at the school where he works. \n\nTo avoid being looked down upon by his fellow teachers, and to lead a comfortable life, Ayumu begins his reincarnation journey, determined to become strong enough to protect himself… even if it means slightly altering the original story.",
    "image": "https://uploads.mangadex.org/covers/e4d71290-b3c7-46b5-804e-a1e7b9519af0/ea2b2ba7-827b-4767-9b6f-0c6dc8b8d3b5.jpg",
    "moods": []
  },
  {
    "title": "Die Melusine",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "My serenade, my Kieron. \nDuring one of his conquests, the heartless Archduke Kieron discovers Melusine, a mermaid in captivity. Their bond deepens, but according to legend, mermaids must kill their lovers to return to the sea. Melusine cannot bear to harm Kieron and leaves instead. What cruel fate awaits the lovers?",
    "image": "https://uploads.mangadex.org/covers/47c6cd94-ba3a-4536-bade-06987fa2ff88/5cda178f-9230-4450-8fe8-c89764e5475f.jpg",
    "moods": []
  },
  {
    "title": "The Chaebeol’s Youngest Son",
    "chapter": "Chapter 164",
    "genre": [
      "Drama",
      "Shounen"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Sinister Immortal Path",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zhang Yuan ascended to immortality, only to find himself in a bizarre world. Terrifying celestial beings ruled the heavens, while mortals below were mere livestock. The realm was filled with perilous [abnormalities], and the cultivators who survived were barely human. Could this world possibly have a future? Zhang Yuan didn't care. All he wanted was to ascend again and return to the immortal realm. But... could he truly go back?",
    "image": "https://uploads.mangadex.org/covers/f6a5e9ac-9f7e-4274-be3a-3edd31fadbf8/b21aa122-3c59-4c0a-8be3-88632868bdce.jpg",
    "moods": []
  },
  {
    "title": "Grace In Wonderland",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 534",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "Fair Trade Commission",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Subcontractors were nothing more than Robots I was grateful for. It was only natural to squeeze everything out of them. But after being betrayed by the group I worked for, I opened my eyes in a new body and finally saw the tears of those \"Robots.\" Having gained a second life on the brink of death, can my soul be saved?",
    "image": "https://uploads.mangadex.org/covers/54eafd69-f8f1-4161-bb37-86ee5ec32625/e7608ed2-ede4-415e-a25f-02da6e0ad3c2.jpg",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 200",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "This Refreshing Marriage",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Josei",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Husband Who Hates Me Has Lost His Memories",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In a politically arranged marriage devoid of love, Lily is wed to Theodore, the head of a rival family. Theodore loathes the union, but little does he know that Lily despises her own family as much as he does. Living a quiet life, she counts the days until their inevitable divorce. Then fate intervenes—a sudden accident erases Theodore’s memories of her, transforming his coldness into unexpected affection. Can Lily trust this dramatic shift, or must she guard her heart to avoid future heartbreak?",
    "image": "https://uploads.mangadex.org/covers/58e7285c-c8ea-4161-97ca-3fad43bfdc1b/1073d1f2-4ea8-4b9d-abce-70395734fbe9.jpg",
    "moods": []
  },
  {
    "title": "Her Marriage Was Called Off at Daytime, the Cutely Fierce Commander Asked Her For a Hug at Night",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Infinite Deduction",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhua",
      "Supernatural"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named **ACE** (*Autonomous Combat Entity*), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with **ACE** to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.\n\n---\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=831551)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=11564928)\n\n**Official Translations:**  \n- [English](https://www.webtoons.com/en/action/hero-of-all-trades/list?title_no=7401)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-versatile-hero/list?title_no=7147)",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/cbdeae1f-8846-4e03-9c31-6ebe478e1eda.jpg",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 49",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Become a Witch in a World Full of Ghost Stories",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
    "image": "https://uploads.mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "ugly complex",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Ajin, who's only interested in baking, is a loyal girl who thinks \"the Friendship is the best!\"\nWhen the super handsome Junwoo approaches her, an ordinary girl with glasses and braces,\nher daily life begins to go awry…\n\"Why are you so mean to me?\"\n\"Because I like you.\"\nA truly heart-fluttering school romance between the straightforward Junwoo and the innocent Ajin!",
    "image": "https://uploads.mangadex.org/covers/84e29479-b73e-462c-b34b-1aab843f6fe9/362e9499-e61a-412b-85de-f51cdb94d440.jpg",
    "moods": []
  },
  {
    "title": "Underground of Babel (Official)",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Vampire",
      "Webtoons"
    ],
    "summary": "Though she's a tomboy with a hangup over her tiny chest, Iori has a crush on Sota Seto, who is the pastry chef at the café where she works. Iori was sure that he wasn't interested in her until one day, he suddenly professes his love for her and goes on to kiss her. She sees him unclothed for the first time - and my, he's huge!! She never would have expected the graceful man's lips to be caressing her all over. It's terribly embarrassing, but she discovers that his you-know-what isn't gross at all…",
    "image": "https://uploads.mangadex.org/covers/5d434c18-127b-42a1-9a73-80b66d2b8ff0/92b8bc20-ead3-4aea-8a08-06d6c74c3a7d.jpg",
    "moods": []
  },
  {
    "title": "Healing Touch",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"Sunbae, what have you been up to these last few nights?\"  \n  \nTaeyoung, who is living with his hobae(his buddy), Junghoon, has a problem.  \nHe relieves himself while thinking of Junghoon every night, but can't finish.  \nBut what is..?! While they're drinking together, Junghoon offers to lend his hand…!",
    "image": "https://uploads.mangadex.org/covers/d143147b-5bbf-49ce-b91a-ea06db11d903/7f3bb3b3-52b8-4b0e-8340-b2d6837dc898.png",
    "moods": []
  },
  {
    "title": "Tiger Cub",
    "chapter": "Chapter 21",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Slice of Life",
      "Smut"
    ],
    "summary": "The kid next door came back as an adult. What he is aiming for.. is my ♡♡..?!\n\nChoi In-ho, the kid next door who took care of him when he was young, appears in the basement of this ordinary office worker. Due to In-ho's fraud (?), he suddenly ends up living in the basement.\n\nInho, who has been in love with the kid since his childhood, tries to seduce him, but fails once and for all..\n\nWhat do we do to flirt with this dull brother?!",
    "image": "https://uploads.mangadex.org/covers/3415c323-6205-4fc0-b7ec-2b6a1876b477/c264cfd4-c10a-4adf-9118-7fc3d33025d1.jpg",
    "moods": []
  },
  {
    "title": "Jiwoo’s Master",
    "chapter": "Chapter 23.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A poor high school boy, Izuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Izuki took on the job of caring for her. Eventually, Hinako began to spoil Izuki with all her might. \"I don't want... Izuki to leave my side right now.\"",
    "image": "https://uploads.mangadex.org/covers/822b96aa-e578-4fd6-ac64-8289a2218b7a/2fc60993-37ff-4c53-89bb-ccad21c94dca.jpg",
    "moods": []
  },
  {
    "title": "Happy Sea World",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Lowell, the \"ugly duckling\" of the Viscounts of Linthea, is sold in marriage to the Dukes of Hikaruel, a vampire.\n\nRumors that her political partner, the Duke of Hikaruel, has burn scars all over his body and is crippled, etc., lead her to Hikaruel territory, where she is unable to hide her fears.\nBut what awaits Roel in the Duchy of Hikaruel is Prince Aslan, a beautiful dark-haired boy, and the kind people of the Duchy of Hikaruel...!\n\nHaving grown up in an abusive family, Lowell is bewildered by the Prince's different appearance and the warm atmosphere of the ducal family, but he also feels happy.\n\n\"Please, let me stay here forever...!\"\n\nUnhappy Lowell's life as the happiest bride in the world begins!",
    "image": "https://uploads.mangadex.org/covers/278c84e1-f4e5-4d1f-82b6-fcedb72e48b5/d421f261-b457-4807-adbe-5c3d83f400ee.jpg",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Young Love (2025)",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Rabbit Heroine’s Stepmother",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Gloria wakes to find that she has become the infamous evil stepmother of a cute little werebunny?! She has mysteriously entered a fantastical world of knights and werebeasts, but not as its main character. Now, she must prove that she is not the terrible person everyone thinks she is. It won’t be easy, but she has help. The World Tree’s butterfly guardians will aid her in winning the trust of her new husband and stepdaughter.",
    "image": "https://uploads.mangadex.org/covers/ef8d9e27-c583-42ad-a877-4eebe2329b63/98fe3b62-ed31-474c-a38b-e28d5a3a3b76.jpg",
    "moods": []
  },
  {
    "title": "Best Actor in a Relationship Award",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ji-eun, an aspiring director attending the nation's top art school. Ji-eun, who is unknown, wants to cast Jae-ha, the top student in the acting department, to make her work successful and make a name for herself at school. On the other hand, Jae-ha proposes a romantic relationship to Ji-eun in order to get rid of a senior he dislikes. Ji-eun, who is fooled by the acting genius, wants to complete both her school life and her love life. Will she be able to kill two birds with one stone?",
    "image": "https://uploads.mangadex.org/covers/8f8f3b19-077b-4f64-a5d5-e566868e30cd/2f41eee3-4d0c-4942-b152-affb28e9256d.jpg",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 226",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Loving Summer Sky",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him.",
    "image": "https://uploads.mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "moods": []
  },
  {
    "title": "Young Love",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Romance"
    ],
    "summary": "\"From now on, is it okay for me to have an ‘adult relationship’ with you, Young Lady?\"\n\nYui Amagi is the daughter of a yakuza family who longs for a \"normal life.\" Her dream of living on her own finally comes true… or so she thought. But her assigned bodyguard—who also happens to be her fiancé—Ichika Izumo, the Wakagashira (Underboss) of the Amagi group, insists that \"it’s only natural for me to be here,\" while smoking a cigarette as if he owns the place.\n\nYui doesn’t actually dislike Ichika (in fact, she secretly likes him), but she doesn’t want a romance arranged by her parents. Without realizing her own feelings, she decides to spite him by joining a group blind date.\n\nHowever, once the party starts, she feels completely out of place and ends up depressed. To make matters worse, one of the men there takes advantage of her vulnerability and tries to take her to a hotel…!?\n\n\"You dare join a group date when you already have me, your fiancé?\"\n\nAn impatient yandere Underboss × a stubborn young lady, caught in an overly intense and sweet “awakening cohabitation love story”… ♪",
    "image": "https://uploads.mangadex.org/covers/9f01a130-360c-492d-8699-538a89fbe219/1a942f31-b998-40a7-8543-571fd092afa2.png",
    "moods": []
  },
  {
    "title": "Young Love",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Romance"
    ],
    "summary": "\"From now on, is it okay for me to have an ‘adult relationship’ with you, Young Lady?\"\n\nYui Amagi is the daughter of a yakuza family who longs for a \"normal life.\" Her dream of living on her own finally comes true… or so she thought. But her assigned bodyguard—who also happens to be her fiancé—Ichika Izumo, the Wakagashira (Underboss) of the Amagi group, insists that \"it’s only natural for me to be here,\" while smoking a cigarette as if he owns the place.\n\nYui doesn’t actually dislike Ichika (in fact, she secretly likes him), but she doesn’t want a romance arranged by her parents. Without realizing her own feelings, she decides to spite him by joining a group blind date.\n\nHowever, once the party starts, she feels completely out of place and ends up depressed. To make matters worse, one of the men there takes advantage of her vulnerability and tries to take her to a hotel…!?\n\n\"You dare join a group date when you already have me, your fiancé?\"\n\nAn impatient yandere Underboss × a stubborn young lady, caught in an overly intense and sweet “awakening cohabitation love story”… ♪",
    "image": "https://uploads.mangadex.org/covers/9f01a130-360c-492d-8699-538a89fbe219/1a942f31-b998-40a7-8543-571fd092afa2.png",
    "moods": []
  },
  {
    "title": "The Merman Trapped in My Lake",
    "chapter": "Chapter 30",
    "genre": [
      "Romance"
    ],
    "summary": "“Selvaine, why haven’t you come to see me?” A person, no, a mermaid, calling out to my great-grandfather’s granddaughter who had resembled me. My ancestor, who had treasured the mermaid so, locked him in her lake. What would he have been thinking, waiting for someone who had been dead for over a hundred years. Enduring terrible agony, every day, day after day. Maybe, “I missed you.” … That’s clearly revenge.",
    "image": "https://uploads.mangadex.org/covers/a4e2eede-c3b6-42f9-bc63-4ea3cd734181/ddc372b5-dbbd-4cf2-9b11-30ff7c53289f.jpg",
    "moods": []
  },
  {
    "title": "Deeply In Love",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of a heartbreak in her past, Kirino decided to live more for her idol than for actual boys, but one day, transfer student Kametani-kun comes, who has a somewhat similar vibe to her idol! When Kametani-kun glares at the girls saying, “Don’t even think about talking to me!” on the very first day of transferring to the school, Kirino gets intrigued by him and learns his secret and…?!\n\n(Source: K Manga)",
    "image": "https://uploads.mangadex.org/covers/b7a2d54a-6d1b-4b1b-a266-1b3737f4f671/4658208f-f242-4830-ad31-197ba8932854.jpg",
    "moods": []
  },
  {
    "title": "The Castle: Ghost-eyed Bride",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marriage Blues",
    "chapter": "Chapter 22",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural",
      "Time travel",
      "Yaoi(BL)"
    ],
    "summary": "On her wedding day, Hana Gu realizes her relationship lacks love and flees the ceremony. During her escapade, she runs into her ex-boyfriend, Gawi Nam who helps her by using his mysterious ability to time travel into the past. Determined to erase her unwanted marriage, she uses this ability to try and change her fate, but the future proves less malleable than expected. Amid repeated failures, she finds solace in Gawi, who is also trapped in the past, facing similar struggles. As they fight fate together, old feelings from their first love resurface, making Hana question -- does she truly want to change her fate?",
    "image": "https://uploads.mangadex.org/covers/5c56e9f2-bb17-4ecb-a2fe-ad91f98f1924/e4de589b-7159-48e6-b687-e62550712c12.jpg",
    "moods": []
  },
  {
    "title": "Fatal Favoritism",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "World’s Greatest Senior Disciple",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy.",
    "image": "https://uploads.mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/64a2f259-625d-4369-9ca7-394c1576cf10.jpg",
    "moods": []
  },
  {
    "title": "I, The Demon Lord am being targeted by my female Disciples!",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
    "image": "https://uploads.mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "moods": []
  },
  {
    "title": "I Became The King by Scavenging",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat. Then one night, a beautiful red-haired woman appears and says to him, “You have potential. Become my apprentice.”. From a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)\n\n**Additional Links:**\n- [Official X](https://x.com/mon29_4ryo)",
    "image": "https://uploads.mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/875c888e-badd-4f11-ba21-cce734544590.jpg",
    "moods": []
  },
  {
    "title": "Back from the Abyss: I Am the Disaster",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Immortal Emperor family was wiped out overnight, and the young master Li Chen was thrown into the most mysterious and dangerous abyss! Eight years later, he broke out of the abyss, the empress in his left hand, and the gods and demons in his right hand, and everything he went was",
    "image": "https://uploads.mangadex.org/covers/e778d186-2fa4-467c-806c-e752337fd7f4/fd239f79-9439-4c8a-b380-3cdc684cf100.jpg",
    "moods": []
  }
]