[
  {
    "title": "End of the Show Window",
    "chapter": "Chapter 28",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "The Second Eunuch Regains His Manhood",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!",
    "image": "https://uploads.mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8fd469fd-e3f1-4758-9cc3-8bd3ed0896da.jpg",
    "moods": []
  },
  {
    "title": "Stand-In Bride: The Time-Limited Duchess",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Kidnapper Is My Arranged Marriage Partner?!",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After gaining her long-awaited fox form (but losing her human shape), a white fox beastkin escapes kidnapping, only to face her captor again at a mandatory royal matchmaking. The wolf who once dragged her away now sits across the tea table, smirking.",
    "image": "https://uploads.mangadex.org/covers/c059f04a-c2b7-4daa-800d-11a51e6b3ff8/7867c554-c082-4275-9887-36b07d2b8e1a.jpg",
    "moods": []
  },
  {
    "title": "The supporting character has no counterattack",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Player",
    "chapter": "Chapter 244",
    "genre": [
      "Action",
      "Adventure",
      "Bloody",
      "Comedy",
      "Demon",
      "Fantasy",
      "Magical",
      "Vampire",
      "Yaoi(BL)"
    ],
    "summary": "Risa Miyakozawa, known as Zawa-san, is a member of Nissen High School's prestigious baseball club, but she's a girl… She trains and practices hard knowing she'll never be allowed to play in a real game. A quirky manga, focused more on the characters around Zawa-san reacting to her rather than baseball heroics or high school romance.  \n  \nNominated for the 3rd Manga Taisho Award (2010).",
    "image": "https://uploads.mangadex.org/covers/2da15c49-61bc-4b9e-938a-fba26fc45c67/559d5ce9-22de-4677-adfc-9aa6ede5225a.png",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "Constellations of the Gods [Official]",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am Rukalis, goddess of resurrection.\nDaughter of Hades and Persephone,\n\nand **tyrant of the underworld**.",
    "image": "https://uploads.mangadex.org/covers/15963fe4-c4ac-402b-a719-d6787a1d9a3b/3bfe97ed-a8ee-4008-94c1-4e4df15037db.jpg",
    "moods": []
  },
  {
    "title": "Outside Relationship",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/Thank_You_Every)  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/31379571)",
    "image": "https://uploads.mangadex.org/covers/0c02f2ac-657d-40b8-b1c5-7dbe2d28d61e/a383adff-6b35-4002-a3fa-92c543f1e9fe.jpg",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "My Pet Miad",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Three Delicious Meals: Just the Two of Us",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bitten by the Dog I Abandoned",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evelyn Winter is the daughter of the House of Winter. She cruelly chases away the dog that only followed her, Gillas Black.\n\n“Didn’t you say you loved me?”\n\"Love? Did you believe that word? You don’t know your place, you idiot.”\n“You will regret this moment.”\n\nEvelyn has no regrets, she marries Rowen, Delilah's heir and has a daughter, Sherry. But their happiness is short-lived when Rowen dies in a train accident and she is left a widow. To make matters worse, his family's financial situation deteriorates. And the boy I used to pet is missing. The dog I abandoned came back as a war hero.",
    "image": "https://uploads.mangadex.org/covers/142bbf95-0abf-4d58-87ff-d1b837bf5752/457d09ff-7b30-4ae0-b090-6d58df618525.png",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cute Little Saintess",
    "chapter": "Chapter 68",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way.",
    "image": "https://uploads.mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "moods": []
  },
  {
    "title": "Regressor Instruction Manual",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Psychological"
    ],
    "summary": "[Will you join the game?]\n\nGiyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status!\n\nHe finds the opportunity of his life when he discovers that Hyunsung is a returner to this world.\n\nNow all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial.",
    "image": "https://uploads.mangadex.org/covers/bd1bf883-c7d4-4f4d-857c-29e2470cb693/299339d0-7717-429e-b137-84a222d9103b.jpg",
    "moods": []
  },
  {
    "title": "Island of Stars and Chains",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Gi Seunghyun always dreamed of becoming a Hunter, but he is plagued by despair due to his lack of ability. Then one day, his older sister, Gi Sohyun, awakens from a 12-year coma. Just as they begin to reunite, the siblings find themselves caught in an unfathomable, shocking event.",
    "image": "https://uploads.mangadex.org/covers/e97ea7ea-923d-44bd-b338-580d36a4d713/407ade13-4075-4055-9de2-7a59d89311aa.jpg",
    "moods": []
  },
  {
    "title": "The hero proposed to me",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "\"How can my past self get so excited doing all those embarrassing things!?\"\n\nWhen he was in the third year of middle school, Hizaki Shiou was summoned to another world to save it. After defeating the Demon King, he was forcibly returned back to the present day. Yet another three years later, he is summoned to the other world once again, this time to stop the rampage of the secret society \"Helheim.\"\n\nThat organization was supposedly actually the one that he had founded during his *chuunibyou* phase, where he called himself the \"Corpse King\"—a dark past too embarrassing to remember!\n\nSomeone seems to be impersonating the name of \"Helheim\" and tarnishing its reputation. To uncover the truth behind this mystery and clear the organization's name, the Corpse King reunites with his former subordinates, the \"Hakkai,\" who once made Helheim the strongest it had ever been. While agonizing over his dark past, he begins to take action in the other world once again.\n\nTheir first stop is the Steel City of Gagiul—rescue the city struggling through famine as well as the pale-looking count's daughter in distress.\n\n\"Helheim, moving out.\"",
    "image": "https://uploads.mangadex.org/covers/d89cfcf7-dcb4-4af7-8c95-330c2c6167d0/aaa79460-a247-4d95-bbed-7f0883372fe2.png",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 197",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 47",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sorry, I got distracted by your looks",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Merry Marbling",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "When he was young, Lee-ahn found and returned a large bag of money and garnered fame as a \"Christmas Angel.\" Since then, Lee-ahn has been very conscious of how others perceive him. Yugeon, who has just moved into Lee-ahn's building, could care less about the gazes of people around him. He acts out at school and even ditches classes. When she learns of Yugeon's arrival, Lee-ahn's mother hopes that he will take care of the outsider for the sake of his reputation. Reluctantly, Lee-ahn obeys his mother. However, Yugeon realizes that Lee-ahn used him for his own image. When Yugeon threatens to tell Lee-ahn's schoolmates about it, Lee-ahn gets defensive... \"I don't care if you tell them. Just know, whatever happens next is not my responsibility.\" I was just going to end things with no regrets... Just wait! Do whatever you want!! Like a beautiful marbling that doesn't mix with water, these two create a beautiful dissonance.",
    "image": "https://uploads.mangadex.org/covers/bad92115-4108-4de1-a2af-6db815230c80/1191defb-53b6-4707-9bb5-2bb37dbf170f.jpg",
    "moods": []
  },
  {
    "title": "Genius of the Unique Lineage",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
    "image": "https://uploads.mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/16b633bd-b2f3-4ab2-8d52-14c6f4895242.jpg",
    "moods": []
  },
  {
    "title": "Until the Soul of the Fallen Queen Knows Love",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Liaris has been mistreated as an 'incompetent person by everyone,including her family,all her life\nBut one day,she awakened her psychic powers,along with the memory of her previous life as a\nqueen.'If people were to find out about this power,they'll use me as they did in my previous life,\nand I'll have an unhappy future again.\"Thinking this,Liaris decided to hide her ability and live\nquietly as a helpless daughter.But when Edward,the sixth prince,learns of her secret,he asks her\nto become his fiancee.Once more,Liaris is taken to the stage of the throne succession that will\nshake the country.A romance fantasy about a strong daughter who wants to live quietly in a\npeaceful world,and a lonely prince who wants to change the discriminatory world brought about\nby his unusual powers.",
    "image": "https://uploads.mangadex.org/covers/e2f57145-3434-41cd-a1f9-8b82a4ad1088/96d11551-8ba2-4662-92d8-ada71d792c10.jpg",
    "moods": []
  },
  {
    "title": "The Dark Swordsman Returns",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/ade32e0e-c8f7-4931-998f-8bcea47dce53/65814134-3819-4308-a947-4b2466723a86.jpg",
    "moods": []
  },
  {
    "title": "The Unwelcome Guests of House Fildette",
    "chapter": "Chapter 140",
    "genre": [
      "Drama",
      "Historical",
      "Mystery",
      "Romance"
    ],
    "summary": "The 'Count of Fildette's', famous for being scandalous and uneducated. The Counts are the main culprits in eroding the honor of the venerable family, but fortunately, thanks to the couple's clever and lovely only son, 'Hayden', the Countess of Fildette's manages to keep the peace. Hayden is the pride of the count, and at the same time, the only link between the counts and the couple who growls at each other, and the center of peace. But the peace Hayden created is nothing more than a thin ice curtain that hides the depths of the water. Behind it, old misunderstandings, mistrust, and unspeakable secrets are deposited in the far-off darkness... Then one day, unexpected guests suddenly come and walk on the ice curtain?! Peace of those who are slowly cracking! The count struggles with the uncomfortable truth, but he realizes that in the sediment of misunderstandings, the feelings of cherishing each other are together like a treasure. The story of a family who overcame misunderstandings, supports each other, and grows together.\nThe story of the Count Fildette's family in search of true love and peace.",
    "image": "https://uploads.mangadex.org/covers/67160854-0c9e-4f0d-b29b-42d480d51597/94c4aae7-e610-45b7-848b-df2d8bab1e13.jpg",
    "moods": []
  },
  {
    "title": "Today the Villainess has Fun Again",
    "chapter": "Chapter 118",
    "genre": [
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Magic",
      "Reincarnation",
      "Romance",
      "Time travel",
      "Villainess"
    ],
    "summary": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
    "image": "https://uploads.mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 133",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "Another Tonight",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Jieunsoo was unilaterally divorced by her husband Yutaehan three years ago.\nShe believed she was over it—no longer caring who he dated or remarried.\n\nThat is, until she finds out he's planning to marry Yujeongha—the very woman she spent her whole life envying.\n\nDriven by anger and desperation, Jieunsoo decides to sabotage the wedding the only way she knows how—by spending a night with her ex-husband.\n\n“I’m going to tell Yujeongha.”\n“Tell her what?”\n“That we slept together.”\n\nShe lays down her carefully held card like a dagger from the heart. This was always the plan—hard-earned and calculated.\nNow it was time to make her demand.\n\n“I don’t want Yujeongha.”\n\nSaying it out loud stings more than she expected. But she's a mother—and as a mother, her child mattered more than her pride.\nThere’s no way she could leave her child in the hands of a woman who despised her.\n\n“Say it.”\n\nHis low voice was calm, unreadable.\nLowering her gaze, trembling, Jieunsoo finally looks up at the man and says:\n\n“Tell her we slept together.”",
    "image": "https://uploads.mangadex.org/covers/0a5f94bb-e9be-441d-afa7-e6f70e0f75fe/826cb6c7-97e0-4b9b-97ee-3f92ba570308.jpg",
    "moods": []
  },
  {
    "title": "Too Much Regeneration! Now the King Obsesses Over Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Emotional Transference",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance"
    ],
    "summary": "Su-a, a college freshman in Creative Writing, struggles to understand and express her emotions, leaving her isolated from those around her. When she meets Taeyang, a second-year Sports Coaching student who can sense emotions through touch, their unexpected connection sparks a journey of discovery. Paired for a class assignment that involves a \"date,\" their bond deepens. This is a story about a man who feels too much and a woman who feels too little, and their journey toward emotional growth.",
    "image": "https://uploads.mangadex.org/covers/b6d5dddb-dcfb-4dd2-a468-de4ee895d3d9/0be2f572-179e-4b78-92c3-cb7407a26e68.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Chitra",
    "chapter": "Chapter 188",
    "genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I spent years preparing for the civil service exam.  \nBut I can’t believe I died so unfairly…!  \n  \nIs that so?  \nI was reborn as a beautiful countess.  \nI even got the ability to play games from the God of Beauty.  \n‘Drawing..?’  \nYes, I have the ability to draw for characters.  \n  \nI have become the apostle of the God of Beauty and benefited the world widely by drawing out ultra rare characters.   \n  \n[Rare-!]  \n[Super Duper Ultra Special Rare-!!!]  \n  \nLet's fill the world with handsome men to benefit all the women!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%98%ED%8A%B8%EB%9D%BC/2330)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%90%AA%E7%89%B9%E6%8B%89%E7%9A%84%E7%BE%8E%E7%94%B7%E4%B8%96%E7%95%8C/18)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/642696)\n\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/Citra/200?tab=episode)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/10095)\n\n- [Official French Translation](https://delitoon.com/webtoon/vie-virtuelle-chitra-majordome)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8B%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B9%89%E0%B8%B2/33)",
    "image": "https://uploads.mangadex.org/covers/c8093355-1ea5-4fa6-a452-cc4da82704cf/c0d99f58-6b77-4903-9be9-608b6dcc76bd.jpg",
    "moods": []
  },
  {
    "title": "Shane’s Knight",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Ichinose Haruma is handsome, but the girl he likes happens to be even more handsome…?!",
    "image": "https://uploads.mangadex.org/covers/96d3f4f6-e0c5-4a54-9def-faf0372d8e9e/231ff2f0-8b30-484e-b705-01aaf5549a3e.jpg",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "\"How can my past self get so excited doing all those embarrassing things!?\"\n\nWhen he was in the third year of middle school, Hizaki Shiou was summoned to another world to save it. After defeating the Demon King, he was forcibly returned back to the present day. Yet another three years later, he is summoned to the other world once again, this time to stop the rampage of the secret society \"Helheim.\"\n\nThat organization was supposedly actually the one that he had founded during his *chuunibyou* phase, where he called himself the \"Corpse King\"—a dark past too embarrassing to remember!\n\nSomeone seems to be impersonating the name of \"Helheim\" and tarnishing its reputation. To uncover the truth behind this mystery and clear the organization's name, the Corpse King reunites with his former subordinates, the \"Hakkai,\" who once made Helheim the strongest it had ever been. While agonizing over his dark past, he begins to take action in the other world once again.\n\nTheir first stop is the Steel City of Gagiul—rescue the city struggling through famine as well as the pale-looking count's daughter in distress.\n\n\"Helheim, moving out.\"",
    "image": "https://uploads.mangadex.org/covers/d89cfcf7-dcb4-4af7-8c95-330c2c6167d0/aaa79460-a247-4d95-bbed-7f0883372fe2.png",
    "moods": []
  },
  {
    "title": "The Fake Saint’s Splendid Revenge",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Romantic Ending with My 2D Boyfriend!",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "From flirts to mama’s boys to married men, intentionally Sun Choi keeps dating men like those. Promising to herself, not to date men like those ever again, she developed a game called ‘Dating Simulation.’ Since its release is just around the corner that she went to work even on the weekend and played the game as a developer. She plays a ‘share house version’ where you can meet various men of various classes all at once. However, she gets wakes up in the game as the female character.",
    "image": "https://uploads.mangadex.org/covers/91a71357-c558-4ddb-b801-f4a0b01f7ff6/e946eb04-22ee-4be8-a337-711befab8ab9.png",
    "moods": []
  },
  {
    "title": "Girl with a Knife",
    "chapter": "Chapter 126",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"If you let us stay... you can do naughty things with us.\"\n\nMitsuhiko Okaya, an unremarkable man, was betrayed by his wife and a junior colleague. At work, he was mocked as a useless editor and spiraled into despair, until one day before him appeared a pair of twin high school girls he shouldn't know, yet somehow seemed familiar. The younger twin, Akari, was lively, cheerful, and always teasing him, while the elder twin, Nanako, was shy and clumsy, yet secretly a closet pervert. They were once his students from the cram school where he worked during his student days.",
    "image": "https://uploads.mangadex.org/covers/a0ecce48-aa4c-48e6-8d9b-90f322a5687a/84723fee-8077-4da5-af8f-53eac7ed0c72.png",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "The Magic Tower’s Problem Child",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Once the greatest mage and Grand Magus of the White Tower, Oscar Sage dies in a war against The Demon Emperor—only to awaken twenty years later as the disgraced noble, Oscar Crusian. The once-mighty White Tower lies in ruins, and rival factions hold control over military and resources. With his mana circuits sealed and former allies now enemies, Oscar must rebuild the White Tower, seek vengeance, and reclaim his power before the Mage Council exiles him for good. Will magic rise again or will it be buried forever?",
    "image": "https://uploads.mangadex.org/covers/344cf9e0-5de0-430c-8c4d-9d0eccc57572/100a01f8-79e6-40a4-a2e0-9dfda14e8ad6.jpg",
    "moods": []
  },
  {
    "title": "Ghost Story Club (Remake)",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』",
    "image": "https://uploads.mangadex.org/covers/69378a10-ebcb-40fa-ad70-52b6f0a6658a/888a5ab5-baff-428f-aa65-e31eed596e97.png",
    "moods": []
  },
  {
    "title": "I will break ties with the harmful sister",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiancé might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future.",
    "image": "https://uploads.mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can See It’s A Beast",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Q: Can a wolf and a lion get married and have a rabbit as a kid?\nA: Stop talking nonsense, wash your feet, and go to sleep.\n\n...And just like that, I ended up in a situation where I really should just wash my feet and sleep. My dad's a lion, my mom's a wolf, and somehow, I'm a rabbit. Not just any rabbit, an extra who becomes the trigger for a war in the novel! At this rate, not only will everyone die, but both my mom's and dad's entire families will be wiped out.\n\n'No way. I have to change my fate somehow.'\n\nI clenched my fists and stood up determinedly, but then...\n\n\"Chloe, do you know what's for dinner tonight? That's right... rabbit meat!\"\n\nFirst things first, I need to make sure the wolves at home don't find out what I really am.\n\nI thought all I had to do was hide the fact that I'm a rabbit. But a bigger problem showed up. Of all the countless special abilities among beastmen, I just had to get \"being pitied.\" I thought this life was doomed too, but then...\n\n\"We’re not fighting. So... don't cry, okay? Please.\"\n\nMy parents, who even stopped a war because they were worried about me.\n\n\"Just say the word. If you want, I can kill everyone who's bullying you.\"\n\nAnd even the original novel's male lead, who's gone a little overboard taking my side.\n\nHonestly... stopping a war might be easier than I thought. Maybe this ability... is more useful than I realized?",
    "image": "https://uploads.mangadex.org/covers/c28acebf-bbf0-47df-96aa-1e6b95f94f6e/e2ec1fca-3e84-4412-932f-17dc8b26d1a8.jpg",
    "moods": []
  },
  {
    "title": "Healing Life Through Camping In Another World",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Slice of Life"
    ],
    "summary": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?",
    "image": "https://uploads.mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "moods": []
  },
  {
    "title": "Artifact-Devouring Player",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Genius Prismatic Mage",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where you must steal or be stolen, kill or be killed, Ray, an orphan from the 50th sector, possesses the unique ability to see mana in the form of colors. However, despite the colorful sparks that fill the world around him, his existence has been numb detachment, completely devoid of emotions. But when a life-altering event shatters the cold, unfeeling life he once knew, Ray's journey might just unfold into a story richer in color than he could have ever imagined.",
    "image": "https://uploads.mangadex.org/covers/bfe454a8-5ea1-4463-b0e3-036dca8915cd/760af2b2-1d2c-412e-b9cf-25c16de4def9.png",
    "moods": []
  },
  {
    "title": "The Almighty Daughter Runs The World",
    "chapter": "Chapter 166",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Josei",
      "Reincarnation",
      "Romance",
      "Shoujo"
    ],
    "summary": "After traveling through time and space, Ye Zhuo became a fake daughter of a wealthy family and a notorious bastard that everyone disdained. But so what? Although Ye Zhuo was dealt a bad hand, she would still win.\n\nYe Zhuo quickly made room for the real daughter of the wealthy family and then helped her mother and uncle get rich overnight.\n\nAs an unparalleled talented woman, she became the head of a technology firm and had a fortune of hundreds of billions of dollars, directly reaching the pinnacle of her life! Meanwhile, she was having a relationship with a wealthy tycoon who always doted on her!",
    "image": "https://uploads.mangadex.org/covers/d097c0f1-be2a-4389-ae36-8f9a63064372/343bd82e-2c7a-4fb8-9cea-f9c59eec8357.png",
    "moods": []
  },
  {
    "title": "I Can See Your Stats!",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arase doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
    "image": "https://uploads.mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  }
]