[
  {
    "title": "A Marriage that Decides the Fate of the World",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The more I die, the more invincible I become.",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
    "image": "https://uploads.mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/635ea5af-7d25-450c-8620-10260f4c40b6.jpg",
    "moods": []
  },
  {
    "title": "The Extra Decided to Be Fake",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Ghostly Doctor",
    "chapter": "Chapter 586",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "She, the leader of the hidden sect, specializes in poison and assassination. A genius, and a weirdo, in the eyes of others. After dying from an accident, she was reborn in the body of a disfigured lady. Having her identity changed and unable to return to her family, she abandoned them, but, if she doesn't take revenge on those who caused her harm, will she be worthy of the title \"The Ghostly Doctor\"? As clouds gather, heroes fight to be the strongest! How will she conquer the world in a red robe, and fight among the strong heroes?!  \n  \n*The 2 missing chapters are announcements by the author.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/e900135b-8eba-4d29-85c9-db3d5ae885c7/9a9fa7b3-df9a-4b74-970e-9853a40e2977.jpg",
    "moods": []
  },
  {
    "title": "I’m Pregnant, But I Won’t Marry Without Love",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 12",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Savage Proposal",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
    "image": "https://uploads.mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "moods": []
  },
  {
    "title": "Ready Shoot, For love",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Do you agree with this love, or are you very much against it?\" \n\nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \n\nIchibana is a girl who is a little bit girly and a little bit hot-tempered. She falls in love with Maki, a plain boy in her class, but just as she is about to confess her feelings to him, she finds out, to her surprise that he has a girlfriend!",
    "image": "https://uploads.mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/be5b10a1-2861-436e-aa36-3a5eca8ae988.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Beauty and the Beasts",
    "chapter": "Chapter 673",
    "genre": [
      "Ecchi",
      "Fantasy",
      "Harem",
      "Manhua",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
    "image": "https://uploads.mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "moods": []
  },
  {
    "title": "I Became the Beastman’s Wife",
    "chapter": "Chapter 352",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "Here Reigns the Vengeful Villainess",
    "chapter": "Chapter 100",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the grand empire of Tygen, Robellia's serene life takes a dark turn, catapulting her into a saga of vengeance. In a world of power and intrigue, she exposes hidden truths, navigating a tumultuous path between hero and villain. Armed with extraordinary magic, Robellia is steadfast in unveiling the obscured secrets of the empire and recovering her lost happiness.\n\n---\nRobellia isn't so foolish as to believe in a happy life. She was robbed of such flowery optimism the day her husband betrayed her and her child was lost. Now, armed with the power to exact revenge on those who scorned her, she's determined to expose the lies and deceit behind the empire she calls her home. But can she come out the other side as a redeemable person once all is said and done?",
    "image": "https://uploads.mangadex.org/covers/bbb5877c-a429-4860-b64c-2cf323559091/9dbb877a-b31e-40a9-ba00-bb2b4e307109.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Captured The Grand Duke",
    "chapter": "Chapter 70",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?",
    "image": "https://uploads.mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "moods": []
  },
  {
    "title": "The Baby Isn’t Yours",
    "chapter": "Chapter 98",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Callia Taxicate was a mere commoner until she saved the life of Simon Tereloane, the son of a duke. In return, the duke helps make her commander of the emperor's knights and she becomes a war hero. \n\nThough she only sees Simon as a friend, the two unexpectedly spend the night together and she ends up pregnant! Terrified that he and his noble family won't accept a child out of wedlock, Callia runs away to raise the baby on her own. But how long can she hide this secret, especially from the father?!",
    "image": "https://uploads.mangadex.org/covers/ed45feb9-296a-4600-a7e3-ea0b6bfe4bf6/75a68ec7-22c6-4ce6-8121-222e20d114d7.png",
    "moods": []
  },
  {
    "title": "Eternal Love",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhua",
      "Romance"
    ],
    "summary": "After playing Kokkuri-san, a game which enables this world and the spirit world to communicate, 16 year old Miku is attacked by an evil spirit. Is it just a coincidence that ghosts then, start trying to kill her?…or is it not? Can her classmate, Kanyama Riyou, an exorcist from a Shinto Shrine be able to help save her life?",
    "image": "https://uploads.mangadex.org/covers/0ba0ccba-048e-47ab-8175-3d28faeec7ef/dd2849c7-ead2-4150-a00a-6f504c6ae93e.jpg",
    "moods": []
  },
  {
    "title": "I Became the Mother of the Supporting Male Lead’s Son",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Reincarnated as Elia, the daughter of a ruined noble, the protagonist struggles to escape debt collectors. One day, she saves a child from an attack, only to be mistaken for a kidnapper and taken to Duke Kaiden’s mansion. To avoid punishment, she becomes the child’s nanny. Now, she must clear the misunderstanding and find a way to survive in her new life.\n\n---\nThe protagonist is reincarnated as 'Elia', a noblewoman and a failed novelist who is an extra character in a romance fantasy novel. Despite being chased by creditors, she saves a child from being beaten by a thug, but is framed as a kidnapper and dragged to the Duke 'Kaiden's' mansion.\n \n\"Do you know? If you live like that forever, everyone will leave you.\"\n\nElia, who speaks her mind, becomes a nanny instead of being punished. Will Elia be able to clear her misunderstanding?",
    "image": "https://uploads.mangadex.org/covers/05fc4cfc-a568-4a6d-ac31-ca5adf5a4f5d/0f6e2239-4391-45aa-b45d-34570725b1a0.jpg",
    "moods": []
  },
  {
    "title": "The Devil Raises a Lady",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
    "image": "https://uploads.mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "moods": []
  },
  {
    "title": "I Became the Master of the Devil",
    "chapter": "Chapter 68",
    "genre": [
      "Bloody",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family"
    ],
    "summary": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?",
    "image": "https://uploads.mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "moods": []
  },
  {
    "title": "My Sister Picked Up the Male Lead",
    "chapter": "Chapter 121",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "My name is Amy. Reincarnating as the little sister of a character from a book I read in my previous life was great, but… On my 16th birthday, my older sister said she had something special prepared and picked up a guy in the forest?!?\n\n\"Picking up\" a \"guy\" was surprising enough, but that guy was actually the Mad Archduke (…and male lead) who was a child by day and adult by night because of a curse-like spell! He was \"Lennox Iberich.\"\n\n\"Who are you.\"\n\n\"I-I was the one who picked you up and brought you here!\"\n\nTo prevent the original plot line of my sister dying after picking up the male lead, I had no choice but to raise the death flag instead. But…\n\n\"Amy. I can only see you at night. There's no meaning to a night without you.\"\n\n…Huh? This… wasn't it a \"death\" flag, not a \"love\" flag…?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=55522808)\n[Official OST/PV](https://youtu.be/EXhLscID4A0)\n**Official Translations:**\n* English:  [Pocket Comics](https://www.pocketcomics.com/comic/7751), [Tappytoon](https://www.tappytoon.com/en/comics/my-sister-picked-up), [Tapas](https://tapas.io/series/my-sister-picked-up-the-male-lead/info), [Lezhin US](https://www.lezhinus.com/en/comic/sister_lead), [Lalatoon](https://global.lalatoon.com/en/webtoon/episode/toon/7004)\n*All platforms used the Copin Comics translation for the English, prior to them going defunct, as they were the one's licensing the series.*\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29417)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Kakakku-Memungut-Pemeran-Utama-Laki-laki/3425)\n* [Japanese / 日本語](https://piccoma.com/web/product/55005)",
    "image": "https://uploads.mangadex.org/covers/8484fa76-fb9e-494c-9aa0-9a48c582cea6/ee96e363-69e1-4218-9d55-aa90d111527f.jpg",
    "moods": []
  },
  {
    "title": "Lady Baby Is a Revenge Maker",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One day, Sephiel, who returned to five years old, decides to get rid of the family that abused her.\n\nThe first thing to do is to enter the family of a powerful person who will protect you safely! By chance, the dragon family's bride selection ball, full of sinister rumors, opens, and she manages to take the place of the crown prince's wife.\n\n“Why do you run away. Didn’t you say you wanted to marry me?”\n“How does this little thing know so much about my son?”\n“You’re pretty sassy for a girl… and quite cute.”\n\nFrom her little husband to her father-in-law to her grandfather, she attracted a lot of attention from the dragons in the royal family. I must have made the dragons on my side now that this has happened... Should I take revenge on the evil humans?",
    "image": "https://uploads.mangadex.org/covers/12054f99-085f-47e9-b5ad-008cc9c3dc75/c48b54ec-4d8b-42d2-9b18-3f614de62d45.jpg",
    "moods": []
  },
  {
    "title": "Marriage with the Archduke, I Know Now",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villain’s Match Is Too Perfect",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?\n\n---\nAn overworked girl strikes gold, waking up as wealthy noblewoman Yvonne Argentrose in a novel. Once a jealous villainess one-sidedly obsessed with the crown prince, now all she wants is a peaceful and opulent life. Still unconvinced of her transformation, her family tries to set her up with the empire's perfect man, Duke Ehels. But when the once uninterested crown prince catches wind of this, he becomes jealous, and drama ensues! Can Yvonne escape the drama and enjoy her new life in peace?",
    "image": "https://uploads.mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "moods": []
  },
  {
    "title": "The Heat of the Reincarnated Villainess",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Josei",
      "Mature",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Konoha Satou has a dark history, written throughout middle school-a fantasy adventure of love and magic about the Count's daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she's been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!  \n  \nGhost-seeing School Boys oneshot included in volume 1 as chapter 3.5.",
    "image": "https://uploads.mangadex.org/covers/2ea8f5bc-31a7-472e-9c60-705d586f0c83/3d663393-5e97-4b2d-8770-e85b2062e718.jpg",
    "moods": []
  },
  {
    "title": "My Kidnapper Is My Arranged Marriage Partner?!",
    "chapter": "Chapter 20",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After gaining her long-awaited fox form (but losing her human shape), a white fox beastkin escapes kidnapping, only to face her captor again at a mandatory royal matchmaking. The wolf who once dragged her away now sits across the tea table, smirking.",
    "image": "https://uploads.mangadex.org/covers/c059f04a-c2b7-4daa-800d-11a51e6b3ff8/7867c554-c082-4275-9887-36b07d2b8e1a.jpg",
    "moods": []
  },
  {
    "title": "The Saintess And The Curse",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "It is said that cats will haunt the family that killed them for seven generations.　\n\nKuro, a black cat who has fallen into the role of a \"curse god,\" is trying to return to being a \"god of fortune\" by completing \"seven generations of curses\". However, the sixth generation is our protagonist Koutarou Nishikori, and he's hopelessly single, stuck pining for his mysterious first love. As it turns out... that first love is Kuro.",
    "image": "https://uploads.mangadex.org/covers/359eb456-02e7-4906-bd48-10624d0419fd/c443713b-3cfd-4249-9c1d-347da9fcb68c.jpg",
    "moods": []
  },
  {
    "title": "Frauds-In-Law [Official]",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "College Student Empress",
    "chapter": "Chapter 157",
    "genre": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Harem",
      "Romance",
      "Webtoons"
    ],
    "summary": "Wild and carefree by day, heart breaker by night. the beautiful Hae-sul one day wakes up in the body of an empress of an unfamiliar world. As she navigates her new life in the palace she must stay alert to stave off assassination attempts on her life while also juggling the temperamental and childish emperor who has no love for her.\n\n---\nA beautiful flirt whose blatant honesty comes off as harassment, Shin Hae-seol, a college student living life to its fullest.\n\nBut somehow, she wakes up as the \"Empress\" in a strange place. She is required to be elegant, beautiful, graceful, and dignified as an example to the other women of the country. To make things worse, she isn't allowed to leave her husband (the emperor) who spends his days having flings with concubines. However, hope comes down from the sky in the form of a mysterious message.\n\n\"If you kill the royals, I will send you back to your original world!\"\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/71), [KakaoPage](https://page.kakao.com/home?seriesId=58513846), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8139448)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/71/?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/71/?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/71/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/71/?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/71)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/1933)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/nu-sinh-o-cung-hoang-hau/5)",
    "image": "https://uploads.mangadex.org/covers/88054906-9046-4d1f-a658-56172dd1a704/3975bf45-a7ea-4ffb-a8c3-b6a80ed2eb4d.jpg",
    "moods": []
  },
  {
    "title": "The Nameless Flower",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi",
      "Yaoi(BL)"
    ],
    "summary": "The young master, son of an earl, Luan, while wandering in the forest, met a boy his age. He fell in love with a sweet and kind boy, although he does not know his name. Gradually he began to neglect his training as a successor.",
    "image": "https://uploads.mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "moods": []
  },
  {
    "title": "When the Black Wolf Calls Me",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\"",
    "image": "https://uploads.mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 26",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice.   \nWork in the temple began and Myne could read books in the long-awaited temple library.   \nHowever, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants.   \nOvercome adversity to be able to read books in peace!   \nA biblio-fantasy written for book lovers and bookworms! The second part begins!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/f1311d54-99bc-49ed-b12f-099b9a40c104/38343f3c-bc59-422c-85c6-dd31708b6194.jpg",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 68",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Romance in the Beast World",
    "chapter": "Chapter 432",
    "genre": [
      "Drama",
      "Fantasy",
      "Magical",
      "Manhua",
      "Romance"
    ],
    "summary": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. \"Skills\" exist in that world, and Yuuto was reincarnated with \n\"Noblesse oblige.\" When Yuuto, who has become an adult, embraces a woman as a ceremony, \"Noblesse oblige\" is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces! Yuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that \"Noblesse oblige\" can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine!",
    "image": "https://uploads.mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/826bd1c6-00d8-436d-9b36-4808fded8144.jpg",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 37",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 120",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Things I Didn’t Know Because It Was The First Time",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After losing critical memories, and discovering her husband’s betrayal through newspaper headlines, a woman divorces him to start anew as a clockmaker. But when the estranged man returns, insisting \"If you hate me coming, then come back instead,\" their fragile dance begins: Can love rewrite the past when trust is broken?",
    "image": "https://uploads.mangadex.org/covers/8f362f79-6eef-41d3-93ea-31c8651d39ae/434c5c8c-1d4f-4ddb-bda7-49c202ee430c.jpg",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 18",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Are My Guardian Angel, I Am Yours",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Indulge In Me, My Prince, But Stay Away From The Abyss",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "In a world where the conflict between humans and demons has continued since ancient times, Coral, codenamed , who has been raised as a spy since childhood, is entrusted with the important mission of infiltrating the Demon King's castle. However, due to the strategy of a certain person, the mission fails early on, and she is imprisoned in the Demon King's castle. What she saw there was the tragic end of the war caused by the magic rampage of Aries, the Demon King's son. If only she could redo this mission and prevent the prince's rampage... Wishing so strongly, Coral obtains the \"Book of Time Travel,\" which allows her to go back to the past only once. What becomes newly visible during the re-do mission is the side of Prince Aries that he can't tell anyone about?!",
    "image": "https://uploads.mangadex.org/covers/b460811b-a225-4db4-8f9a-9c9acd0ec475/53f573cc-b8d9-4dcc-b9f1-c78e7d73dcde.jpg",
    "moods": []
  },
  {
    "title": "See You, My King",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance",
      "Shounen Ai",
      "Time travel"
    ],
    "summary": "The third official anthology for Love Live! School Idol Project.  \nEach chapter is done by a different artist.  \n  \nCover: Yuki \n\n**Chapters**:\n1. **µ's Hospitality Operation** (µ's no Omotenashi Sakusen, μ'sのおもてなし作戦) by Tokita Arumi  \n2. **Minalinsky and the One-day Maid Experience** (Minalinsky to 1-nichi Maid Taiken, ミナリンスキーと1日メイド体験) by Nanaji Yuuki  \n3. **Apology Tarot** (Gomenne Tarot, ごめんねタロット) by Uzuki Ai  \n4. **Our Everyday!** (Watashitachi no Everyday, 私たちのeveryday) by Ana  \n5. **Photo Scandal** by Kusano Houki\n6. **Umi-chan's Discussion** (Umi-chan no go Soudan, 海未ちゃんのご相談) by Mezashi  \n7. **My Santa** (Atashi no Santa-san, あたしのサンタさん) by Ripo Day  \n8. **The Person You Seek Shall Arrive** (Machibito Kitaru, マチビトキタル) by Suzuki Kokono  \n9. **µ's Kitchen** (μ'sキッチン) by Nakane Nata  \n10. **Honoka-ism!** (穂乃果イズム!) by Kinosaki Kazura",
    "image": "https://uploads.mangadex.org/covers/4e1ab66d-5377-4fd7-a197-a07b74591fa1/73831aad-2e16-4a19-974a-686803470250.jpg",
    "moods": []
  },
  {
    "title": "The Ultimate Shut-In",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I'm a graduate student of a black lab and and now an intern at a black IT company. I meet a beautiful, plain girl named Momoko Hikita in a park late at night, and my life changes drastically when I discover that she is the person behind a rookie vtuber! \n\nI spent many nights helping with her, who is a bit of a clumsy piece of work, and use my skills as an engineer to help her create a tool useful for livestreaming... The cozy love I have with Momoko grows more and more passionate, and even the beautiful president of the vtuber company and a very popular vtuber, a beautiful high school girl, take notice of me...?!",
    "image": "https://uploads.mangadex.org/covers/ee91d45e-6d57-400c-ac38-16c9b718b535/6b20e664-19c4-4961-8c5a-f0992202960a.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 195",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Just Wants to Live in Peace!",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
    "image": "https://uploads.mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/e795d12c-14f9-4828-aff3-1064ea6b8276.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A story about a wolf, his encounter with a small puppy, and their life together following.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/647560)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452237497)",
    "image": "https://uploads.mangadex.org/covers/575c6f8b-02bc-4300-b808-16e35c2bc2e2/6a3ae512-968d-407f-9483-b942128194f5.png",
    "moods": []
  },
  {
    "title": "The Things Melvin Left Behind for Them",
    "chapter": "Chapter 92",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"This is a perfunctory marriage we are carrying out for the sake of protecting you and helping your efforts for revenge.\"\nCheryl, the beloved lady of Neus Castle.\nOne night, her uncle rebels, killing her older brother. She, too, was in danger of being killed. Just as she was about to give up in her last moments, someone comes to save her.\n\"If they want to kill my fiancee, then Neus Castle must be prepared for war.\"\nThe Lord of Blaire Castle, Felix, who saves her in the face of a fake engagement. Thus, she begins an unfamiliar married life with the one she had only ever known as her brother's friend.",
    "image": "https://uploads.mangadex.org/covers/d379a920-8576-49e5-ba92-c48d466d73e7/948aafcf-6ac6-4ab8-8af1-1c6e182b3d0b.png",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 96",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  }
]