[
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "Surviving As A Maid",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
    "image": "https://uploads.mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "moods": []
  },
  {
    "title": "Obssesed butler",
    "chapter": "Chapter 31",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Yaoi(BL)"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/bc59ee08-e75d-449f-b249-3bd2e14c6ba7/b117c5f3-27d1-4870-b3cd-1a639f522432.png",
    "moods": []
  },
  {
    "title": "The Reason Why The Twin Lady Crossdresses",
    "chapter": "Chapter 110",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess’s Double Life",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying,  Marie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. Eventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!",
    "image": "https://uploads.mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/08fcf51f-e1c0-40d2-aac8-83844531a337.jpg",
    "moods": []
  },
  {
    "title": "We Are Absolutely Not Getting Divorced!",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Duke Please Fail!",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!",
    "image": "https://uploads.mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "moods": []
  },
  {
    "title": "The Goal is to be Self-made",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Stuck in a loveless engagement with the crown prince and tired of living in the violent capital city, Violet Hale wanted a way out of her miserable life. Enter the enigmatic archduke Cedric Etchell, who breaks off her engagement and agrees to a contractual marriage with her as thanks for saving his estate. Determined to make it on her own once the contract ends, Violet starts her own business. Love isn't in the plan, but could the archduke make this self-made lady have a change of heart?",
    "image": "https://uploads.mangadex.org/covers/42db4824-1409-4b1f-915a-0848a8d7c7f3/650db7be-253e-42ed-8068-6bd58ecaf4f0.jpg",
    "moods": []
  },
  {
    "title": "Everything Changed After I Died",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "My funeral has begun.\n\n“How can she not shed tears when her twin sister died?”\n\n“I heard she’s an idiot, so the rumors must be true.”\n\n“I heard she has an inferiority complex. Who knows, maybe she is happy inside.”\n\nI died of poison. And overnight I became Mergen’s burden, Irene.\n\nYou said you wanted to live like me? No, Irene. You shouldn’t live like that.\n\n***\n\n“You’re not going anywhere without my permission, Noona.”\n\nSince when did Abel, who treated Irene like a bug, start calling me Noona?\n\n“Keep your promise. Our deal isn’t over yet.”\n\nMy ex-fiancé, with whom I had a strictly business relationship, started treating Irene like the old me.\n\n“I don’t care what it is. I’m a vulgar mongrel, unlike you, so I can digest whatever I swallow.”\n\nWhy does the Grand Duke, whom I thought was the enemy, do this?\n\nThe attitudes of the three men are puzzling. It is said that there are no permanent enemies or allies, but has there ever been a time when things were so unclear as now?",
    "image": "https://uploads.mangadex.org/covers/7bc9ae50-1ae1-468b-a369-2ebb8cf46358/f96be9e2-d8f6-45bc-a17f-edb6e988331c.jpg",
    "moods": []
  },
  {
    "title": "When Love Calls My Name",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"his goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded duke who found love by returning from death and an unfortunate, calm, goddess-like wife!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n2039hs/)",
    "image": "https://uploads.mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/57436275-8134-4f6c-b9b2-d6c9f51b487f.jpg",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 146",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wicked Beastman’s Catnip",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as the prophesied savior of a feline tribe, a former lab victim vows to atone by helping them survive, then leave. But her plans unravel when the tribe’s proud princes, who should’ve been distant, begin circling her like curious cats.",
    "image": "https://uploads.mangadex.org/covers/2963e423-fcea-4aeb-b6f9-2b5be2fb0b13/4227cdc3-59df-4b09-97a8-9e9021af5058.jpg",
    "moods": []
  },
  {
    "title": "My Villain Fiancé is Interfering With My Flowery Path",
    "chapter": "Chapter 63",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day.",
    "image": "https://uploads.mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/2e083b8c-e760-4142-b409-4ad4e7dcb6c4.jpg",
    "moods": []
  },
  {
    "title": "Disgraced Wife? This Beloved Genius Mage Will Secure Her Divorce!",
    "chapter": "Chapter 23",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "That Villain’s Life, I’ll Live It Once",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?",
    "image": "https://uploads.mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "moods": []
  },
  {
    "title": "The Baby Concubine Wants to Live Quietly",
    "chapter": "Chapter 118",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!",
    "image": "https://uploads.mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/3c77d98a-c901-4cdf-8b87-b7fdc4293199.jpg",
    "moods": []
  },
  {
    "title": "Noir of June",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "Regressor’s Life After Retirement",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adaptation",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "After two decades of battling extradimensional monsters and protecting the world, Lim Dae-in is finally ready to retire and enjoy a peaceful life. However, the morning after his retirement party, he wakes up to find himself back in time… before he even gained his powers. \n\nArmed with knowledge of the future, Dae-in is determined to secure his fortune and retire again, but this time within three years.",
    "image": "https://uploads.mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/33a98333-b7a1-4315-bd14-76a291109793.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Lady’s Mask",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Manhua",
      "Romance",
      "Shoujo"
    ],
    "summary": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…",
    "image": "https://uploads.mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "moods": []
  },
  {
    "title": "I Will Divorce the Female Lead’s Siscon Brother",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Ethel, who reincarnated into her favorite novel, has married the female lead’s brother Liena. She thought her marriage life was genuine, but soon enough she became tired of a husband who cared only for his sister and whose attention was always centered on Liena, yet was cold to her, so she filed for divorce.\n\n“Divorce? Absolutely not!”\n\nHowever, her opponent is a powerful duke, so she turns to Terrence, the villain of the original story to be her assistant for a smooth divorce.\n\n“The only person I want to have by my side is you, Ethel.”\n\n…But this man’s fate is to be hurt by Liena.\n\nAs the more she knew about Terrence, the more he seemed attractive to her?",
    "image": "https://uploads.mangadex.org/covers/e6e37da9-3cfa-4f27-a450-a0008f5adddb/9fa2cfb8-2320-4bed-9a2c-2e2a20ac9661.jpg",
    "moods": []
  },
  {
    "title": "I Woke Up As a Notorious Troublemaker!",
    "chapter": "Chapter 68",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Warrior of the Mind Sword",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The continent of RAIEO was once ravaged by the Demon Lord and the Demon Race, in the darkest of times a Brave Knight carrying with him a Sacred Sword, saved the continent. After 300 years of peace, with the Sacred Sword now gone and the Sacred Sword Temple being occupied by the Demon Race, the continent of RAIEO is once again at a threat of war. Thus, our protagonist together with his donkey and a mysterious girl embark on a journey to stop the Demon Lord and the Demon Race.",
    "image": "https://uploads.mangadex.org/covers/13e0a7a7-ed1f-4e1f-8ed0-00443f7c134a/b8b0f4a0-5ea5-4be1-a54f-068ab9c09a6f.jpg",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "Extraordinary World! I, a vampire…",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 79",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 82",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "The One Who Will Bury Me: The Witch Does Not Desire a Happy Marriage",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Protect the Fake Saint!",
    "chapter": "Chapter 9",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Dana was a high school senior in Korea who was about to take the CSAT. Unfortunately, she gets hit by a truck and is reincarnated in the romance fantasy world. \n\nShe was trying to live comfortably in this life, but what is the secret of the saintess whom she suddenly met?! \n\n\"I don't want to die, so I'll protect the saint's secret!\"",
    "image": "https://uploads.mangadex.org/covers/b902c1d8-580c-4a03-877a-e96c34673891/c60c760c-28a9-45e2-9ab1-a2c3a54c2e51.jpg",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Stars And I",
    "chapter": "Chapter 224",
    "genre": [
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "Saito Kenji, a middle-aged salaryman, installed a mysterious smartphone app called *Guide to Creating Another World*. It was a game in which you could freely manipulate planets, lives, tribes, eras, and all sorts of other things. \n\nHowever, as a result of being transferred to the world on the screen through a new function, he found himself able to travel back and forth to Japan! \n\nYou can explore and time travel in other worlds, and the different abilities you get can be used either way and use dimensional storage. And you can take things and people with you as much as you want…! \n\nThe life of an ex-salaryman with an \"anything goes\" life starts now!",
    "image": "https://uploads.mangadex.org/covers/7fb399f4-7688-4576-8598-f44ee78b9dfa/3be7d58f-bef3-4fb1-930b-1ff8b041df88.jpg",
    "moods": []
  },
  {
    "title": "An Unwholesome Proposal",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Should Not",
    "chapter": "Chapter 19",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Frim, a 5-year-old orphan living in the streets of the slums district, was a Japanese person in her past life. Her everyday life was filled with violence and injustice, and she had no one she could count on for help. What she had is \"Magic That Can Produce Water\" and \"Modern Knowledge\", that was it. Even hoping for a roof to sleep under was a luxury under such circumstances. But the world was lacking in ideas about improving working conditions, and by coming up with new ways to use Water Magic aside from producing drinking water, Frim gradually makes a name for herself!\n\n(Source: Comic-Walker)",
    "image": "https://uploads.mangadex.org/covers/95a1c518-98f1-44a8-9f5d-5d2b35358a9a/63866be8-fd56-4b2c-b4cd-0da1452de53c.jpg",
    "moods": []
  },
  {
    "title": "Office Scandal",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marriage Situation",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Kim Yooyoung is sick of playing the nice, boring lawyer and daughter. So when her overbearing mother books her a hotel room the night before an arranged blind date, she steps out of character and spends the night with a seductive stranger from the hotel bar. Only this stranger turns out to be none other than Cha Jihoon, her blind date and the hotel's high-class owner! Yooyoung will do anything to keep their \"bad deed\" a secret... but can she really marry her first one-night stand?",
    "image": "https://uploads.mangadex.org/covers/947d63ff-4e09-4ef6-9412-dd8a15d626fc/7ea21787-0809-406b-bfb8-494d8db8c972.jpg",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named **ACE** (*Autonomous Combat Entity*), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with **ACE** to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.\n\n---\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=831551)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=11564928)\n\n**Official Translations:**  \n- [English](https://www.webtoons.com/en/action/hero-of-all-trades/list?title_no=7401)\n- [T.Chinese](https://www.webtoons.com/zh-hant/fantasy/the-versatile-hero/list?title_no=7147)",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/cbdeae1f-8846-4e03-9c31-6ebe478e1eda.jpg",
    "moods": []
  },
  {
    "title": "Enough with the Flirting",
    "chapter": "Chapter 48",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Upon opening my eyes after a bus accident, I found myself in the fantasy world of a web novel I enjoyed reading… the only catch is, I reincarnated twenty years before the novel begins! Reborn as Princess Yerenica of the small Lebovny kingdom, I'm determined to change the future in order to prevent the series of unfortunate events that will soon occur. In the original story, my older sister, Tejavia, is pregnant with the future female lead, when she's suddenly kidnapped by the Belgoat Empire's emperor. But in my desperate attempts to protect her, I got kidnapped instead! And as if that wasn't bad enough, my body is ridiculously weak to magic. But… strangely enough, whenever I'm by the emperor, I feel fine! The only way to save the emperor, who's destined to die at the hands of his own son after marrying the villainess, and save myself from being afflicted by magic… is for us to marry!  \r\n  \r\n\"Marry me, Father.\"  \r\n  \r\n\"'Father?' Princess, I haven't married yet, nor do I have any kids…\"  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/d5cdc845-fd5d-4497-a993-131d65e00e97/3c525dd3-9cea-4087-aa33-56bdefaeb03a.jpg",
    "moods": []
  },
  {
    "title": "In This Life, I’m Resigning From Being a Villain Queen",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "\"Congratulations, host, for completing the ultimate mission to kill the Bloody Queen, Reina. Guard leader Max's favorability has reached maximum, and your charm index has reached maximum...\" Hearing this sudden electronic chime, I should be happy too. That is, if I'm not Reina. After death, Reina returns to five years ago, knowing that her loyal guard, gentle fiancé, and tsundere brother will all soon backstab her and fall under the host's spell. This time, Reina decides to just run away.",
    "image": "https://uploads.mangadex.org/covers/472c85f2-0c67-43e5-ab63-7f8f6fc2e5d5/342760dc-c171-4386-aa9f-db82b64cf130.png",
    "moods": []
  },
  {
    "title": "School of Romance Fantasy",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"My school suddenly turned into the romance fantasy novel I was reading?!\"\n\nSanho, the protagonist, becomes the only commoner at a prestigious academy academy and the only one who remembers the real world.\n\nWhile she's still trying to make sense of the bizarre situation, a sudden mission alert pops up.\n\nTo uncover the truth behind this strange new world, she must complete missions that involve winning over three male leads...\n\nIn a world unknown, can Sanho complete the missions and face the truth?",
    "image": "https://uploads.mangadex.org/covers/2c5d642a-3663-41d3-b031-8b3caeca0906/f67b83a6-4f6c-4926-a400-ac9c9bae2f5e.png",
    "moods": []
  },
  {
    "title": "Pretend You’re Mine",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Melody of the Deadwood",
    "chapter": "Chapter 117",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On a continent protected by four witches stands Winfred Academy, a prestigious school of magic. When an incident occurs at the school, Anz finds himself right in the middle of it…  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/8bfa142d-c006-4b76-a6ac-3f7cff7eeed4/c3d0cc4f-81b2-456d-a282-737cd5811849.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Son of the Eunhae Merchant Group",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The youngest son of the Eunhae Merchant Group.\n\nEun Seoho was born with an unmatched talent for business.\n\n\"Why is the Martial Alliance after me...?\"\n\"They say the higher-ups in the Alliance found you bothersome. All because of your money.\"\n\nKilled by the sword of the so-called righteous Martial Alliance, I suddenly return to the day I first began learning the trade. This time, I swear I won't live with any regrets.\n\n\"I'll bring you down with the money you looked down on.\"\n\nArmed with a genius mind and exceptional martial arts skills, the legendary journey of Eun Seoho, the graetest Merchant Emperor in history, begins!",
    "image": "https://uploads.mangadex.org/covers/ba3b3461-a0bf-4dbb-a6fa-95d72f7d9bdb/4b5a4f13-446e-411c-8294-a275fad90e76.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Saito Kenji, a middle-aged salaryman, installed a mysterious smartphone app called *Guide to Creating Another World*. It was a game in which you could freely manipulate planets, lives, tribes, eras, and all sorts of other things. \n\nHowever, as a result of being transferred to the world on the screen through a new function, he found himself able to travel back and forth to Japan! \n\nYou can explore and time travel in other worlds, and the different abilities you get can be used either way and use dimensional storage. And you can take things and people with you as much as you want…! \n\nThe life of an ex-salaryman with an \"anything goes\" life starts now!",
    "image": "https://uploads.mangadex.org/covers/7fb399f4-7688-4576-8598-f44ee78b9dfa/3be7d58f-bef3-4fb1-930b-1ff8b041df88.jpg",
    "moods": []
  },
  {
    "title": "I Use a Top-Tier System to Reshape the World",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Romance",
      "Vampire"
    ],
    "summary": "In the year 2051, the super AI [Creator] reached its ultimate evolution and gained control over the laws of the world. For its own purposes, it transformed the planet into a realm filled with levels and monsters. The protagonist will begin his journey here, rescuing allies, facing thrilling adventures, overthrowing the Creator’s regime and laws, and rebuilding a brand-new world!",
    "image": "https://uploads.mangadex.org/covers/78d43ba7-a8f9-442f-8fe3-ad660e370cc1/c673f999-8f44-4023-8837-bd979608eebf.gif",
    "moods": []
  },
  {
    "title": "When the Broken Saintess Touches Love",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After breaking up, I had relationship with my ex’s uncle-in-law",
    "chapter": "Chapter 97",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Sylvia's past life had been marked by sacrifice and betrayal. To marry her boyfriend, she had taken the fall and served a prison sentence, only to have her boyfriend and her sister cruelly betray her upon her release. But just as Sylvia's life hung by a thread, an unexpected chance at redemption arose. She was saved from the brink by Tristan, her ex's uncle, who saw an opportunity to help Sylvia be reborn into a new life.\n\n**Original Webtoon:**\n- [AC.QQ](https://ac.qq.com/Comic/ComicInfo/id/654708)\n- [BiliBili](https://manga.bilibili.com/detail/mc33928)\n- [Kuaikan](https://www.kuaikanmanhua.com/web/topic/20450)\n- [IQIYI](https://www.iqiyi.com/manhua/detail_ksftfmkcdx.html)\n\n**Official Translations (English):**\n- [Webcomics](https://www.webcomicsapp.com/comic/Live-Happily-Ever-After-With-My-Ex-s-Uncle/66baf9d28c252b5a9f16bda0)\n- [Tapas](https://tapas.io/series/live-happily-ever-after-with-my-exs-uncle/info)\n- [Pocket Comics](https://www.pocketcomics.com/comic/11530?languageCode=en)\n- [Webnovel](https://www.webnovel.com/comic/live-happily-ever-after-with-my-ex's-uncle_30624801600191901)\n- [Renta](https://www.ebookrenta.com/renta/sc/frm/item/148297)\n\n[**Official Translations (Japanese)**](https://manga.line.me/product/periodic?id=Z0003324)",
    "image": "https://uploads.mangadex.org/covers/3c895000-23e4-48ef-873d-f13fdb6bb9ec/4c627c5d-9116-4c51-aa2f-25a638fcc946.jpg",
    "moods": []
  },
  {
    "title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
    "chapter": "Chapter 533",
    "genre": [
      "Action",
      "Comedy",
      "Romance",
      "Webtoons"
    ],
    "summary": "“How perverted is Si Ye Han’s taste? He still wants me like this?” Waking up, she looked at her reflection in the mirror: explosive wig, tattoos, and demon-like makeup. Any normal person’s eyes would burn if they looked at her for more than a second.",
    "image": "https://uploads.mangadex.org/covers/94085536-dc52-4d2a-90d3-fdd8d671cfa7/3faee485-a437-4d18-a709-b47c1d3b88fd.png",
    "moods": []
  },
  {
    "title": "Demonic Evolution",
    "chapter": "Chapter 119",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
    "image": "https://uploads.mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "moods": []
  }
]