[
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 322",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 188",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 21",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Want To Be Fooled",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "Devil’s Wish",
    "chapter": "Chapter 66",
    "genre": [
      "Adult",
      "Comedy",
      "Demons",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. \nHe’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand to join in his future adventures together.",
    "image": "https://uploads.mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/2d5b12db-8b48-4212-baa1-0c744692af1d.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 47",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "Relationship Principle",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "While helping a friend confess, Na-yoon unexpectedly receives a confession from the popular Do Seol-woo! Though momentarily shaken by Seol-woo’s unexpected confession, Na-yoon believes that love is still a luxury she can't afford and rejects him. However, Seol-woo isn't ready to give up so easily and asks, \"Can't we at least be friends?\"",
    "image": "https://uploads.mangadex.org/covers/e9a615a8-3abe-4e67-86c9-1821d06bb943/84b5acc7-f1eb-4534-a94d-8258dfb15506.jpg",
    "moods": []
  },
  {
    "title": "You Were My Slave",
    "chapter": "Chapter 38",
    "genre": [
      "Romance"
    ],
    "summary": "The slave she thought was dead has returned—as a king. Now, he takes her as his concubine to destroy her kingdom and avenge his past.\n\n\"My love wounds him. His love condemns me.\"\n\n---\nThe princess’s slave, thought to be dead, returned to her as a great king. To destroy the country for enslaving him. To seek revenge on the woman who got him killed. Picking at each other’s wounds, not realizing it all started with a misunderstanding.",
    "image": "https://uploads.mangadex.org/covers/74b03c85-b18c-4602-87fc-1a2271a21a05/a9a9eb33-77f1-4275-9520-610b360e8bc4.jpg",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "Meet in The Middle",
    "chapter": "Chapter 87",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A Cheat Hot Spring That Heals Female Adventurers, Makes Them Stronger… and Leads to Steamy Mixed Baths?!\n\nDeep in the mountains, a young man named Rio manages an old, run-down hot spring. Using his mysterious skill, he adjusts the properties of the waters only to discover that what he thought was ordinary is actually cheat-level powerful!\n\nNews spreads fast, and soon female adventurers of all kinds flock to the spring. But there’s a catch… the waters don’t just heal; they also awaken certain desires…",
    "image": "https://uploads.mangadex.org/covers/eece3572-10c2-4043-9939-9f5c5b683387/4adcb6bc-4907-4689-950c-76b19957ae8d.jpg",
    "moods": []
  },
  {
    "title": "Until the Real One Shows Up",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Once bitten, twice shy. That is Anastasia's motto when she awakes with a second chance in life as the Empress in her favorite novel. After realizing that even true love cannot change destiny, Anastasia attempts to help her husband, the Emperor, find his happy ending with the female protagonist--the true heroine of the story. However, it seems that the Emperor has other thoughts. She pushes him away so they can both live, but the Emperor is unsure if he wants to live without his queen.",
    "image": "https://uploads.mangadex.org/covers/58c5671b-8a2d-436f-8934-a30b36699183/c90d7e7c-e8bd-4066-a3c7-099951417556.jpg",
    "moods": []
  },
  {
    "title": "But Please, Help Me",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The last boss of the game Altena Fantasia...\n\n... Isn't me. I was reincarnated as one of his underling mob villains. Determined to take the place of the infamous last boss, I resolved to liven up the game as a true villain.\n\nBut for some reason, all my misdeeds end up being praised, and my reputation soars..!?\n\nHow did it come to this? Somebody, please tell me!",
    "image": "https://uploads.mangadex.org/covers/077812bd-6ee9-4756-a508-9148b254661e/4a133c57-e712-4820-8cc7-10a6498bb494.png",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Defense Breaker",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jihoon is pulled into a defense game. He’s forced to become the captain of the knights and defend the kingdom from monsters. \n\nBut the wounds he received from people haven’t healed yet, so he refuses to protect the kingdom. \n\nThen suddenly, a new route opens up…",
    "image": "https://uploads.mangadex.org/covers/85316b02-6b3e-4c78-9c77-8b465e57e611/401a6df4-9b89-433a-8301-fd9b26f33e2a.jpg",
    "moods": []
  },
  {
    "title": "Invasion of the Myriad Races: Starting by Taming a Legendary Beast",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "Lord of Summons! Sudden Mutation",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Magical",
      "Manhua",
      "Vampire"
    ],
    "summary": "Prophecy of the End has come true. A dark star looms closer, turning the Blue Planet into an apocalyptic game. \n\nHumanity has fallen—reduced to mere NPCs, hunted and slaughtered by Players from beyond the stars. As the world mutates and Players run rampant, all hope seems lost… until Yunqi awakens a hidden class, wielding the power to turn the hunt back on the Players. \n\nNow, the battlefield is set: the Blue Planet itself, where NPCs rise against the Players in a war for survival.",
    "image": "https://uploads.mangadex.org/covers/5ab8abc4-9820-4139-bdbe-c5ba91af1466/5530dc1e-6a7e-49a8-a309-583cd9a73cd8.jpg",
    "moods": []
  },
  {
    "title": "Dragondaily",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Arrogant Regret",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her noble family falls to ruin, Stella Embrose does whatever she can to make ends meet. But her departure from high society only sparks rumors about her supposed messy relationships with men. These false rumors reach the ears of Duke Callian Rochester, Stella’s unrequited first love and her husband-to-be under the emperor’s ploy to keep him in check. Believing Stella to be unworthy of him, Callian hands her a contract stating they will divorce in three years. Will this be enough time for Callian to be unblinded by his pride and see Stella for who she truly is?",
    "image": "https://uploads.mangadex.org/covers/b4e7d0ce-da38-40e9-b3df-10247e9edd05/3257770d-0c98-439a-a9c1-292ce68e9dea.jpg",
    "moods": []
  },
  {
    "title": "To the Witch Who Forgot the Birds",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Prince Alec, the troublemaker of the Royal Family, runs into some trouble himself when he discovers he is being hunted by assassins. With magic involved in this deadly scheme, the only one who can protect him is Victoria, the Witch of Bitter Cold, who offers her help in exchange for a “small” favor. \n\nBut as her title implies, Victoria is devoid of human emotions and will stop at nothing to get what she wants. Although Prince Alec tries to maintain some distance between them, this proves to be difficult the longer he is stuck with his icy protector...",
    "image": "https://uploads.mangadex.org/covers/8700229d-7207-4740-9e33-d257500cb7f9/3678e091-8439-4fd1-ae48-843fa2fd2bbb.jpg",
    "moods": []
  },
  {
    "title": "It’s Not Love",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Nakamura Teruaki, transferred to Okinawa and I'm in love with Kyan, but I don't understand her dialect. Higa is always helping me out by interpreting the dialect...",
    "image": "https://uploads.mangadex.org/covers/39a038c6-9699-44fb-9e8a-5cb12fb4a748/1c8457c0-8461-4368-860b-80d2095450bb.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My secret romance",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Queen of the Veil",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I have a stepsister named Isuzu. She is a super popular VTuber with over 1 million subscribers, \"Isuzu Wine\". One day, she forgot to turn off her stream, and our candid conversation was accidentally broadcasted worldwide! The clip of the streaming incident quickly went viral, and overnight, I became an internet sensation...!? The more accidents happen, the more popular she gets!! Together with my overly beautiful and clingy stepsister, and a cute senior VTuber, I aim to rise in the streaming industry!",
    "image": "https://uploads.mangadex.org/covers/9aebe60e-777f-4a58-a3bf-143c3096b94f/493c315e-5492-4d76-80e9-1f55f9e5849e.jpg",
    "moods": []
  },
  {
    "title": "Difficult Boss",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance",
      "Slice of Life"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/70dcebb0-f869-4893-b04f-b13f8ee55f19/4ca39dfa-f479-4469-afbb-c2b2d5c986ef.png",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the Fight Empire, where strength and beauty were valued above all else, even the princesses led armies and spent their days in battle. This is a story of one particular day in the lives of two princesses born into this nation.\n\n[Part of the 10th anniversary Jump+ One-shot collection](https://mangaplus.shueisha.co.jp/web_pages/2019/)",
    "image": "https://uploads.mangadex.org/covers/2abceffe-8d4e-425e-b1a1-a7d1c6b178df/8ef4cab5-624d-49a3-bccd-6294aca0352d.jpg",
    "moods": []
  },
  {
    "title": "Chostakovitch Waltz No2",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Things to Enjoy with the Death God in My Life’s Last Year",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Love Blooms for the Vengeful Poison Princess at the Desert’s Edge",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In the Name of Your Death",
    "chapter": "Chapter 92",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Game",
      "Historical",
      "Isekai",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Survival",
      "Time travel",
      "Webtoon",
      "Webtoons"
    ],
    "summary": "1) Covetous You and Insensible Me (Hoshigariana Kimi to Futsutsukana Boku)  \nNever one to get close to strangers, Kai finds himself helpess in the enchanting gaze of a foreigner…  \n  \n2) Lost in the Darkness Before Dawn (Gyou An ni Mayou)  \nTatsumi Hiroaki is a swordsman for hire during the Edo Period. Recently, a rise in bandit activity has given him a steady flow of work in protecting small shops in town. The bandits recognize his skill and offer to hire him, where he finds a familiar face from the past.  \n  \n3) Confession (Kokuhaku)  \nUnable to forget the random act of kindness by the wealthy, but lonely business man, Matsumi offers to sell his body. Is it really just for money, or is there a greater need at stake?  \n  \n4) The night he escaped death (Shi ni Zokonai no Yoru)  \nPrequel of Lost in the Darkness Before Dawn.  \n  \n5) Sleepless Night  \nThe Night He Escaped Death bonus.  \n  \n6) Service  \nConfession bonus.  \n  \n7) Bonds of Blood  \nCovetous You and Insensible Me bonus.",
    "image": "https://uploads.mangadex.org/covers/c7402be5-a7e3-40e9-9eac-968474df3030/8ec10860-fc82-4379-bc7a-544bb945899c.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 752",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Endless Summer",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Two children of the same age, same name, together on the verge of a summer that will change their lives forever. When the world doesn't seem to listen to their hearts, how will they face the world together?",
    "image": "https://uploads.mangadex.org/covers/506098fd-3c49-4d02-8296-6eb221af06a5/49fc2ec0-c484-4afb-92eb-ce4706006b71.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Hyeseong, a boy living on a remote island, and Yunhae, a mysterious mermaid, become each other’s only friend. But soon after they meet, they’re separated after Hyeseong moves away. \n\nSix years later, Yunhae develops a mysterious power and finds Hyeseong again. Unfortunately, too much has changed, and Hyeseong can no longer dedicate all his time to her as he did in their childhood. \n\nHe tells her they are too different, but Yunhae’s attachment to Hyeseong slowly transforms into an obsession...",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Concubine’s Invitation",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "After Hillaria sees a future where her beloved nation is burned down to ashes just because she refused the emperor’s proposal, she accepts an invitation to the imperial palace with a mission to change this grim future and prevent the fall of her home country. How will the story unfold for Hillaria and her unique powers?",
    "image": "https://uploads.mangadex.org/covers/caa93ac7-5c0c-44af-af9b-ebf88a703599/cff15713-8d80-4481-83ba-ec9d2723aefa.jpg",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
    "image": "https://uploads.mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/ea824218-dd50-4ee7-a6d1-f618b23e31ac.jpg",
    "moods": []
  },
  {
    "title": "The Villainous Woman Who Ruined a Nation Starts Her Revenge Drama with the Cold-Blooded Duke",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Matchmaking Breach",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Desire of the Princess from a Fallen Kingdom",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Silent Sacrifice Princess And The Black Dragons Marriage",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayame, born into a family of priestesses blessed by the Black Dragon God, possesses a unique ability to heal people through her voice. However, after the death of her parents, she is taken in by her uncle's family who mistreat her, leading to the loss of her voice. Her cousin Mari even takes over Ayame’s rightful position as priestess, and Ayame is eventually offered as a sacrifice to the Black Dragon.\n\n\"Why must I be killed like this?! Someone, please help me!\"\n\nHer desperate plea brought forth the Black Dragon from the sky. He descends and transforms into a handsome young man, gently takes Ayame's hand, and flies away with her.\n\nThus begins Ayame’s new life as the bride of Saku, the Black Dragon, living in his mansion situated between the celestial and human worlds. However, Ayame’s cousin Mari, envious of her new status as the beautiful bride of the Black Dragon schemes to steal him away...\n\nA Japanese-style Cinderella story of a gentle-hearted girl who lost her voice and a proud yet compassionate Black Dragon.\n\n---\nThe Kozuki family was granted the Black Dragon's blessing, allowing them to heal the sick and purify impurity with their voices alone. But Ayame's life shatters after her parents' death, leaving her at the mercy of her cruel aunt and uncle, who tortured her until she lost her voice. As their daughter, Mari, rises to become the new priestess, Ayame is offered as a sacrifice to the Black Dragon.\n\n\"Why do I have to die like this? Please help me!\"\n\nIn response to her desperate plea, the Black Dragon appears as a striking man and takes her hand, whisking her away to his realm. Chosen to be the bride of the Black Dragon Saku, Ayame finds herself in the enchanting Black Dragon Manor, suspended between the heavens and the human world. But jealousy ignites in Mari, who vows to reclaim Saku and make Ayame suffer once more.",
    "image": "https://uploads.mangadex.org/covers/60f40c6d-20b0-4cc1-af91-0bd9912aa764/e16d6b0b-3996-4ec8-a066-cc40ed3469a6.jpg",
    "moods": []
  },
  {
    "title": "Unrequited Love Doesn’t End With Marriage",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”",
    "image": "https://uploads.mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "moods": []
  },
  {
    "title": "Home Plate Villain",
    "chapter": "Chapter 126",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sports"
    ],
    "summary": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?",
    "image": "https://uploads.mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "moods": []
  },
  {
    "title": "I Quit My Job to Become the Genius Court Mage",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "MANGA",
      "Manga",
      "Vampire"
    ],
    "summary": "\"Anyone who threatens my peace, regardless of who they are, I'll be sure to kill them.\"\r\n\r\nRose Freyman is a genius girl who became a court magician, an elite profession, at the young age of ten. Being a court magician is a prestigious occupation that everyone admires. However, despite the honor her position carried, she was nothing more than a glorified \"corporate slave.\" Fed up with such a life, she saved enough money to be able to live without having to work ever again and resigned. Thus began her slow life in a remote house on the frontier. During the day, she would take walks while gathering medicinal herbs. At night, she would soak leisurely in the bathtub and sleep soundly in a large bed. Rose's life seemed as if it would be nothing but rosy, having begun what appeared to be an ideal lifestyle.\r\n\r\nHowever——\r\n\r\nThis is actually the story of a genius magician who, while striving to protect her own peace, ended up leaving behind a legacy of countless legends——",
    "image": "https://uploads.mangadex.org/covers/30cbafef-0a12-409d-9d3f-566ea9bae0b1/b3259850-339c-47ce-aae0-7502327ed569.jpg",
    "moods": []
  },
  {
    "title": "The Monster Knight wants Parental Leave",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucia is the captain of the imperial knights and a swordmaster famous for her extraordinary achievements. However, she regrets something on her deathbed: unknowingly aiding a nefarious group in their plot to sacrifice the saintess for profit. So when she wakes up in the past as her 25-year-old self, Lucia is determined to rescue the child saintess and keep her safe until she’s old enough to protect herself. But the formidable knight is completely clueless when it comes to raising a child... Will six months of maternity leave be enough time for her to figure things out?",
    "image": "https://uploads.mangadex.org/covers/59e297ca-0ed8-40d4-8cc7-f2cd545d1470/c5139675-ab1c-4d94-845a-02452fdc5992.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 53",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 198",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  }
]