[
  {
    "title": "All My Alter Egos Are Tycoons",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
    "image": "https://uploads.mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/22f86a6e-522d-481b-a628-4a45c184236b.jpg",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Secret Game of Nobles",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "An all-color alternate story of the original classic, Space Adventure Cobra.",
    "image": "https://uploads.mangadex.org/covers/1ed6f34b-42a6-4492-acc3-60749479dfe4/91a427f0-1ad9-47fb-8228-17827ca7e20b.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Saintess’s Vow: To Deny the Prince’s Love in Her Next Life",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The doomsday ruthless man: hoarding trillions of supplies at the beginning",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 114",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "I Can’t Date a Fictional Man!",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spirit Sacrifice: The Path to Godhood",
    "chapter": "Chapter 107",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!",
    "image": "https://uploads.mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "moods": []
  },
  {
    "title": "My Little Brother Is The Academy’s Hotshot",
    "chapter": "Chapter 111",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Ended Up Training the Villain Too Well Too Early",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On their 10th birthday, a child regains memories of a past life and realizes their family is destined to be destroyed by a future villain. To prevent this, they decide to raise the neglected prince, the future villain, with care and guidance. However, their efforts work too well, leading to unintended consequences.",
    "image": "https://uploads.mangadex.org/covers/ee3f329e-edf5-4493-b8d4-313f02df5de6/4d0c7a68-c1f9-4b05-93fb-7c2e3383e8fc.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Drug Devourer",
    "chapter": "Chapter 127",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "One day, a gate suddenly opened in the heavens, bringing with it the invasion of monsters and the intervention of monks in the human world.\n\n『Miracle Drug “Coffee” Administration』\n\n『Medicinal Contents: Caffeine and Sugar』\n☞ Provides energy\n☞ Stimulates the central nervous system\n☞ Maximizes senses and reflexes\n\nThe whole world appeared to slow down, and Hanyul’s medications began to show their true effects.",
    "image": "https://uploads.mangadex.org/covers/3409cb50-ef0d-4b3e-8612-b6f0b0bb1b5e/e2cda0b1-c96c-4c98-871c-d47acfb2edf8.jpg",
    "moods": []
  },
  {
    "title": "Home Plate Villain",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sports"
    ],
    "summary": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?",
    "image": "https://uploads.mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 25",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "THE HEAVENLY DEMON LORD WHO DOESN’T WANT TO LEVEL UP",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea.",
    "image": "https://uploads.mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "moods": []
  },
  {
    "title": "Max Level Player",
    "chapter": "Chapter 106",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A pro player suddenly finds himself transported into a game, inhabiting their own max-level priestess character. Now, he teams up with a dragon-maid girl, embarking on a journey in a different world! But wait... Why are all these ladies looking at her so strangely?",
    "image": "https://uploads.mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/26a6560b-ee1f-42c3-a6a0-af4d55a3cfa8.png",
    "moods": []
  },
  {
    "title": "Tyrano Noh Kyung-soo",
    "chapter": "Chapter 20",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 137",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "Give Me the Pacifier",
    "chapter": "Chapter 117",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Onii-san, congratulations on your marriage. This person is your bride.”\r\n\r\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\r\n\r\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\r\n\r\n“…Well then, who’s your favorite heroine right now?”\r\n\r\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\r\n\r\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\r\n\r\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\r\n\r\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\r\n\r\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
    "image": "https://uploads.mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "Return of the Legend",
    "chapter": "Chapter 175",
    "genre": [
      "Business",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Shounen",
      "Webtoons"
    ],
    "summary": "Chung Myung, The 13th Disciple of the Mount Hua Sect, One of the 3 Great Swordsmen, Plum Blossom Sword Saint, defeated Chun Ma, who has brought destruction and disarray onto the world. \n\nAfter the battle, he breathes his last breath on top of the headquarter mountain of the Heavenly Demon Sect. \n\nHe is reborn after 100 years in the body of a child. ……What? The Mount Hua Sect has fallen? What kind of nonsense is that!?\n\n---\n\n**Links:**\n- [Animated PV](https://www.youtube.com/watch?v=ZHTcZsg975A)\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/jianzunguilai/list?title_no=2695)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/ANCIENTCHINESE/jianzunguilai/list?title_no=1639)\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/sword-master/list?title_no=2899)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/return-of-the-blossoming-blade/list?title_no=3029)",
    "image": "https://uploads.mangadex.org/covers/f0f62b75-5989-4f32-9b59-ab56abe35fc1/6a583c43-1e4a-45e0-91e4-8b48013b234c.jpg",
    "moods": []
  },
  {
    "title": "To the Noble and the Vile You",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "image": "https://uploads.mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/090d8644-cc71-454e-b673-ef36cf9bb999.jpg",
    "moods": []
  },
  {
    "title": "The Armored Prince’s Awkward Love",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "A princess trapped in a tower and an armored prince from a neighboring country are the only two people who can touch each other's bodies.",
    "image": "https://uploads.mangadex.org/covers/6edcd477-8e14-4917-99b2-b845bcd86354/4ab0ac96-e137-47f2-8a5c-e2178f77ae4c.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 400",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "What, You Dare Pretend in Front of Me, the Strongest in the Immortal World?",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The world beyond the ancient mirror and the immortal realm within were originally one entity. The true power of this world lies in the hands of the divine beast with the title “Light,” who battles against a formidable enemy, the divine beast with the title “Dark.” In order to prevent the extinction of humanity, the ancestors of Cheng Song sealed off the immortal realm from the human realm using the ancient mirror, with the assistance of the divine beast of Light. Only those with the bloodline of the Yu family can activate the bronze mirror and enter the immortal realm.",
    "image": "https://uploads.mangadex.org/covers/a160f729-273b-4629-a5ed-d01f527174d5/2536766b-ab3f-4e82-87e6-728b24257e44.png",
    "moods": []
  },
  {
    "title": "My Dad Is Too Strong",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Martial Arts",
      "Reincarnation"
    ],
    "summary": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)\n- [Alternative English (HoneyToon)](https://honeytoon.com/comic/my-sister-is-a-big-star)",
    "image": "https://uploads.mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "moods": []
  },
  {
    "title": "Absolute Love Enforcement The Reason Why a Female Soldier Became The Beloved Character in Her New Life",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Single Dad In Another World",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, my wife disappeared. My young daughter suffers from a rare disease with no cure, and life offers no chance to breathe. Just when I was about to give up on everything— I suddenly found myself transported to another world with my daughter. And not just any world… but the dark, terrifying fantasy novel my wife wrote! I have to save my daughter, no matter what.",
    "image": "https://uploads.mangadex.org/covers/8962eeeb-42c7-49fd-8340-83a03cbf4950/9e3293e6-ec58-456d-81b3-5ce1a86e68db.jpg",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "The Symbiotic Relationship Between the Rabbit and the Black Panther",
    "chapter": "Chapter 180",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural"
    ],
    "summary": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
    "image": "https://uploads.mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/f045b8da-e863-47a0-afd3-189ca24e4975.jpg",
    "moods": []
  },
  {
    "title": "Legendary Youngest Son of the Marquis House",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "After getting revenge on the Thulcaan Empire, Jack Valantier took his last breath. But just when he thinks it's all over, he finds himself transported back to when he was 14!\n\nFrom his negligent and wicked family to his loyal servant and caring sister, it's all just as he had remembered. But this time, Jack is armed to the teeth with decades of experience from his previous life! He's ready to give them hell, and those that have wronged him will pay dearly.\n\nBecause this time, he's invincible.",
    "image": "https://uploads.mangadex.org/covers/43547c04-8fa2-49ce-84b4-b0424dd98bd6/88ff8ee0-26e4-474a-9e60-90a68b7767ab.jpg",
    "moods": []
  },
  {
    "title": "In This Life, the Greatest Star in the Universe",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shounen"
    ],
    "summary": "Hard-pressed to find good luck in this universe, Sun Woojoo gives up on his dream of becoming an idol in favor of living a normal life. That is, until he finds himself waking up from a car accident on his exam day! But as luck would have it, Woojoo can now copy any move exactly as he sees it, and his two left feet that kept him from debuting are now moving to the beat! With this newfound skill, will Woojoo be able to turn things around and become the star that shines the brightest on stage?",
    "image": "https://uploads.mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Cop Who Strikes With Wealth",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "I was reincarnated as the son of a conglomerate leader. But I’m going to be a cop.",
    "image": "https://uploads.mangadex.org/covers/6e4557e5-e212-4aa3-a0ec-18f7d777299f/80f1929b-d33c-4ebe-835a-192b0fd36ca6.jpg",
    "moods": []
  },
  {
    "title": "Demon Lord’s Martial Arts Ascension",
    "chapter": "Chapter 125",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
    "image": "https://uploads.mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/d203cf7a-11eb-4b14-9e56-d48209536f29.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Live as an Illegal Healer",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Best Martial Arts Instructor In The World",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Demonic Cult Leader, Seok Woncho, was a monster who even surpassed the Blood Cult Leader. Do you know who killed him? “Ha Mu-baek.” “But why are you bringing that up…?” “Because he’s coming to our Mengryong Academy as an instructor.” …Damn it. We’re screwed! Ha Mu-baek, the greatest martial artist who crushed both the Demonic Cult and the Blood Cult, is now assigned as an instructor at a martial arts training academy due to a political power struggle. Determined to live quietly while keeping his identity hidden, he soon finds himself solving the problems of cadets with heart-wrenching backstories, disciplining the trashy human scum at the academy, and inexplicably becoming busier by the day… Welcome! It’s your first time meeting a genius lunatic instructor, isn’t it?!",
    "image": "https://uploads.mangadex.org/covers/91bb1717-d2cf-48fa-8818-9596f946c0e2/fe8e67b0-f77e-4a64-a25b-d56f20533b1b.jpg",
    "moods": []
  },
  {
    "title": "I Become The Youngest Disciple of The Martial Arts Leader",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The End of This Fairy Tale is A Crazy Drama",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Summer Swallowed by Darkness",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After her grandmother’s passing, Na Suhyeon returns to her hometown, leaving behind her city life.\n\nDrawn by an inexplicable force, she climbs Obong Mountain—a place her grandmother had strictly forbidden her from entering while alive.\n\nLost deep in the woods and facing a mysterious danger, Suhyeon is rescued by a man named Seo Munju, who appears unharmed even after being beheaded.\n\nMunju claims that Suhyeon is the reincarnation of Gang Yuhwa, his former spiritual mother and a shaman, and that the strange occurrences began when she set foot on the mountain.\n\nThough wary of Munju, Suhyeon witnesses the chaos caused by vengeful spirits empowered by stolen sacred relics once buried in Gang Yuhwa’s grave. Moved by a sense of responsibility, she decides to help recover the five relics.\n\nMunju suspects that the evil spirit who once drove Gang Yuhwa to her death is now reacting to Suhyeon’s aura and desecrated her grave.\n\nNow, Suhyeon and Munju set out to confront tormented spirits and reclaim the relics.\n\nCan they exorcise the evil spirit and end Munju’s eternal curse?",
    "image": "https://uploads.mangadex.org/covers/a69e4424-6a68-4829-aac2-db50ce17f148/54580bb8-18a0-467c-b89c-94731e2033cf.png",
    "moods": []
  },
  {
    "title": "Isn’s This Inside the Game?",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A guild master, once ranked number one, wakes up 500 years in the future after winning a major siege. The guild is gone, the world feels strange, and everything has fallen apart. Determined to rebuild the guild and adapt to this unfamiliar time, they embark on a journey to restore their legacy and conquer the challenges of the new era.",
    "image": "https://uploads.mangadex.org/covers/d14cf877-fe0d-4c71-b3f0-02c53be9192b/4a6f6ce4-f420-43ea-ba22-e77b756120b7.jpg",
    "moods": []
  },
  {
    "title": "The Script-Eating Actor",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Jaehee, why do you always carry two copies of the script?\"\n\"Well, I might lose one.\"\n\nThat’s a lie.\nOne is for carrying around on set and showing to others.\nThe other one is for—\n\n[The drama Youth Train is available for absorption.]\n[Would you like to absorb it?]\n\nI use it for eating.\nI devour the script and make it completely my own.\n\nThe story of Jaehui, an actor who can absorb a script 100%.",
    "image": "https://uploads.mangadex.org/covers/fa4abcb1-efeb-4f60-9583-cd46f9e3a037/834d9500-2c55-4347-a30e-042fbffe1973.jpg",
    "moods": []
  },
  {
    "title": "Perhaps Invincible",
    "chapter": "Chapter 39",
    "genre": [
      "Romance"
    ],
    "summary": "Hyeol Yu is a third-rate warrior feared more for his menacing appearance than his actual skills. Branded by false rumors and endless misunderstandings, he has long been an outcast in the world of martial arts. But everything changes when Seolhwa, the woman he once vowed his life to, reappears before him as a true martial arts master. From that moment on, Hyeol is thrust into chaos, his name weaving its way through the ranks of warriors, sects, and factions. As his unwanted reputation spirals out of control, he is pulled into a conflict far greater than he ever imagined.",
    "image": "https://uploads.mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/83e82089-8362-4b1d-884a-12530d1d60d9.jpg",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Charlotte’s Wheel",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Vivienne, a wicked woman called the Witch of Goseong. She committed all kinds of evil and was eventually killed by the revolutionary army. The twilight witch who appeared in front of her just before her death leaves meaningful words and brings Vivian back to three years ago. Vivian stands up to seize power after vowing not to lose her loved ones again.",
    "image": "https://uploads.mangadex.org/covers/be02e41d-3e8f-45cb-bb43-c0d34a273fdd/12e4779a-7cda-4561-a716-24641e24fa4b.jpg",
    "moods": []
  },
  {
    "title": "I Created a Harem to Avoid the Male Lead",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Told To Die",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her. That protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job. He doesn't realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her. The heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
    "image": "https://uploads.mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/ceeee860-decf-4170-9dee-2f2fa213df39.jpg",
    "moods": []
  },
  {
    "title": "For a Certain Princess [Official]",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]