[
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Julie",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other.",
    "image": "https://uploads.mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "moods": []
  },
  {
    "title": "The Stars And I",
    "chapter": "Chapter 225",
    "genre": [
      "Manhua",
      "Romance",
      "School Life",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "Zero was mankind’s first real superhero. Under his watch, countless other superheros appeared and followed in his footsteps. However, after 5 years of war, Zero disappeared without a trace.\n\n\n---\n\n**Note:** this is not your usual Chinese manhua, please read them from right to left (similar to Japanese format).\n\n**Links:**\n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/1002/)",
    "image": "https://uploads.mangadex.org/covers/e4e590da-dabc-4c54-a6dd-aa4287390d70/2e82ced4-7b45-4eff-a20d-ec965fe3f3a8.jpg",
    "moods": []
  },
  {
    "title": "I Punished the Villainous Young Master, and He Became Obsessed with Me",
    "chapter": "Chapter 42",
    "genre": [
      "Romance"
    ],
    "summary": "Reincarnated into an 18+ novel, I became the villainous maid who bullies the powerless protagonist.\n\nDetermined to stop the world’s destruction and live a rosy life as a transmigrator, I decided to change the original story.\n\nBut when I finally met the protagonist, he was... a five-year-old boy with chubby, round cheeks?\n\nStripped of his powers and reduced to a child’s form, this wasn’t part of the plan. Well, since we’re here, can I at least pinch those cheeks?\n\nThus begins my second life—can I successfully prevent the original protagonist’s rampage and save the world?",
    "image": "https://uploads.mangadex.org/covers/195e106c-7fa2-4f8d-8933-20eb781cd8f6/02fbd2e2-1b54-41a0-ba39-c57de816216d.jpg",
    "moods": []
  },
  {
    "title": "Only for Love",
    "chapter": "Chapter 59",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Office Workers",
      "Romance",
      "Shoujo"
    ],
    "summary": "Rintarou, the boy I've been friends with since we were small. Large, grim, popular. He turned down a girl again… What a waste!\n\n“No, because I love you.”\n\n…Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn…!!! I can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!",
    "image": "https://uploads.mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/91c57db8-bf13-4503-b668-4991abfe20af.jpg",
    "moods": []
  },
  {
    "title": "Which Wizard Will Kill Me",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Life at Papilon, the elite magic school, is full of hardships for Rhea who's failing in every possible way. One day, when her hidden friendship with the top-student and her childhood friend Sion gets discovered by the mysterious transfer student, Joon, Rhea can’t help but notice the energy of death surrounding him… Who will be the wizard to kill her?!",
    "image": "https://uploads.mangadex.org/covers/af78a916-132f-4748-8f41-e18cd5712b7d/7cc83ce2-e2c1-44c7-b351-fa7ddba70e7f.jpg",
    "moods": []
  },
  {
    "title": "Hades & Persephone",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This series including fanfic short stories about the famous couple in Greek mythology- Hades and Persephone and some other couples as well.",
    "image": "https://uploads.mangadex.org/covers/23ce2193-3859-4c26-9026-7eba6c62c523/1c545701-0ed7-4237-8e79-439c725736ca.jpg",
    "moods": []
  },
  {
    "title": "Savage Castle",
    "chapter": "Chapter 78",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Else von Roatte has never been loved by anyone. So when her servant Ian becomes the first person to show her kindness, Else knows she has to make him hers even if it’s against his will. As his master, she orders him to join her in bed each night, a fine line between duty and desire shadowing their every move. But little does Else know that Ian doesn’t actually hate her at all. In fact, Ian is secretly the exiled King Sybil, who plans to turn the tables and make Else entirely his once he reclaims his throne...\n\n---\nDue to his uncle's conspiracy, the king leaves the throne and hides in a desolate land. The story unfolds with the king and a pitiful yet beautiful noble lady, who has made him her slave, entangled in obsession and affection.",
    "image": "https://uploads.mangadex.org/covers/89759f03-8280-4f14-ac5b-bc99cca94a0b/e7eb8676-2e71-4c35-9b30-2134760cad52.jpg",
    "moods": []
  },
  {
    "title": "Beyond Walpurgis",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
    "image": "https://uploads.mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "moods": []
  },
  {
    "title": "The Ugly Lady’s Secret Pouch",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?",
    "image": "https://uploads.mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "moods": []
  },
  {
    "title": "Absolute Threshold",
    "chapter": "Chapter 73",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Overly Sweet Boss",
    "chapter": "Chapter 32",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "All of a sudden, my parents decided to play matchmaker and set me up with another man. I don't have a boyfriend and I thought it wouldn't hurt to meet the guy, but it turned out to be my manager, a.k.a. The Demon Boss!\n\nMoe is frightened when her parents force her and the Demon Boss to live together on the premise of marriage. But, to her surprise, the manager seems like a totally different person at home...?\n\nA sweet slapstick office romance between a Demon Boss and his klutzy subordinate.\n\n---\n• [Official Thai](https://www.comico.in.th/titles/1662)",
    "image": "https://uploads.mangadex.org/covers/192d15ca-e0c9-438f-af79-66be3483f7bc/716075b3-b212-40da-9cf0-76b8210b8d27.png",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 42",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Is This Lie Is Also a Destiny?",
    "chapter": "Chapter 24",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Yeonwoo’s Innocence",
    "chapter": "Chapter 205",
    "genre": [
      "Comedy",
      "Romance",
      "School Life"
    ],
    "summary": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
    "image": "https://uploads.mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "moods": []
  },
  {
    "title": "My Hot Harem Has Turned Cold On Me!",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Return of The Genius Swordmaster",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "When war-orphan-turned-warrior Agrick dies on the battlefield, his last regret is that he never got to fully develop his talents. The next moment, he's reborn... into a family of geniuses! Now, as Dane Sogress, he has to choose to be a spearman like his father, an assassin like his mother, or a summoner or mage like his sisters. But instead of picking, Dane decides to learn it all! Can Dane finally become the master of skills he was meant to be? Or will his take two at life end in failure again?",
    "image": "https://uploads.mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "moods": []
  },
  {
    "title": "Sleeping Ranker",
    "chapter": "Chapter 149",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "summary": "“We’re only taking a break for about 30 seconds? I’m not imagining things, right?”\n “…Yes.” \n\nAfter 15 hours of hunting, Hyunsung asked to rest for a while, and after 30 seconds, he had to get up again and started hunting.\nActually, Hyunsung has a special skill.\n\n[Thananos’ narcolepsy skill is activated.]\n[You’re being forced into a sleep state.]\n\nAfter sleeping for a while and waking up, I got an item? \nPay close attention to the story of the God-Rank Class, the descendant of Thananos, the unstoppable Hyunsung.",
    "image": "https://uploads.mangadex.org/covers/19c0fc79-b698-4be5-84c5-33fa4a7e1e0c/40c29138-3f11-4d36-a65b-7916ee455900.jpg",
    "moods": []
  },
  {
    "title": "The Real Reason We’re Getting Married",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Young Villainess Sees Through It All",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Although born into an aristocrat family, Alicia has always faced mistreatment. The main reason was her being an illegitimate child. The only person who showered her affection was her younger sister, Lilian. But she too ended up betraying her which resulted to her untimely death. After waking up, Alicia finds herself back to her seven-year-old self. She notices a ring shining on her finger and she realizes that she’s suddenly able to read people’s inner thoughts. With her “child-like form” and her “mind-reading ability,” she plans to take revenge as a young villainess.",
    "image": "https://uploads.mangadex.org/covers/b01be66b-224a-4b7b-a789-288b56953297/ec2c24b8-3877-472e-9779-f30ac9180dd6.png",
    "moods": []
  },
  {
    "title": "Forget That Night, Your Majesty",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||",
    "image": "https://uploads.mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "moods": []
  },
  {
    "title": "Jiwoo’s Master",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "They Say i Was Born a King’s Daughter",
    "chapter": "Chapter 291",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After spending most of her youth fielding the attention of countless wealthy suitors, Suhee Kim finally finds true love with a steady boyfriend named Jinsu Han. But then tragedy strikes, and Suhee is murdered in cold blood.  \r\nTo Suhee's surprise, she is immediately reincarnated as a baby girl named Sanghee Kim, who just so happens to be a princess! Plus, she is fully conscious of her past life. There's just one problem: in this society, women are seen as totally inferior, even princesses. Appalled by the treatment of women, Sanghee is determined to change the kingdom's patriarchal ways. Will Sanghee be able to succeed, or will she be stuck living her second life being treated as a lowly woman?",
    "image": "https://uploads.mangadex.org/covers/0e711546-48be-4d95-90eb-c336cfc0ddce/cd0450e1-4a32-4855-8d66-b4cb36502210.png",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 198",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "Seabird and the Wolf",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
    "image": "https://uploads.mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "moods": []
  },
  {
    "title": "Extroversion of an Immortal",
    "chapter": "Chapter 103",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[Web novel](https://ncode.syosetu.com/n2494fq/)  \n[Light Novel](https://over-lap.co.jp/Form/Product/ProductDetail.aspx?shop=0&pid=9784865546644&vid=&cat=NVL&swrd=)  \n  \n—————————————————————————-  \n  \nFrom Novel Updates:  \n  \nThe so called 『Enjoy the Human Lives Show Humans Sent to Another World With a Cheat』was trending amongst the Gods. Kanbara Kanata, one of the chosen humans ended up incurring the Evil God’s wrath and as a result, was sent to the worst dungeon,《Cocytus》. But, in a place where he was supposed to lose his life, he met Lunaère, a self-proclaimed misanthropic immortal girl. He was saved by her, who then decided to train him ’till he could at least protect himself.  \n  \n「Master, I think… I’ve become strong enough.」  \n  \n「It’s Not enough! Erm, outside of this dungeon is a dangerous place you know!」  \n  \n「Seriously!? More dangerous than this place…」  \n  \nThis is the story of Kanata who was trained by his master, who easily succumbed to loneliness, till he became the greatest hero of legend, and yet was unaware of it.",
    "image": "https://uploads.mangadex.org/covers/8836eba0-a5de-4c21-b776-6f7740c1763d/32f6f540-7d3a-437d-9851-0a1035d1b96f.jpg",
    "moods": []
  },
  {
    "title": "I’ll Twist The Neck of a Sweet Dog",
    "chapter": "Chapter 154",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Chloe Garnache is an alluring trap for the emperor. \n\nAfter living a life full of abuse at the hands of her family, Chloe is finally freed from her torture by the grand duke, Kairos Ludwig. \n\nHowever, her days of getting taken advantage of are far from over. The only reason Kairos took her in is because of her beauty, which he plans to use in order to lure and kill the emperor. Chloe willingly follows Kairos’ orders, having fallen for his kind and gentle gestures. Unfortunately, her feelings are never returned, and she is met with a pitiful death once her task is fulfilled. \n\nBut just when things seem to be over, Chloe awakens to find herself back before her life came spiraling down. And this time, she won’t be swayed by the sweet words of the devilish grand duke…",
    "image": "https://uploads.mangadex.org/covers/32e2ed27-2331-4323-94f8-92a3dd84c5f8/cc92927a-aac7-4ae9-90bb-765c6e47f1bf.jpg",
    "moods": []
  },
  {
    "title": "Ghost Story Club (Remake)",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mystery",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』",
    "image": "https://uploads.mangadex.org/covers/69378a10-ebcb-40fa-ad70-52b6f0a6658a/888a5ab5-baff-428f-aa65-e31eed596e97.png",
    "moods": []
  },
  {
    "title": "Max Level Player",
    "chapter": "Chapter 109",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A pro player suddenly finds himself transported into a game, inhabiting their own max-level priestess character. Now, he teams up with a dragon-maid girl, embarking on a journey in a different world! But wait... Why are all these ladies looking at her so strangely?",
    "image": "https://uploads.mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/26a6560b-ee1f-42c3-a6a0-af4d55a3cfa8.png",
    "moods": []
  },
  {
    "title": "The Reincarnation of the Forbidden Archmage",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!",
    "image": "https://uploads.mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/4d17ed20-dfe3-43bb-a11e-5731548b8f61.jpg",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "Worthless Regression",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In Aeria, a place where people from various worlds are summoned, the weak are destined to die.\n\nLee Sungmin, a talentless mercenary, was no exception. Fortunately for him, a mysterious item he finds before his untimely death sends him back to the past.\n\nNow a 13-year-old with a second chance at life, Sungmin begins his desperate journey to become Aeria's strongest with no money or talent.\n\nWill effort alone be enough to make a hero of a boy with absolutely nothing?",
    "image": "https://uploads.mangadex.org/covers/5bad4a36-31a3-491d-a63c-2640f08f0cba/44350be6-a690-443d-91b1-7a09d0ddb798.jpg",
    "moods": []
  },
  {
    "title": "Cling to me (Please Be Obsessed With Me)",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
    "image": "https://uploads.mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/dfe19a3d-6581-4c43-83d6-bba66dce9958.jpg",
    "moods": []
  },
  {
    "title": "How to Hold X’s Leash",
    "chapter": "Chapter 66",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Otis",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lee Si-an is a woman who was cursed to die in May, the month when her entire family was massacred.\n\nPerhaps it was fate. Or perhaps it was a bad relationship.\n\nTae Go-on, is a dangerous man who promises to save her. His boiling possessiveness was focused solely on her.",
    "image": "https://uploads.mangadex.org/covers/7ef34127-632d-4f71-b371-618973b0ae77/4b27f8a0-ca7c-4bf8-a8ff-d3304d0c1a6c.png",
    "moods": []
  },
  {
    "title": "The Villainess Won’t Let Her Favorite Die",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "Me, The Heavenly Destined Villain",
    "chapter": "Chapter 273",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Royal family",
      "Supernatural",
      "Time travel"
    ],
    "summary": "Gu Changge, a traveller from another world, comes to realize that he is the villain in this world. However, with his noble background, unrivalled abilities, and a cheat system that penalizes the protagonist, he is ready to steal the protagonist’s thunder and win the female lead’s heart…\n\n---\n\n**Original Webtoon:**  \n- [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/12602/)\n\n**Official Translations:**  \n- **Japanese**: \n  - [Piccoma](https://piccoma.com/web/product/119582)   \n- **Korean**: \n   - [Kakao](https://page.kakao.com/content/61188260)  \n\n- **English Ongoing**:  \n  - [INKR](https://comics.inkr.com/title/1382-i-am-the-fated-villain)\n  - [Webcomics](https://www.webcomicsapp.com/comic/I-am-the-Fated-Villain/63805b998c252b7c5e6b6b74)\n  - [Mangatoon](https://mangatoon.mobi/en/i-am-the-fated-villain?content_id=3446131)\n  - [Alandal](https://alandal.com/series/comic-i-am-the-fated-villain)\n  - [Renta](https://www.ebookrenta.com/renta/sc/frm/item/146190/)\n\n---\n\n- **English Discontinued**:  \n  - [Voyceme](https://www.voyce.me/series/i-am-the-fated-villain)",
    "image": "https://uploads.mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/ac3634d6-797b-4e7d-b56c-1244dfd5a83c.jpg",
    "moods": []
  },
  {
    "title": "Marriage of Convenience 2: An Unforgettable Song",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "What A Disgrace",
    "chapter": "Chapter 6",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Transmigration",
      "Yaoi(BL)"
    ],
    "summary": "In the back of the forest lives Allen, the people-hating wizard. He is feared by the people around him and called the \"Demon Lord\". One day, while living out his life as a hermit, he finds a young girl named Charlotte who collapsed. Although innocent, she was accused of evil wrongdoings, had her engagement broken and was forced to flee her country.\n\nUpon hearing that, Allen recalled the bitter experience of being betrayed by a party he once believed to be his companions. Hearing the story of the 17 year old’s exploitation, Allen decides, “I'll let her live in my mansion, and I'll teach her all sorts of bad things…\"",
    "image": "https://uploads.mangadex.org/covers/28c3b97b-6d2f-4a6c-9f97-a826f0b16f05/bd64714d-5f3c-4b24-aa94-7644e2fae41f.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated In a Cursed Game",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Our protagonist is reincarnated as the scum of a noble Noah Francis in the famous game \"Absolute Oblige\". In order to somehow evade all the game scenarios where he dies, he will have to fight against fate with his muscles!!",
    "image": "https://uploads.mangadex.org/covers/81d06898-a411-40d2-94a3-43c9dc8a0431/e49a5565-ff0e-410c-811a-06dc4e7545ec.jpg",
    "moods": []
  },
  {
    "title": "The Mafia Nanny",
    "chapter": "Chapter 85",
    "genre": [
      "Romance"
    ],
    "summary": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?",
    "image": "https://uploads.mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/af30655c-6696-4b2c-a361-461d653749b2.png",
    "moods": []
  },
  {
    "title": "Mr Mo’s Secret",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A father who mysteriously disappeared, a mother who killed herself and clues that lie in a web of secrets. To find the truth, I decided to make an unspoken transaction with Mr. Mo, the most powerful man in the city. Who would have thought that a sweet man could be summoned with a kiss! One moment as cold as frost, one moment as hot as a stove, a boyfriend with such duality, I want it all. The quirky girlfriend vs a two-faced catlike tycoon, under the stars, till the end of time, I will only love…",
    "image": "https://uploads.mangadex.org/covers/2030caba-1b69-4fed-8d65-be4268c549dd/cf05371d-cca9-47b1-bbea-40bd2df0d9a1.png",
    "moods": []
  },
  {
    "title": "Should Not",
    "chapter": "Chapter 20",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Frim, a 5-year-old orphan living in the streets of the slums district, was a Japanese person in her past life. Her everyday life was filled with violence and injustice, and she had no one she could count on for help. What she had is \"Magic That Can Produce Water\" and \"Modern Knowledge\", that was it. Even hoping for a roof to sleep under was a luxury under such circumstances. But the world was lacking in ideas about improving working conditions, and by coming up with new ways to use Water Magic aside from producing drinking water, Frim gradually makes a name for herself!\n\n(Source: Comic-Walker)",
    "image": "https://uploads.mangadex.org/covers/95a1c518-98f1-44a8-9f5d-5d2b35358a9a/63866be8-fd56-4b2c-b4cd-0da1452de53c.jpg",
    "moods": []
  },
  {
    "title": "A Master, Who Woke up as a Concubine",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Once a notorious master of the deviant sects, Nyeonbi Cheon pays a hefty price for her romance with a man of a virtuous sect, Won Gae of the True-spirited Sword. As her lover poisons her to death with a dragonsbane fruit, Nyeonbi perishes with more questions than answers. When she wakes up, however, she finds herself in a different sort of peril, as she reincarnates in the body of Noble Lady Soyeo Cheon, a concubine of the imperial palace. As Soyeo, Nyeonbi must rely on her knowledge from her past life to navigate both intrigue and romance in the palace!",
    "image": "https://uploads.mangadex.org/covers/005b44a5-0da9-4cf4-80e4-b4ebc9a781e6/a713da37-9863-4095-9b54-220f229dd925.jpg",
    "moods": []
  },
  {
    "title": "Love Under the Full Moon",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
    "image": "https://uploads.mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/bb89ccf5-8ffb-460f-a304-9da6b7898a81.jpg",
    "moods": []
  },
  {
    "title": "She Becomes Glamorous After The Engagement Annulment",
    "chapter": "Chapter 7",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Status Window is on Strike",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Monsters pour out of gates, wreaking havoc on the world, but Taejun couldn’t care less. After seven years of failure and bullying in his hunter’s guild, he’s fired—until his dormant S-Tier power suddenly activates. Now, with newfound strength, Taejun hunts monsters, exacts brutal revenge, and rises to fame. But as his power grows, so does the danger, and shadowy forces begin targeting him. Can Taejun stay one step ahead and crush those who want him dead?",
    "image": "https://uploads.mangadex.org/covers/ecbb0ff6-8a80-4897-a13f-5305f6c181db/c255a62e-f629-4305-8bdf-7b6cb4f91f40.jpg",
    "moods": []
  },
  {
    "title": "SSS Grade Saint Knight",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
    "image": "https://uploads.mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "moods": []
  },
  {
    "title": "Becoming a God, Starting as water monkey",
    "chapter": "Chapter 54",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”",
    "image": "https://uploads.mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "moods": []
  }
]