[
  {
    "title": "My Wish Is Two Separate Beds",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julia, the Queen of Semele, has a dilemma—her childhood friend and husband, Endymion. Married through an arranged union, they’ve shared a bed for 12 years, growing up like siblings. But one day, everything changes.\n\n“Do we really need to share a bed? You should break this habit, especially for your future concubine who’ll bear your child…”\n\n“My child? With whom?”\n\nSuddenly, their dynamic shifts. Endymion leans closer, locking eyes with Julia.\n\n“My child… will be with you.”\n\nHis whisper sends shivers down her spine. Since that night, sharing a bed has become unbearably awkward.\n\n“Can we please just use separate beds?”",
    "image": "https://uploads.mangadex.org/covers/f57b324d-b5ad-4442-9032-9abe2c7376e9/9acb140a-13ac-496e-8ae5-1f52d45d82a7.jpg",
    "moods": []
  },
  {
    "title": "The Beast Tamed by the Evil Woman",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Written as the villainess, Ilyana Glayne finds a noble boy named Magnus and tames him, causing him to lose his identity and become her submissive \"beast.\" While reading this story, a fan emails the author to inquire about the plot. When she wakes up the next morning, she finds she has become Ilyana herself! Disgusted by Ilyana’s actions, she vows to free Magnus from his beastly existence. But when Magnus steals a kiss from her, Ilyana realizes she may have changed the plot more than she wanted!\n\n---\nThe only real villain in the novel, took a handsome man and tamed him for the rest of his life. After putting his fear to the limit, he learned to plead with her, becoming a beast from which he could never escape even if he loosened his leash. However, one day, the beast falls in love and becomes emperor with the woman who saved him, and plunges the evil woman into an eternal bondage.\n\n---\nI've posessed the body of the sociopathic villainess, Illyana! An evil villainess who picks up a boy named Magnus and raises him however she pleases... that Illyana is me?!\n\n\"I am going to tame you into a beast that cannot do anything without me. Just as you had done to me.\"\n\nAnd after 2 years, he who had become an emperor began his revenge. Excuse me, author! Illyana was the sinner but why must I suffer his vengeance? I was just a normal reader named Yuna!",
    "image": "https://uploads.mangadex.org/covers/a5971ece-d568-493a-bf8c-b2155c3ed405/e56fb1bb-81f8-4df7-bc4a-9862f2ddb49a.jpg",
    "moods": []
  },
  {
    "title": "Please Take Care",
    "chapter": "Chapter 22",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Slice of Life"
    ],
    "summary": "Help! Why is my blind date my 'ex'-boyfriend?!",
    "image": "https://uploads.mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "My Cute Baby Is A Wingman",
    "chapter": "Chapter 214",
    "genre": [
      "Comedy",
      "Drama",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Top hacker An Jiujiu sneaks into an auction, intending to steal a gem, but unexpectedly loses her baby! Instead, there is a child who looks exactly like her son, only a bit dumb? When the little fox An Jiujiu meets the big black wolf Ji Jinchen, she hides from him, but he still catches her firmly. Since we can't escape, we'll train him to be a good dog, and what's the fate of marriage, we already have two children!",
    "image": "https://uploads.mangadex.org/covers/3db90a43-92b1-4c14-87cd-f470d8c2457d/d74ef1e3-3731-4d79-8a72-2917c392053d.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Path of The Underworld King",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "The underworld has collapsed. In the barren land where blood should flow, now clear water flows, and the cauldron that used to boil the souls has long since gone cold. The retired King of Underworld, in pursuit of his own happiness, seeks the path of reincarnation. However, due to the chaos in Underworld and the disappearance of his successor, he is unable to walk the path of reincarnation. To become a god in the human world and to track down the missing successor, The King of Underworld descends to the human world. But the human world is in chaos due to the escape of the deceased from Hell, orchestrated by his successor’s masterful plan. The King of Underworld joins forces with the ‘Guardians of the Life’ who protect humans, using the power of the Hell’s ledger, in a struggle to capture his successor and restore the world to its original state. Will King of Underworld be able to safely walk the path of reincarnation?",
    "image": "https://uploads.mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "moods": []
  },
  {
    "title": "I’m stuck in a crazy drama",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After a life of hardship as an orphan, Jia Han finally achieves the dream of homeownership... only to have her moment of jubilation cruelly cut short. While indulging in her guilty pleasure--a riveting soap opera--she experiences a sudden, piercing chest pain and meets an untimely demise. But when she wakes up, she finds herself not in the afterlife, but within the very drama she was watching and as none other than its villainess! In a realm where a glance sparks a scandal and a step triggers a landmine of emotions, what fate lies ahead for Jia?\n\n---\nThe main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
    "image": "https://uploads.mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "moods": []
  },
  {
    "title": "The Corrupted Witch Has No Choice But to Become a Villain",
    "chapter": "Chapter 97",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Infinite Level Up in Murim",
    "chapter": "Chapter 242",
    "genre": [
      "Action",
      "Adventure",
      "Isekai",
      "Manhwa"
    ],
    "summary": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
    "image": "https://uploads.mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "moods": []
  },
  {
    "title": "Clever Cleaning Life Of The Returned Genius Hunter",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
    "image": "https://uploads.mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/fc335efd-4529-4ef6-9b74-2fe457061657.jpg",
    "moods": []
  },
  {
    "title": "One Husband Is Enough",
    "chapter": "Chapter 66",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "Rebirth in the end times: I reached the top by opening boxes",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack.",
    "image": "https://uploads.mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Killer Peter",
    "chapter": "Chapter 103",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After devoting his life to the crime organization, Glory Club, Peter retires his status as a legendary killer and spends his remaining days running a quiet used bookstore.\n\nBut after being ambushed and nearly killed one day by the very organization he dedicated his life to, Peter finds his body magically reverted back to its teenage years!\n\nNow that Peter is back to his peak physique, he sets out to settle the score with Glory Club!\n\n---\n\n**Official Translations**\n[Chinese (Simplified)](https://www.dongmanmanhua.cn/FANTASY/shashoubadeluo/list?title_no=2697)\n[Chinese (Traditional)](https://www.webtoons.com/zh-hant/action/killer-peter/list?title_no=6015)\n[French](https://www.webtoons.com/fr/action/killer-peter/list?title_no=6155)\n[German](https://www.webtoons.com/de/action/killer-peter/list?title_no=6193)\n[Indonesian](https://www.webtoons.com/id/action/killer-peter/list?title_no=5846)\n[Thai](https://www.webtoons.com/th/action/killer-peter/list?title_no=5899)",
    "image": "https://uploads.mangadex.org/covers/a3db9212-7e87-44ea-8264-23f914671444/daee4945-92b4-4455-ae50-9af91203b71a.jpg",
    "moods": []
  },
  {
    "title": "I’m the strongest boss",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
    "image": "https://uploads.mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/5043b22f-0f31-4987-8e18-e43b768e0458.jpg",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "Rapid Mana Recovery",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Ye Yu, a physically weak boy who loves basketball, accidentally unlocks his hidden physical potential after drinking a mysterious beverage. Rising from an unknown underdog, he transforms into a basketball prodigy capable of competing against technologically enhanced athletes. Alongside his teammates, he defends the purity of sports with passion and conviction, igniting a blood-pumping journey on the court! With willpower as his blade and awakened energy recovery, this isn’t just about basketball—it’s a head-on clash between youth and destiny.",
    "image": "https://uploads.mangadex.org/covers/854dea72-9c48-4eef-aaa0-db414f4ec9f9/7f52c5e7-4b34-4a69-9033-8245f4b18fc7.png",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Transcension Academy",
    "chapter": "Chapter 167",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
    "image": "https://uploads.mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/1ffa0df8-e7f6-4fd7-9cc8-ec5d75789d9c.jpg",
    "moods": []
  },
  {
    "title": "Surviving with an SSS-Rank Inventory",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Sora was summoned to another world as a hero. While other heroes were bestowed with powerful combat skills, Sora’s skill was something ordinary: Alchemy. Ridiculed for having a useless skill, he was exiled to the Demon Forest. However, little did they know, his skill was actually an exceptional SSS-Rank skill!",
    "image": "https://uploads.mangadex.org/covers/84280dd7-ef27-4ab4-a54f-cfed7b985652/a9a5c0a8-dd92-4db2-97a3-e1065d1191d4.jpg",
    "moods": []
  },
  {
    "title": "Chronicles of the Lazy Sovereign",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
    "image": "https://uploads.mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "moods": []
  },
  {
    "title": "Back to Spring",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!",
    "image": "https://uploads.mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "moods": []
  },
  {
    "title": "Return of the Legendary Spear Knight",
    "chapter": "Chapter 179",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
    "image": "https://uploads.mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "moods": []
  },
  {
    "title": "Doggy Romance",
    "chapter": "Chapter 14",
    "genre": [
      "Animal",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "“My dog, who is like my own child, has turned out to be the pet heir to a chaebol family?” \n\nA year has already passed since the abandoned General’s adoption. But this lovable guy has not only become family to the lonely Dohun, but has also fetched him a destiny-like love with “Chaeyoung Lee.” However, Chaeyoung is by no means an easy opponent. Just as love is beginning to blossom, a second-generation chaebol appears out of the blue, claiming that they’ll take General away. And then, there is the revelation of General’s shocking secret. Will Dohun be able to protect both his love and his family?",
    "image": "https://uploads.mangadex.org/covers/e3e21ad0-b140-4970-8832-4d3def809292/3b84cb30-b282-4d01-ad2a-caa3366dad4c.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Inquisition Sword",
    "chapter": "Chapter 126",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts",
      "Murim"
    ],
    "summary": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!",
    "image": "https://uploads.mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "moods": []
  },
  {
    "title": "Serpent Ancestor",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality.",
    "image": "https://uploads.mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "moods": []
  },
  {
    "title": "Entering With A New Groom",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Regressing with the King’s Power",
    "chapter": "Chapter 100",
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. But when a mysterious being calling itself “the King” gives him a skill of his own, Taehyeon gets a second chance at life. Now he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others!",
    "image": "https://uploads.mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "moods": []
  },
  {
    "title": "This Country is Finished: Escaping Japan to Start over in Another World",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Hajime, who was reincarnated into another world, catches the attention of a bored god of that world and begins to gain cheat-like skills.\n\nHowever, this world is stagnant in many ways with unfairness running rampant. Feeling frustrated, one day Hajime mutters the words, “This country is already done for”—the same words he once spoke while in Japan.\n\nJust like in Japan, things in this other world seem to be falling apart. But unlike before, Hajime now has cheat skills, and in this world, it’s allowed to use strength to correct injustices.\n\nThis country may be doomed, but he’s determined to make things right through power. With his newfound abilities, Hajime resolves to build a place where he and those around him can live in peace",
    "image": "https://uploads.mangadex.org/covers/f09db8e6-a4b8-4dde-b99e-ff4b9e7d6ee6/2d44f9e1-d5a4-4dde-a6c7-23a4b1accc3a.png",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 90",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "I Became the Youngest Sister-in-law of the Ruined Reverse Harem’s Male Leads",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Reincarnated in a ruined reverse harem novel, her sisters marry the male leads while she's left dealing with their overwhelming attention.\n\n---\nI reincarnated into a tragic reverse harem novel with no dreams or hopes left, and for some reason, the heroine died. Before I could fully process the shock of the original story being not just broken but erased, my sisters began pairing up with the male leads.\n\nThe playful and obsessive emperor fell for my mature and kind eldest sister.\n\nThe stoic and strongest swordsman in the world fell for my romance-genius second sister.\n\nThe flirtatious genius of the Magic Tower fell for my cynical youngest sister.\n\nMe? I’m only six years old, so having a love line would land me in serious trouble. Anyway, my sisters seemed to get along well with their partners and eventually held weddings. But then...\n\n\"Lilliana, call me 'oppa.'\"\n\n\"I'm your favorite brother-in-law, right?\"\n\n\"It's an imperial decree. My youngest sister-in-law will live in the palace and be treated like a princess.\"\n\nI just want to go back to the days when it was just me and my three sisters living together!",
    "image": "https://uploads.mangadex.org/covers/3fdfc75c-7b51-474b-8d45-d0decdc0c782/76efb301-bb3b-4664-a7ff-501bfdf5ce3e.jpg",
    "moods": []
  },
  {
    "title": "Constellations of the Gods [Official]",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I am Rukalis, goddess of resurrection.\nDaughter of Hades and Persephone,\n\nand **tyrant of the underworld**.",
    "image": "https://uploads.mangadex.org/covers/15963fe4-c4ac-402b-a719-d6787a1d9a3b/3bfe97ed-a8ee-4008-94c1-4e4df15037db.jpg",
    "moods": []
  },
  {
    "title": "The Fake Rides in a Flower Kiln",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Cute Little Saintess",
    "chapter": "Chapter 69",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way.",
    "image": "https://uploads.mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Choose your husband Carefully",
    "chapter": "Chapter 71",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After her mother's death, Elrose Basellan was cast out by her father for 14 years. With news of his passing, Elrose rushes to claim her inheritance, but can't do so unless she's married! Desperate, she prays for a husband, and the mysterious Rakshan seems to fall from the sky! They agree to a temporary union that benefits them both, but unexpected issues keep delaying their plans for divorce. Will this fake marriage become something more? Or should Elrose have chosen her husband more carefully?\n\n---\nAfter her mother’s death, Elrose is left alone in a monastery, while her father stripped of her of her fortune. When news of his passing reaches her, she must flee the monastery and marry within hours to claim her rightful inheritance and title. Desperate, she prays for a husband and fate brings a man to her feet. Little does she know that this man is Lachsann, the man who stole her money. Despite her mother’s warning to “choose a husband carefully,” she can’t do so in this situation and proposes to Lachsann.\n\n“Do you have no intention of repaying me, except for your body?”\n\nUnbeknownst to her, Lachsann isn’t just any man but the emperor’s brother and the king of mercenaries, Harkhan.",
    "image": "https://uploads.mangadex.org/covers/4c3ad0e1-f8ed-4e75-ad72-d2d73cbd574a/631896e7-96ea-44ab-b5c0-c27e21f1b6bc.jpg",
    "moods": []
  },
  {
    "title": "I Will Try to End the Male Lead",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
    "image": "https://uploads.mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/b6a48c88-59d1-4320-ba07-ab60f90ae762.jpg",
    "moods": []
  },
  {
    "title": "The supporting character has no counterattack",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Student Guardians Are Obsessed With Me",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Death from overwork after working as an entrance exam cram school instructor.\n\nWhen I opened my eyes, I reincarnated as a wealthy count’s daughter. In this life, I was going to not work, and live a comfortable life, however! I came to teach my twin older brother too well. Inquiries about entrance exam counseling are pouring in.\n\n“Teacher, what is your ideal type?”\n\n“About that… I surely like a good-looking, rich, and kind person.”\n\n“That’s great. My uncle is exactly like that.”\n\nThe students who are trying to dig up something when there is just spare time are also a bit suspicious, but the more strange thing is their guardians.\n\n“You have no awareness too much about how pretty you are. That’s why the one who’s always uneasy is surely me.”\n\nDoesn’t the childhood friend who always not crossed the ambiguous line suddenly changed his attitude 180 degrees,\n\n“The student guardian’s face-to-face talk was an excuse. I came here because I wanted to see you, so just sit down.”\n\nThe Duke, who was like an ice sculpture, got his cheeks blushed, and,\n\n“The Lady is fun. I keep getting greedy, but surely what I’m saying is that I don’t know whether this is a really good sign.”\n\nWhat was even worse, I became tangled up with the Imperial Crown Prince, whose face had never been seen.\n\nSomehow, I became a teacher, and when I came to my senses, I became a CEO. Now that I’ve become like this, I tried to work hard earning money, but the student’s guardians won’t let me go.\n\n“I’m sorry, but because I’m going to focus only on my work for the time being.”\n\nI’m busy to death because of work, yet I’m in trouble because a reverse harem that wasn’t even in my destiny suddenly unfolds.",
    "image": "https://uploads.mangadex.org/covers/83871c9a-b763-41b2-bc30-44898dda955d/467f4480-6d53-4a17-9dc1-1f8ccfa10d03.jpg",
    "moods": []
  },
  {
    "title": "Limited Extra Time",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
    "image": "https://uploads.mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 142",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "Marriage Escape",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Burned out from work, Yeonseul’s long-awaited vacation takes a disastrous turn when she finds herself stranded on an island. Her only company? A maddeningly handsome stranger, infuriating as he is irresistible–but with survival forcing them together, sparks fly and an impulsive marriage marked by a night neither can forget transforms their relationship into something rather intimate. But as rescue brings an end to their rendezvous, Yeonseul reluctantly resigns herself to the end of her castaway romance–except her island husband doesn’t want to, their love story far from over.\n\n----\n*Note: The English adaptation is R15. The original work is R19.*",
    "image": "https://uploads.mangadex.org/covers/bf653b81-b49c-48f7-b5c0-b26914aef877/d80f99db-8854-4b68-94ac-8049c6dda421.jpg",
    "moods": []
  },
  {
    "title": "I’m Sure It’s My Baby",
    "chapter": "Chapter 83",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Loa is a bottom tier adventurer who is regarded by everyone as \"incompetent\". The only skill he possesses is [Create Item], which is the ability to create an item in exchange for your levels. Because of this skill, Loa is still weak for his level when compared to others. However, Loa continued to raise his level without using the [Item Creation] ability in order to improve his ability as much as possible. He has been hunting low-level monsters such as slimes and goblins for a year.\n\nWhen Loa finally reached Level 50, an extraordinary change happens to him. \"[Item Creation] has evolved into [Magic Creation].\" The [Magic Creation] skill allows you to create a new magic in exchange for levels. The more levels you sacrifice, the more powerful magic you can create. Furthermore, by using the [Item Creation] ability, you can supplement your status with powerful equipment, create high-value items, and it’s super convenient!\n\n[Item creation] and [Magic creation] ──The two skills have a synergistic effect, and Loa achieves tremendous growth.",
    "image": "https://uploads.mangadex.org/covers/80e699b3-b75b-4141-b82b-4dbb5d50f3a0/c72cd7e1-f06d-45fe-a540-0b4e091a4d55.jpg",
    "moods": []
  },
  {
    "title": "Monster Princess",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "An old school yakuza, Nagamasa Ryumatsu, ended up losing his life due to certain circumstances. But, when he awakened to a strange sort of scenery he had never seen before, he found that he had somehow changed into a beautiful girl?!",
    "image": "https://uploads.mangadex.org/covers/7cd3ca23-2d70-4c03-99f0-b1ee848c4dc4/bc75d020-663e-4c39-9235-eb37f403c624.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Genius Swordmaster",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!",
    "image": "https://uploads.mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "moods": []
  },
  {
    "title": "The Law of Hunting for the Immortal King",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Five years ago, the male protagonist’s brother defeated the hidden boss subspecies of the fairy king in the game “The World of the Immortal King”, and then disappeared from the world. When the family gave up looking for his brother, it was only five years for the male protagonist to realize that all this might be related to the game, and for five years, he insisted on",
    "image": "https://uploads.mangadex.org/covers/66435108-ca5a-4b3f-b857-7bb5da7a21d8/face649f-0b04-493d-aa35-2d74db961c2a.jpg",
    "moods": []
  }
]