[
  {
    "title": "Barbarian’s Adventure in a Fantasy World",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unfortunate girl living in modern times travels to another world and by chance, receives an amazing power. She is able to attract the hearts of many and captures the hearts of the four Crown Princes from four different countries. As she travels down this path, will she be able to succeed in becoming the master of an imperial harem?\n\n---\n\n[Official English PV](https://youtu.be/Ocf8OLuvA0Y)  \nOfficial English: [WebComics](https://www.webcomicsapp.com/comic/5f2bd9208c252b04ca6bb0ea), [MangaToon](https://mangatoon.mobi/en/detail/599377),  [Pocket Comics](https://www.comico.io/pocket-comics)",
    "image": "https://uploads.mangadex.org/covers/b2d69804-ea75-402f-9051-40a248bd951c/373c5b40-5395-4525-a4f0-f248481286cf.png",
    "moods": []
  },
  {
    "title": "Reincarnator",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "The Delicate and Noble Concubine Has Lots of Tricks, and the Emperor Does Not Flirt With Her",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "The self-disciplined and cold-faced emperor x the charming and seductive cannon fodder imperial concubine. The daughter of a billionaire group turned into a cannon fodder in a book. She wanted to survive, but unexpectedly she fell into the extreme favor of the cold-faced emperor, sinking step by step, and became the most favored concubine in the six palaces. Let's see how the charming imperial concubine won the palace fight and moved the emperor's heartstrings.",
    "image": "https://uploads.mangadex.org/covers/1af00c42-630e-4bcc-979f-ee1d31a469e0/41ae40f7-fa12-43ab-8996-bc247ca6d2bd.jpg",
    "moods": []
  },
  {
    "title": "I randomly have a new career every week",
    "chapter": "Chapter 818",
    "genre": [
      "Action",
      "Comedy",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "After being fired from his company, Lin Yi accidentally gets the All-Pro Experience System. Lin Yi relies on the various career arrangements and generous rewards given by the system to achieve his ambition and path to wealth step by step, becoming the ultimate all-powerful big brother who dominates the world.",
    "image": "https://uploads.mangadex.org/covers/162d7a5c-3a5e-4fad-9e42-4857a3098934/337d6e89-465f-4bc4-b6fd-2effdef83678.jpg",
    "moods": []
  },
  {
    "title": "Shining Nana Nana",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Princess in The Henhouse",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/4a0686d0-86a9-4148-8450-d73696efd6bb/28431714-8831-4f6c-bd59-c94eda2c3203.jpg",
    "moods": []
  },
  {
    "title": "In an Attempt to Get Revenge, I Seduced My Husband",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Monster costume room",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 139",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 14",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "Remember Me",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Magic school is a lot harder when you're trying not to die!\n\nLife seemed perfect for Oriana after she started dating Vincent in the winter of her fifth year at the academy. Little did she know, her beloved would soon die under suspicious circumstances. Before she can process anything, she wakes up to find herself back in her seven-year-old body with no idea how she died. When she finally returns to the magic academy in hopes of reuniting with her boyfriend, she finds out Vincent has no memory of her! Now she's back at square one. Can Oriana navigate this second chance at life and change the course of Vincent's fate? Making her crush work out really is a matter of life and death!",
    "image": "https://uploads.mangadex.org/covers/4dff5c5e-bad0-4dc6-a356-638b188b9eec/b8927e36-5480-4c77-a6a4-aa19e6e4fb73.jpg",
    "moods": []
  },
  {
    "title": "The Scent That Binds Us",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "1945, Ueno. The souls of those that lost everything burst at the ruins left by the war.  \n  \nKanekichi, a war orphan who lost his family continues to struggle in despair.  \nBut upon meeting a mysterious young man, Kanaida, the boy's heart starts unraveling …?",
    "image": "https://uploads.mangadex.org/covers/a4dd1270-a645-4cec-b104-315d85c51308/a583d65d-9964-4530-927f-0263dbbf9645.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 41",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Demon King",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "The Hero defeated the Demon King and the world became peaceful. Despite this, a boy from Outset Village, Murabito, is in trouble. It's too peaceful for his item shop, Leaving The Nest Shop, to have any customers! If nothing is done, his store will have to be closed! What is the identity of the girl who appeared at that time...!?",
    "image": "https://uploads.mangadex.org/covers/d34fbda5-d236-4b92-a522-698c96aa17b3/871eaf33-2f76-4c7a-86e2-a9ea99def4d1.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, Nao Anekawa was asked by a strange talking mascot if she would like to appear on TV. Although she refused, she was forced to sign a contract, and before she knew it, she had been taken to a place she didn't know... 13 other men had also been brought there. They were all great men who had left their mark on history!! What's more, the TV program she will be appearing on with them is a love reality show!? Together with the 13 great men, this struggling girl will search for her one and only \"destiny\"!\n\n(Source: Comic Zenon, translated)",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/aa16a4c0-c5ff-48a2-9919-273622c99e00.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 64",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Savage Witch",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Elegant Desire",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student.",
    "image": "https://uploads.mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "moods": []
  },
  {
    "title": "The Law of a Jerk",
    "chapter": "Chapter 31",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A poor high school boy, Izuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Izuki took on the job of caring for her. Eventually, Hinako began to spoil Izuki with all her might. \"I don't want... Izuki to leave my side right now.\"",
    "image": "https://uploads.mangadex.org/covers/822b96aa-e578-4fd6-ac64-8289a2218b7a/2fc60993-37ff-4c53-89bb-ccad21c94dca.jpg",
    "moods": []
  },
  {
    "title": "Please Shoot Me",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Ecchi",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A Saintess born through divine prophecy, granted the powers of the gods, is called the \"Holy Maiden\". She delivers divine blessings and words of love, healing both body and soul with sacred power.\n\n\"From birth until death.\"\n\nThat’s how it was supposed to be.\n\nAnd yet, despite being a Holy Maiden, she turned to black magic. She offered living sacrifices, used forbidden knowledge, and performed a demon summoning ritual.\n\nAnd then — a real demon actually appeared?!\n\nShe made just one wish to the demon:\n\n“I want to live in a safe, peaceful place where no one knows me, with plenty of comfort and quiet.”\n\nIn response, the demon brought her to the Demon Realm a place where no one knows he, just as promised and offered to let her live in his own luxurious and quiet castle.\n\nBut… the castle wasn’t empty.\n\nIt was filled with the demon’s family members, all powerful demons themselves.\n\nAnd now they say they’ll decide by majority vote whether she can stay in their castle…?!",
    "image": "https://uploads.mangadex.org/covers/0236d75a-d8a4-4dbb-b397-aeec781c8d16/9cf9fbf1-0aea-40b5-b82c-25affa36be12.jpg",
    "moods": []
  },
  {
    "title": "I’m The Tyrant Family’s Beloved Baby",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 35",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/9231bf92-2999-4fa2-b93f-2c2994c2ca1e.jpg",
    "moods": []
  },
  {
    "title": "I Want to Maintain My Stepmother’s Character",
    "chapter": "Chapter 21",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Overlord of Insects",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua"
    ],
    "summary": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!",
    "image": "https://uploads.mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "moods": []
  },
  {
    "title": "Jakdu",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
    "image": "https://uploads.mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Like A Wind On A Dry Branch",
    "chapter": "Chapter 214",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Count Casarius fell victim to a plague and died suddenly, leaving behind a will stating that Rietta, a beautiful young widow of the manor, whom he tried to use as a concubine, be buried alive alongside him. Just before Rietta is buried, Archduke Axias, rumored to be a cruel tyrant, arrives at the funeral to collect the enormous debt Count Casarius still owes him.\n\n\"Everyone here seems to feel sorry for her, and I still have a debt to collect from Casarius… If I take her instead, I think all of you here should be happy,\" he smiled, \"Hello, my temptress.\"\n\n---\nAs plague and turmoil afflicts the empire, enchanting widow Rieta Tristi finds herself at the mercy of a malicious nobleman and his dying wish to have her buried alive beside his corpse. The plague has taken her husband, slave traders have taken her young child, and now her own life is at risk -- until an unexpected visit from the empire's outcast prince changes everything.\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=676625), [Naver Series](https://series.naver.com/novel/detail.series?productNo=2987280), [Yonder (English)](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5489043), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=748535&weekday=wed)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/like-wind-on-a-dry-branch/list?title_no=2405)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/feihuangzideshenmiqingren/list?title_no=1566)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/likeawind/list?title_no=2272)\n* [French / Français](https://www.webtoons.com/fr/fantasy/like-wind-on-a-dry-branch/list?title_no=2572)\n* [German / Deutsch](https://www.webtoons.com/de/fantasy/like-wind-on-a-dry-branch/list?title_no=2585)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/cursed-blessing/list?title_no=2298)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001066)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/like-wind-on-a-dry-branch/list?title_no=2682)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/cursed-blessing/list?title_no=2330)",
    "image": "https://uploads.mangadex.org/covers/b716dd00-fc58-4266-b3e4-49bfd78f8a35/c88344de-6eac-4143-a499-fd032bf3d3c8.jpg",
    "moods": []
  },
  {
    "title": "Manager Kim",
    "chapter": "Chapter 201",
    "genre": [
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
    "image": "https://uploads.mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Second Life Producer",
    "chapter": "Chapter 197",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "If you had the chance to start your career over again, what would you do differently? Junsu faces this question when he suddenly goes back in time to his first day at work as a rookie producer. After ten years of getting his ideas stolen by a scummy senior producer, Junsu gets a chance to change his professional fate. And better yet, he has all the skills and memories of the Junsu of ten years later. Will he be able to avoid his previous mishaps and make his dreams come true?",
    "image": "https://uploads.mangadex.org/covers/d15c5412-dfb3-4e4e-bfcf-0f62ef7bc6c9/f3c7bbf6-6039-461a-b2df-b70dbe8aa5dd.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "Taming Master",
    "chapter": "Chapter 188",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where wars were fought with swords and magic, and the only transportation was by horse-drawn carriage…\n\nThere, I lived as a spirit master—and died. But then…\n\nI was reborn?!\n\nIn this new life, there were hunters and monsters, just like in my previous one. But here, the concept of spirits didn’t exist at all.\n\n\"Jackpot!\"\n\nMonsters? Dungeons? That’s the hunters’ problem, right? All I want is the simple, ordinary life I’ve always dreamed of!\n\nBut, as they say, misfortune strikes when you least expect it.\n\nIn a not-so-coincidental coincidence, I touched a mysterious egg in a dungeon, and at that moment…\n\n\"Congratulations! You have awakened, Miss Yuina!\"\n\nI had awakened as an S-Class Spirit Master?!\n\nWith Iz, the mischievous spirit of water!\nRika, the playful spirit of wind!\nAnd me, Yuina, the S-Class Spirit Master who has lost all hope of an ordinary life!\n\nAn S-Class Spirit Master's desperate journey to reclaim her peaceful life!\n\"Just give me back my normal life!\"",
    "image": "https://uploads.mangadex.org/covers/9b61e86c-e3e0-486b-b630-200d01337da0/5f7512aa-2460-4235-942b-a6e5ea76d864.jpg",
    "moods": []
  },
  {
    "title": "Princess Sveta’s Political Marriage",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Princess Fairis, reincarnated into the world of strategy simulation games, uses her knowledge of the games she played in her previous life and is called the Warrior Princess. However, as soon as the war ends, she is ordered by the king to marry. In addition, she competes with her sister in arranged marriages and, depending on her partner, cannot get involved in national politics. ...I want to build my country, not get married! As she struggles to arrange a political marriage that will give her more territory, Orpheed, a wizard who is also her trusted subordinate and a potential bride, unexpectedly confesses his love for her...?\n\nA love comedy between a reincarnated princess with zero love skills and the strongest wizard with an intense love.",
    "image": "https://uploads.mangadex.org/covers/b0b22cb7-1420-4272-8f53-520536609f2e/d6e6c70d-9970-455f-9e24-2115a0ef6050.jpg",
    "moods": []
  },
  {
    "title": "I Rely on My Invincibility to Deal Tons of Damage Passively!",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
    "image": "https://uploads.mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "moods": []
  },
  {
    "title": "I’m Really Not The Demon God’s Lackey",
    "chapter": "Chapter 169",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhua",
      "Supernatural"
    ],
    "summary": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
    "image": "https://uploads.mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "moods": []
  },
  {
    "title": "I Thought I Didn’t Have Long To Live!",
    "chapter": "Chapter 105",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
    "image": "https://uploads.mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 66",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 734",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 143",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Became a Dead Character in a Prison for Wastes",
    "chapter": "Chapter 25",
    "genre": [
      "Manhwa",
      "One shot",
      "Romance"
    ],
    "summary": "I reincarnated into a novel… but, hey… What am I supposed to do if I reincarnate in 10 years before the novel begins?\n\nThe location: prison. The problem is that even a jungle is better than this place!\n\nAfter ten years finally passed, I became the top dog in this prison. \n\n*\n“Hey Mint. Cut it out. Don’t go overboard.”\n\n“I have no idea what you’re talking about.”\n\nI became a good-for-nothing leader, but I’m fine with that. That’s a privilege a pro gets. \n\n“I’ll make you dead on paper, so do me one last favour.”\n“I have no idea what you’re on about.”\n\nA golden opportunity was bestowed upon me. \n\n“If you help me, I’ll release you from prison.”\n“What do you want me to do, Master?”\n“...”\n\nThe chief of the prison asked me, the psycho of the prison, for a favor.\n\n“Make the new guy coming into the leader of this prison.”\n\nIt may be called a prison, but in reality, it’s a lawless place. If I can make one man into the leader, I can finally be released.\n\n“But to do that, you need to enter a male prison.”\n“...Huh? How can I attach something that’s not there and get in?”\n\nBut oh god? The new guy is the male lead of the original novel.",
    "image": "https://uploads.mangadex.org/covers/6f14cd82-defc-4d69-a0ea-ad5b4c7768d4/6a6ae15c-8a5a-43bd-83c3-57c2e1d6737a.jpg",
    "moods": []
  },
  {
    "title": "Growth-Type Superhero",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Demons",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Monster",
      "Monsters"
    ],
    "summary": "In a world where humanity battles monsters with powerful weapons called Relics, Hinata Asahi is the ultimate underdog at Valkyria Academy, a school for training warriors. Mocked for his relic, a gimmicky suit that looks like a comic book costume, and bullied by classmates, no one knows it holds a secret. The more he is pushed down, the stronger it becomes. Driven by his father’s legacy, Hinata forges new friendships and pushes past every obstacle. With unwavering determination, can he rise to become one of the academy’s strongest?",
    "image": "https://uploads.mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/dc7b499e-b185-4a67-af33-6e25a6c96df8.jpg",
    "moods": []
  },
  {
    "title": "The Player Hides His Past",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "The real world is suddenly ambushed by rifts that threaten to spill out monsters from the VR game Chronicles of Arcana. These rifts can only be closed by Players, people who have awakened as their in-game characters with all the same stats and skills. \n\nUnfortunately for protagonist Lee Hoyeol, his awakening is the opposite of cool as his avatar happens to be the one he made during the height of his awkward phase in middle school, giving him all the mannerisms and speech of an absolute cringelord. \n\nJust how will he go on to become the hero humanity needs most?",
    "image": "https://uploads.mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/0d28007e-4988-4421-bf48-1c00bae67014.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 409",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "moods": []
  }
]