[
  {
    "title": "I Will Raise This Family Up",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Reincarnation",
      "Vampire"
    ],
    "summary": "A former corporate king, who once ruled a global empire, dies suddenly and is reborn as a child in a poor family. Determined to change his fate, he uses his past knowledge and skills to rise from humble beginnings, vowing to rebuild his wealth and success.",
    "image": "https://uploads.mangadex.org/covers/ae7f16da-8783-4067-9605-6cebcab6be7f/aa6ffbfd-1865-4f32-ba36-6d10f241b6ad.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "Surviving As The Tyrant’s Chef",
    "chapter": "Chapter 5",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ye Qiqi transmigrated and became the five years old disliked daughter of the tyrannical emperor.\n\nTo survive, she did everything she could to stay away from him. Yet, fate pushed her to the tyrannical emperor time after time.\n\nShe even became his treasure accidentally? But the palace fights and the battle over the position as successor had just begun...",
    "image": "https://uploads.mangadex.org/covers/3f20f524-811f-4f41-8f7a-0ce0e46548a8/09a9ca74-b894-45e3-a5c0-284ea5c99141.jpg",
    "moods": []
  },
  {
    "title": "I Became the Successor of the Martial God",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Martial Arts",
      "Vampire"
    ],
    "summary": "One day, I suddenly became the protagonist of a game. However, the more you look at this protagonist... the more you'll sigh. He's got the worst stats, the worst talent and zero connections. But still… You have acquired [Heavenly Martial Physique]. You have become the master of the [Martial God's Tome]. “So what? I’m the ultimate veteran player!” He's not just a veteran player— he’s a full-blown obsessive maniac. Thus begins the legendary playthrough of a hardcore veteran!",
    "image": "https://uploads.mangadex.org/covers/2b73caa9-8c5f-49f4-96c5-af7044c57f62/7b765853-d79b-4be6-a77d-064df7177b51.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 145",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "God of Blackfield",
    "chapter": "Chapter 284",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
    "image": "https://uploads.mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "moods": []
  },
  {
    "title": "Chronicles of the Lazy Sovereign",
    "chapter": "Chapter 14",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
    "image": "https://uploads.mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "moods": []
  },
  {
    "title": "Zombie Dad",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A world overrun by zombies, and 100 chances for Ryu Min-Seok to save his daughter. But just when he's about to fail for the 100th time, he comes back to life?! \n\nThe zombie apocalypse survival story of a father who awakens as a zombie to protect his daughter!",
    "image": "https://uploads.mangadex.org/covers/f5f22716-ecee-426b-8e3f-51f9162bb14b/03cf7b63-bf86-488f-8ca2-227fcad9cfef.jpg",
    "moods": []
  },
  {
    "title": "The doomsday ruthless man: hoarding trillions of supplies at the beginning",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!",
    "image": "https://uploads.mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "moods": []
  },
  {
    "title": "The Last Adventurer",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the Era of Adventure kickstarted by the spawning of Gates, marked by absolute hopelessness, destitute, desperation, and despair, everyone had given up their hope and lost their courage to continue fighting - except one adventurer that refused to go down until his last breath.\n\n\"You are the only one left, Last Adventurer Elpam.\"\n\nAs the history of adventurers was forced to come to an end, the Last Adventurer returned to where this story all began.",
    "image": "https://uploads.mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/40f35e96-f8c6-4bc0-ae2e-2d7b36ee4f41.jpg",
    "moods": []
  },
  {
    "title": "Swordmaster’s Youngest Son",
    "chapter": "Chapter 176",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Heavenly Demon Wants to Be A Chef",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Cooking",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Due to a gate-related accident, Woojin regains the memories of his past life... a life as the Heavenly Demon, ruler of China! \n\nHowever, as the Heavenly Demon, there was a dream he never managed to achieve. Now, in this life, he'll do whatever it costs to fulfill his lifelong dream of becoming a chef! \n\nThis is the legendary(?) story of Cheon Woojin, the former Heavenly Demon, chasing his dreams!",
    "image": "https://uploads.mangadex.org/covers/d0da613d-cfcc-43ef-b9eb-ec302532402c/8ed5d3a5-6ed5-4441-9f9e-eea51ff9f4a6.jpg",
    "moods": []
  },
  {
    "title": "The akashic record which only i can read",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"I, who know all the world's secrets, will change this doomed future!\"\n\nIn a world where dungeons exist, Yuya Shirasaki, an awakened warrior, risks his life to conquer them, aiming to earn enough for his ailing sister's medical treatments. Yet, despite his efforts, his sister dies, and Yuya himself falls to the mightiest of monsters—or so it seems. In the instant before his death, Yuya awakens the forbidden skill, Akashic Record, allowing him not only to gain all knowledge but also to return ten years into the past.\n\nWith a second chance at life and armed with the wisdom of both past and future, Yuya sets out to rise at an unstoppable pace in this monster-filled world. \"If it's to save my sister—and this world—then I’ll become the strongest there is!\"",
    "image": "https://uploads.mangadex.org/covers/b895aaa1-1824-4cc8-892e-8c091757ffe1/89f52e0e-7bd5-43fc-9173-3895af7d33cc.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Eloise, who has been frail since childhood, gave up social life in the capital and now lives in the countryside in Feltham for the sake of her health.\n\nOne day, while happily going back and forth between Blissbury Manor, which her father's friend had asked her to manage, she hears the news that a new caretaker is coming to the manor, and the nude painting of her favorite, Lieutenant Ryan Willgrave, which she had been secretly drawing at the manor, is in danger of being hung.\n\n\nBefore the new caretaker arrives, Eloise tries to secretly remove the nude painting, but she ends up bumping into him on the stairs…!\n\n\n\"I’ve never seen the model in person, Miss Eloise. He’s not this small.\"\n\n\nAfter that day, Ryan and Eloise, who thought they would never meet again, continue to be entangled, and eventually fall deeper and deeper into each other’s lives…!",
    "image": "https://uploads.mangadex.org/covers/7d88e208-3235-481f-8475-34dbc565bbb7/d1f2a061-d2fe-46cc-a443-b2b670a9d74f.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "All Hail the Sect Leader",
    "chapter": "Chapter 457",
    "genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Romance"
    ],
    "summary": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "image": "https://uploads.mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "moods": []
  },
  {
    "title": "Level 999 Goblin",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The protagonist Kim Chulsoo works his ass off for a living as a manual laborer in real life and by grinding for and selling items in a game.\n\nHe finally gets the chance to switch to a hidden class, hoping for that one big shot in life…!\n\nBut the hidden class turns out to be... a Goblin Summoner?!",
    "image": "https://uploads.mangadex.org/covers/d124dec4-257e-4ec4-ad55-7db44d06a77a/08db619d-86f5-48c3-9b05-47cbdd031c49.jpg",
    "moods": []
  },
  {
    "title": "My Daddy Hides His Power",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”",
    "image": "https://uploads.mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/79d15ba6-dfb3-4f1a-9f3d-97b2a49f6f1f.jpg",
    "moods": []
  },
  {
    "title": "Deadlines are Raining in the Status Window",
    "chapter": "Chapter 67",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail",
    "image": "https://uploads.mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "moods": []
  },
  {
    "title": "I’m Done Being a Hero, Even If It’s Retirement",
    "chapter": "Chapter 78",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Manhwa",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "Everyone's shocked when 9-year-old prodigy Adelia Ester suddenly refuses to enroll in the elite knights' academy. They don't know that Adelia was magically sent back in time after wasting her life on the battlefield and suffering an early death! Now, Adelia's out to protect her peace from her ex-boss, the evil future emperor, by setting her ally on the throne instead. Will Adelia succeed in one last mission and finally retire for good? Or will she find herself forced to be a hero once more?",
    "image": "https://uploads.mangadex.org/covers/385cd38f-f6ab-4439-a69a-faf07704f150/0a7a7614-a916-423b-aa7f-30d1a9df50f5.jpg",
    "moods": []
  },
  {
    "title": "This Manhwa Ends When I Confess",
    "chapter": "Chapter 8",
    "genre": [
      "Comedy",
      "Romance"
    ],
    "summary": "Clumsy girl Song Sena can't help but make mistakes!\nShe's had a crush on her classmate, Daese, ever since he lent her an umbrella. But somehow, every time she tries to confess, things go awry...!\n\n\"Tomorrow, I'm going to properly tell him that I like him for sure!\"\nWill Sena's feelings ever reach Daese?",
    "image": "https://uploads.mangadex.org/covers/2531e5b1-1533-4ecd-8c28-2fe64e1f18e0/f038c07c-4b79-4cb0-8e60-e15fbd6b2254.jpg",
    "moods": []
  },
  {
    "title": "The Beast Tamed by the Evil Woman",
    "chapter": "Chapter 101",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Written as the villainess, Ilyana Glayne finds a noble boy named Magnus and tames him, causing him to lose his identity and become her submissive \"beast.\" While reading this story, a fan emails the author to inquire about the plot. When she wakes up the next morning, she finds she has become Ilyana herself! Disgusted by Ilyana’s actions, she vows to free Magnus from his beastly existence. But when Magnus steals a kiss from her, Ilyana realizes she may have changed the plot more than she wanted!\n\n---\nThe only real villain in the novel, took a handsome man and tamed him for the rest of his life. After putting his fear to the limit, he learned to plead with her, becoming a beast from which he could never escape even if he loosened his leash. However, one day, the beast falls in love and becomes emperor with the woman who saved him, and plunges the evil woman into an eternal bondage.\n\n---\nI've posessed the body of the sociopathic villainess, Illyana! An evil villainess who picks up a boy named Magnus and raises him however she pleases... that Illyana is me?!\n\n\"I am going to tame you into a beast that cannot do anything without me. Just as you had done to me.\"\n\nAnd after 2 years, he who had become an emperor began his revenge. Excuse me, author! Illyana was the sinner but why must I suffer his vengeance? I was just a normal reader named Yuna!",
    "image": "https://uploads.mangadex.org/covers/a5971ece-d568-493a-bf8c-b2155c3ed405/e56fb1bb-81f8-4df7-bc4a-9862f2ddb49a.jpg",
    "moods": []
  },
  {
    "title": "The adopted daughter-in-law wants to leave",
    "chapter": "Chapter 102",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed the body of the no. 1 villainess, Ellie, who was a terrible person who tormented the Male Lead in the orphanage. I quietly waited until the day that the Duke would pick him up vowed to never get caught up in the novel, so she would not see the ugly ending that the villainess did, until...\n\n\"I will also adopt the child next to him too... she will become my daughter-in-law.\"\n\nI was adopted along with the Male Lead! I can’t just do this? There’s a separate heroine!\n\n---\nI have possessed the extremely cruel villainess who tormented the male lead during his childhood days in the orphanage.\n\nTo change my fate, I decided “Just don’t do that,” but the pitiful boy kept getting beaten up by the other kids anyway, so I had to keep an eye on him even more!\n\nThen one day, his father's best friend the Duke, who had been searching for the male lead for 10 years, finally found the orphanage. \n\n“I'll adopt this child here. Oh, and the child next to him too.”\n\nWait, why am I also getting adopted?!\n\nHe wants me as his daughter-in-law for the male lead?!? \n\nWhat about the female lead??\n\n—\n\nJust like in the original novel, the male lead joined his adoptive father in the war. \n\nHe was supposed to return from the battlefield with the female lead, so I carefully prepared for a divorce and made a lot of money so I can live by myself! But…\n\n“Damian, did you come home alone? Did no one else come with you?”\n\n“Someone else?” Upon hearing my question, Damian’s gaze suddenly sharpened.\n\n“Ellie. are you looking for a man other than your husband?” \n\n“Huh?”\n\n“That's no good, I would probably kill that man out of jealousy.”\n\nI looked over to my father-in-law for help.\n\n“I also agree, Ellie. You shouldn’t betray your husband ever...”",
    "image": "https://uploads.mangadex.org/covers/e03ca79d-21eb-4342-a621-8ac7bf2a05b3/439f85a0-d735-45ca-9a2f-0461c3bb2dbd.jpg",
    "moods": []
  },
  {
    "title": "The Back-Alley Mage’s Return",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Aster, a troublemaker from the Dequlan family of magicians, who used to be a vagrant. He runs away for freedom, but is eventually caught and loses his life.\n\nBut when he opens his eyes, he finds himself back in his vagrant days in the black-and-white zone...!\n\n“I will build the library that was my comrades' dream, no, I will build a tower even greater than that!”\n“As a bonus, I will display the Deculanga Vision Book on the first floor.”\n\nAster's return to life as a vagabond!",
    "image": "https://uploads.mangadex.org/covers/f1877909-b484-4ab9-a6a2-a98e11b4bd23/ecb0a695-5a69-4e2a-93c5-0b6cb70e431c.jpg",
    "moods": []
  },
  {
    "title": "I Am Living an Unmarried Life With a Terminally Ill Lover",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "Ines Eledine is known far and wide as the God of Investments, using her secret ability of reading others’ misfortunes to choose wisely–that is, until her ability vanished one day. Thinking her investing days were behind her, Ines is shocked to discover that her ability returns whenever she touches the handsome, broody master of the demonic sword, Calad Arsdeon. To keep him around, she asks him to be her fake lover…but this arrangement might not be the safe investment she thought it was.",
    "image": "https://uploads.mangadex.org/covers/69adfd36-6b5e-483c-bcc1-548863a7f954/9efddc12-4258-4eee-a484-1ee26ba229cf.jpg",
    "moods": []
  },
  {
    "title": "I Saw a Play",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Iijima Satoru is a 32 year old \"VIRGIN\". Out of the blue, he was transferred to another world, a fantasy EROGE in the middle ages...!? Boobs completely bare! He wanted to be a warrior,  setting this IDIOTIC game as a stage. But the all-age settings were applied to him",
    "image": "https://uploads.mangadex.org/covers/8fc5b5de-3c23-411b-89e8-0fcbdc2bf4de/d6fcc1f4-4bce-4b96-a83a-2a122dad7d07.jpg",
    "moods": []
  },
  {
    "title": "Chronicles of the Demon Faction",
    "chapter": "Chapter 136",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "The Young Heavenly Demon, Yeon Woonhwi, attained the position of cult heir in the Heavenly Demon Cult with only supernatural abilities. His life of chaos finally meets its end during the rebellion of the vice cult leader and the elders. \n\n[Even if you needed to kill me, you should have remembered what kind of man I am. So, all of you, die!] \n\nAfter dying together with all the traitors, he wakes up in a place he could never have imagined. \n\n[A branch of the Tang Clan?] \n\nTang Woonhwi of the Sichuan Tang Clan's Nine Dragon Branch Family now dreams of rebuilding the Heavenly Demon Cult!",
    "image": "https://uploads.mangadex.org/covers/639bce54-89ac-4ef1-8f64-5be57689ffce/f12249e3-d246-4c07-bfa7-77d025361693.jpg",
    "moods": []
  },
  {
    "title": "Dawn Lighting Above The Clouds",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? \n\nEnkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! \n\nNow that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "I’d Rather Live as a Villain",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanda Hajime, an avid gamer and overworked office worker, collapses from exhaustion—only to wake up as Ridd, the villain of the otome game \"TokiRella\"! Awaiting him is an unavoidable fate: condemnation and ruin. Determined to escape this grim ending, Ridd leverages his sharp intellect and deep knowledge of the game to rewrite his destiny. His first goal? Mending his broken family—a cold, distant father, a lonely sister, and a bedridden mother. But as he sets out to change their fates, his actions ripple far beyond the game’s original story, igniting a revolution that will shake the entire continent!",
    "image": "https://uploads.mangadex.org/covers/706134c9-dbcf-4e7a-b892-2dd0e2e61097/344c199d-9968-4377-a7ee-1f88fdd4389b.jpg",
    "moods": []
  },
  {
    "title": "I Became a Tyrant’s Maid",
    "chapter": "Chapter 87",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/dfca0644-6dea-4db1-9e06-590562179865.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 59",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?",
    "image": "https://uploads.mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/5a736eed-deee-429b-be46-5ed02d15ad9b.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "I’m the Villainous Male Lead’s Terminally Ill Aunt",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "She became the nanny of Claude, the blackened male protagonist who would destroy the world. If this continues, she will be killed by the cursed power possessed by the blackened male protagonist. So, she decided to pour out her love for the blackened male protagonist to prevent the blackening.\n\nShe also raised the child’s self-esteem, and made the Duke act like a proper father, as fatherly love was essential for the male protagonist’s self-esteem.\n\nShe thought the child was gradually recovering his bright face, and the Duke was now learning how to gradually give love to the child.\n\nBut she doesn’t know if it’s because she worked too hard….?\n\n“It has always been a problem. You have hundreds of reasons to abandon me, but I don’t have a single one.”\n\n“Nanny will always be by my side, right? That’s why you can’t go. Never, never.”\n\nTwo men started obsessing over me.",
    "image": "https://uploads.mangadex.org/covers/cf3eb020-45b1-419a-bdf1-9a7f493777d4/06968c07-cd42-41f2-971a-bcefc42622a8.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 72.5",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Diet Warrior",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The genius midfielder’s passes are special",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Song Yoo-joon, who loves soccer more than anyone else, suddenly becomes color blind and has to give up soccer. Fifteen years pass, and he dies an unjust death.\n\n\"Please... Just one more time on the field...\"\n\nIn that moment, he returns to the days when he could see colors 15 years ago. As he prepares to kick the ball, filled with joy at the prospect of playing football again, he suddenly begins to see strange lights.\n\nA modern sports fantasy where he becomes a genius midfielder as he sees the various colors that reveal the flow of the game!",
    "image": "https://uploads.mangadex.org/covers/2671fc0f-57a1-4c97-a19d-c2199f8300bf/7238ccbd-faad-44ae-8e2f-34872be01750.jpg",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 119",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "The Low-Ranking Civil Servant Wants to Achieve Success",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cheating Men Must Die",
    "chapter": "Chapter 483",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Sci-fi"
    ],
    "summary": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
    "image": "https://uploads.mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/d41e28a4-fcc9-4933-b7eb-00b3fd73566b.jpg",
    "moods": []
  }
]