[
  {
    "title": "I Simply Cared For My Frail Dad",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Rise of the Bottom Ranked spirit user",
    "chapter": "Chapter 20",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 20XX, the existence of spirits became known to humanity, and those who wielded their power came to be called “Spirit Users.” While mankind used this power to advance society, it was also not uncommon for people to use their powers for evil.\nAmidst this backdrop, Yui Shinonome, an overworked office worker fired from an exploitative company, obtains the power of a spirit through a strange twist of fate.\nWith no time to grasp his new reality, Yui is dragged into the conflicts of Spirit Users and becomes a member of the Bureau of Fairy Affairs, commonly known as the BFA. Thus began his days of solving spirit-related incidents.\nAlthough Yui believed he was hired merely as a general affairs clerk, he is partnered with the BFA’s number one problem child: Mio Shinohara. Despite her immense skill, her reckless, order-defying attitude has caused all of her previous partners to quit, unable to endure working with her.\nWhile the two repeatedly clash, they gradually begin to form a deep bond. Soon, Yui learns of Mio’s tragic past—her parents were murdered by someone who misused spirit powers, leaving her with a strong desire for revenge. Furthermore, it is revealed that the spirit lending Yui its power is no ordinary spirit, but the former Spirit King who was once betrayed and lost his life.\nYui makes a firm vow: to race up the ladder of success and win the heart of his beloved.",
    "image": "https://uploads.mangadex.org/covers/544ef392-639c-49e6-8225-419a1eaec6fc/410f7044-4285-443e-8e78-b5d9ea02ae77.jpg",
    "moods": []
  },
  {
    "title": "The Genius Wants To Be Ordinary!",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Neet van Avadora, the second prince of the great kingdom of Astoria, is a homebody who loves nothing more than staying indoors. After cutting himself off from the outside world for years to devote himself to magical research, he has, without even realizing it, grown into a true prodigy of magic.\n\nOne day, however, under orders from his father the king, Neet is forced, much against his will, to enroll in the Magic Academy. There, he gradually begins to enjoy student life, blessed with quirky but kind friends. But because of his overwhelming magical talent, he constantly finds himself caught up in one troublesome incident after another…!\n\nMeanwhile, Alex, the first prince, and the very cause of Neet’s growth into an unknowing genius, sets a certain “plan” into motion. This plan will spark a great incident, one that will change not only Neet’s fate, but also the fate of the entire kingdom of Astoria…",
    "image": "https://uploads.mangadex.org/covers/fcdd3168-aa90-47af-b8a0-a29d9e273d6d/20639263-fcaf-45f8-8fdc-e8834058dd15.png",
    "moods": []
  },
  {
    "title": "Under the Plum Blossom Tree",
    "chapter": "Chapter 90",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Yaoi(BL)",
      "Yaoi(BL)"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dao of the Bizarre Immortal",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 412",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "Baek XX",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
    "image": "https://uploads.mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "moods": []
  },
  {
    "title": "The Black-Haired British Doctor",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Regressor’s Tale of Cultivation",
    "chapter": "Chapter 17",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Devoid of any talent, I met my end after suffering at rock bottom for many years.\n\nThat was my first life... and the start of my endless regressions.",
    "image": "https://uploads.mangadex.org/covers/6a11714d-ca8e-4f8f-8c32-697e4cb761fe/27bf0bf2-cbb1-4385-b934-4c46df8ee9cc.jpg",
    "moods": []
  },
  {
    "title": "I Married the Monster Twice",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "On Our Wedding Night, I Got Pregnant with the Chief Warden’s Child",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 249",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  },
  {
    "title": "The Caring Young Lady Wants to Be a Wall",
    "chapter": "Chapter 17",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Irina de Claudel was reincarnated as a background character in her favorite BL game. While she’s busy playing matchmaker to get her favorite pairing, Henri and Noel, together… She somehow ends up being loved by both of them!?\n“All I ever wanted… was to be a wall between them…!”\nWill Irina succeed in getting the two together in the end!? A chaotic love comedy where the heroine is adored by the very romanceable characters of a BL game!",
    "image": "https://uploads.mangadex.org/covers/7dccd69a-8405-4633-8cb0-4d85cc02733f/1ddb4f22-b0e4-428f-aa8b-9b6197a09304.jpg",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Husband is Weak by Day, Strong by Night",
    "chapter": "Chapter 62",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Meredith is the illegitimate daughter of a duke. Scorned by her own family, she is shocked to hear that they have arranged a marriage for her—with no other than the Emperor of Valtzein. She soon learns that His Majesty has been placed under a curse and is weak during the day, returning to his former self only at night. When he tries to kill her on their wedding night, she strikes a deal with him—she will find a way to use her healing magic to break him free from the curse, in return for a divorce. But the Emperor has other thoughts—he's slowly fallen in love with her, and he won't let her go without a fight.",
    "image": "https://uploads.mangadex.org/covers/c5dd047e-2ea3-4ccf-a9c9-fdc563a292cd/db7fe725-30f9-41c1-b176-b557bff14fca.jpg",
    "moods": []
  },
  {
    "title": "All Hail the Sect Leader",
    "chapter": "Chapter 449",
    "genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Martial Arts",
      "Psychological",
      "Romance"
    ],
    "summary": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "image": "https://uploads.mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "moods": []
  },
  {
    "title": "‏I Will Fall With The Emperor",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"There can only be one sun.\"\n\"Two suns will only burn and kill the empire's people.\"\n\nAlexar, the great wizard who commanded the empire, after being betrayed by his close friend Gillian Terzios who he trusted and followed, was reborn again as a master swordsman on the outskirts of a small country.\n\nAlexar, the great wizard, moves to seek revenge on Gillian, his close friend and the only nine-star prosecutor of the continent.",
    "image": "https://uploads.mangadex.org/covers/eae897f2-7912-417f-8904-3fa85fcec734/8bcab491-ba53-4770-bcde-0b5a8047bc6f.jpg",
    "moods": []
  },
  {
    "title": "The Delivery Man From Murim",
    "chapter": "Chapter 102",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Stranded in a new world, Smiley Kang covertly lives the life of a delivery man. Until now, humanity has fended off demonic beasts and their portal “gates.” There are the Awakened, citizens imbued with supernatural abilities, and there are those more scheming, fighting to monopolize and claim demonic resources. But as the number of gates starts to rise, the world is at risk once again. Can humanity survive another onslaught of demonic beasts? The answer lies with the mysterious delivery man…",
    "image": "https://uploads.mangadex.org/covers/ff745f77-5609-40c9-b856-ace2501a6764/b1a55cd2-26e2-40c8-be34-24fbec0cec39.jpg",
    "moods": []
  },
  {
    "title": "Don’t Tell Me You Think Cultivating Immortality Is Difficult?",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A humble rookie seeks the path to immortality — only to accidentally join a sect full of pretentious con artists. His seven senior brothers brim with confidence, taking turns spouting out fabricated divine techniques. But no one expected this newcomer to be a genius. He actually comprehends everything — even their nonsense! In the end, the master falls into despair. Just who is this junior disciple?",
    "image": "https://uploads.mangadex.org/covers/9303865f-b00b-4df9-b370-91a93058c33e/615a7d81-b6d9-42bc-a3e1-46f6e71d9098.png",
    "moods": []
  },
  {
    "title": "Reborn Ranker – Gravity User (Manga)",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "“Who needs a bandit, anyway?” That’s the last thing Ikoma Ichinose, a bandit-class hunter, heard before he got kicked out of his party and ran into a monster that would kill him. But he was given a second chance at life in the form of a time-turning pocket watch. “Yeah, who needs a bandit?” This time, Ikoma chooses to be a gravity master to have a shot at becoming the greatest hunter of all time.",
    "image": "https://uploads.mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "moods": []
  },
  {
    "title": "The Purpose of Marriage",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/f4045a9e-e5f6-4778-bd33-7a91cefc3f71/df4e9dfe-eb9f-40c7-b13a-d68861cf3071.jpg",
    "moods": []
  },
  {
    "title": "Spirit Realm Wanderer",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Fantasy",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 47",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  },
  {
    "title": "Breakers",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "We ended up at a concept bar on a whim for the afterparty, and it turned out to be full of seriously tall women.\n\nIt’s a manga where the customers have a casual conversation with the big ladies they meet at the bar.\nThe conversations mostly revolve around appearances and the relationship dynamics between people.",
    "image": "https://uploads.mangadex.org/covers/ca17bc31-0ce6-4c99-ba9d-9be1a9c981a5/a28c3854-7006-42a3-9991-b45932819a13.jpg",
    "moods": []
  },
  {
    "title": "Pure Love Operation",
    "chapter": "Chapter 114",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "School Life",
      "Supernatural"
    ],
    "summary": "It’s hard dating someone who won’t give you the time of day. Su-ae Shim knows that better than anyone, having dated her indifferent boyfriend, Minu Kang, for years. She sometimes wishes she could be more like her charismatic stepsister, Ra-im, who seems to have it all. But life takes a turn for the weird when Su-ae discovers Jellypop, a sentient flip phone, in her locker. Jellypop has a lot to say about her love life, especially as Su-ae drifts further away from Minu and finds herself running into Minu’s friend, Eunhyeok. Add to the mix a growing suspicion that Minu and Ra-im might be more than friends, and Su-ae might need a miracle to navigate the ups and downs of high school romance!",
    "image": "https://uploads.mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "moods": []
  },
  {
    "title": "Misfortune at Work",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
    "image": "https://uploads.mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "moods": []
  },
  {
    "title": "For your Murder",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Psychological",
      "Romance",
      "Thriller"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Perfectly End a Contract Marriage",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "To bring her beloved back, she turned back time, becoming terminally ill with only a year to live. She tried reuniting him with his past love but failed.\n\n“Marry me for just one year.” Why is he proposing this?  “I will only have one wife. You’ll be my first and last, Charlotte.”",
    "image": "https://uploads.mangadex.org/covers/0a58e435-5a76-48cd-90c8-f5c227f999a9/1b6b47f5-1c00-443a-b4dc-e13f49153e5f.jpg",
    "moods": []
  },
  {
    "title": "I Possessed as an Extra in a Childcare Story",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "To Those Who Long for My Destruction",
    "chapter": "Chapter 122",
    "genre": [
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/afac87ae-4739-4793-8183-e8946f3e840d/2659cbb2-fc8e-4c4b-8081-6223c2f1e34b.jpg",
    "moods": []
  },
  {
    "title": "The Villain of the Octagon",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The beloved third son of a ducal house aims to escape his villainous fate!?\nBack when I (age 6) was still a spoiled brat laughing arrogantly, I regained memories of my past life. This is an RPG world?! And worse, I’m destined to be crushed by the hero, labeled the weakest of the three brothers… aka the villain. Talk about bad luck. This sucks.  \n\nAfter panicking, moping, and overthinking, I made a decision: First, quit being a villain! I’ll become a good boy, get along with my beloved older brothers and the servants, and dodge every death flag!!",
    "image": "https://uploads.mangadex.org/covers/cd227b09-cef8-43a1-af51-aea09d1da03f/42190077-7de7-49af-8ec8-5f3117780845.jpg",
    "moods": []
  },
  {
    "title": "The Substitute Saintess is Doted on by the Enemy Crown Prince’s Kiss",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How to Survive as the Daughter of the Emperor Who Killed Me",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Stepmother’s Märchen",
    "chapter": "Chapter 154",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "They called her the Iron Widow. \n\nWhen her husband died, he left her to manage not only his vast holdings but also his four children. Young and inexperienced, Shuri nonetheless tried her best to raise them, despite their bitter attitude towards her. She is finally free to live her own life as her eldest son marries… only to find herself mysteriously reset to seven years ago — the night of her husband's funeral. \n\nCan Shuri find happiness with this second chance at a new destiny?",
    "image": "https://uploads.mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/db527646-032f-40e6-8a17-6fc76fba7c45.png",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "I Got A Job At A Haunted Mansion",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Guidebook for Villainesses",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Laviore Bailey — the ‘fake saintess’ who banished the innocent princess and stirred up bad blood to wage war.\n\nShe’s the villainess with a façade of a saintess.\n\n“I love you. So just shut your mouth and die. Okay?”\n\nBut the moment her trusted lover chose her as a sacrifice to the demon, and she realized her father was behind the plan, she killed herself by swallowing poison. It hurt. It was so painful that she could not even scream. But it was fine. Because she knew this was not the end.\n\n“I will save you this time.”\n\nThen, she came back for her second life. She was determined to rescue those who were unlucky because of her and restored her life back.\n\n“You do whatever you want for the man in your dream.” Demian said with a rough smile. \n\n“I’ll also protect you the way I want to.”\n\n---\nLaviore Rea Bailey, the fake saint and heartless puppet of the merciless Prince Sidar, drinks poison on the day the prince is to give her up as an offering to the devil. Instead of dying, she wakes up 10 years in the past. Set on righting her previous wrongs, Laviore vows to save the slave Damian Rhode Drake, whom she had once framed as a spy. As she gets closer to the mysterious Damian, new feelings start to emerge, but will this former villainess truly be able to change her ways?",
    "image": "https://uploads.mangadex.org/covers/ff2199cd-97cd-4c2a-9837-0303686ddd68/123f50bf-a91b-46d7-90ea-0c1757e73e28.jpg",
    "moods": []
  },
  {
    "title": "Code Demon",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Reincarnated into the Demon King's castle!? Magic developed using programming skills! And even the Demon Kings recognize that magic——?\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/68401)",
    "image": "https://uploads.mangadex.org/covers/0d56df6a-e604-4ed1-9c91-0d80548272ba/ed34b250-fd76-4999-99e4-777fba5d53c1.jpg",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as the Spoiled Baby Empress",
    "chapter": "Chapter 20",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Food Chain",
    "chapter": "Chapter 70",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "I, Go Eun-woo, have lived while hiding my status among humans. I used my abilities to reduce the pain of scarlet fever, the fate of the Tiger tribe, which I have suffered from since I was 18, but was discovered by the Tiger's natural enemy, Imae.\n“Don’t be so foolish. If you run away, you’ll die by my hands in a month or so.”\nMoreover, this cold and frighteningly handsome Lee Mae,\nI can’t believe I have the same seal as Lee Do-hoon. I bought time by lying, but it's only a matter of time before I get caught. I have to escape from his grasp somehow... !\n“Please stay in my room with me for the time being.”\nCan I go back to my normal daily life?!",
    "image": "https://uploads.mangadex.org/covers/f6d240d9-03e5-4b08-9f3e-52687b1cd569/9a90b0ae-a145-4f20-97b1-263702abe7b6.jpg",
    "moods": []
  },
  {
    "title": "North Snow Love Story",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "A collection of stories full of happiness for those who like happiness. Gags also included.\n\n1. A Story about a Stalker in High School\n\n2. Longing for Sleeves.\nAfter dealing with childhood trauma, Rin keeps lying to herself about her love about Lolita fashion until one day she is confronted by a classmate, someone she didn't expect.\nA story about two opposite people being united by a common passion in life.\n\n3. The Suffering of the Mermaid Princess\nAn enslaved mermaid meets a human king.\n\n4. Snow White Falls in Love with the Hunter\n\n5. The Witch of the House of Sweets",
    "image": "https://uploads.mangadex.org/covers/429cc2ac-f947-456d-8f77-6c209b79d39b/a6f5b313-4c55-4eb1-8b32-d37778a80ffe.jpg",
    "moods": []
  },
  {
    "title": "On a Separate Night",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"From now on, is it okay for me to have an ‘adult relationship’ with you, Young Lady?\"\n\nYui Amagi is the daughter of a yakuza family who longs for a \"normal life.\" Her dream of living on her own finally comes true… or so she thought. But her assigned bodyguard—who also happens to be her fiancé—Ichika Izumo, the Wakagashira (Underboss) of the Amagi group, insists that \"it’s only natural for me to be here,\" while smoking a cigarette as if he owns the place.\n\nYui doesn’t actually dislike Ichika (in fact, she secretly likes him), but she doesn’t want a romance arranged by her parents. Without realizing her own feelings, she decides to spite him by joining a group blind date.\n\nHowever, once the party starts, she feels completely out of place and ends up depressed. To make matters worse, one of the men there takes advantage of her vulnerability and tries to take her to a hotel…!?\n\n\"You dare join a group date when you already have me, your fiancé?\"\n\nAn impatient yandere Underboss × a stubborn young lady, caught in an overly intense and sweet “awakening cohabitation love story”… ♪",
    "image": "https://uploads.mangadex.org/covers/9f01a130-360c-492d-8699-538a89fbe219/1a942f31-b998-40a7-8543-571fd092afa2.png",
    "moods": []
  },
  {
    "title": "Standard of Reincarnation",
    "chapter": "Chapter 151",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
    "image": "https://uploads.mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "moods": []
  },
  {
    "title": "Helmut: The Forsaken Child",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
    "image": "https://uploads.mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/de4a02f5-86f9-498e-ae90-85902b62b156.jpg",
    "moods": []
  },
  {
    "title": "??? Rank no Ura Soubi Musou",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "What would you do if you suddenly regained memories of your past life and realized you were living in a world that was once a game you played? Jinfrey chooses to use his knowledge as an OG gamer and exploit the game’s secrets so he can become an unparalleled adventurer. But he’ll have to be careful because if he dies, it’s game over! Will he be able to find all of the hidden rank equipment, defeat the bosses, and give his family the life they deserve?",
    "image": "https://uploads.mangadex.org/covers/edb33ccd-4218-4581-ac56-037d8daa2e86/df220050-850e-4660-a3cd-98d6558ae50b.png",
    "moods": []
  },
  {
    "title": "Level Up with Skills",
    "chapter": "Chapter 113",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "I’m Repaying The Kindness That Raised Me With Obsession",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m a Fake Saintess but the Gods are Obsessed",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Reverse harem",
      "Romance"
    ],
    "summary": "I reincarnated into the body of a fake saintess who will die when the real saintess appears five years later. If I were to gather the monthly allowance given to the saintess I can at the very least buy a building! But while I was carefully setting up a plan to run away after playing the role of the saintess... \n\n\"Choose me, or else...\" \n\n\"I prepared a prison just for you. My goddess—\" \n\n\"...\" \n\nThe male leads reacted differently than I expected. \n\n[The bored divine beings have started to gain interest after watching you.] \n\nI, Ariel, unexpectedly gained the interest of the gods. On top of that, the final boss who is planning on destroying the world isn't killing me, but helping me...? I have no interest in gaining the interest of the gods or destroying the world! So please just let me become a landlord like I wanted—!",
    "image": "https://uploads.mangadex.org/covers/b4becc93-20d2-42b2-ad86-271d8e6e799d/66f795e0-7dbd-4bee-89a9-f5c758596824.jpg",
    "moods": []
  },
  {
    "title": "I have Max level luck",
    "chapter": "Chapter 96",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "The main character \"Ryuya\"  is told that he has no skills and is abandoned by his friends. The only way for him to compete with those possessing skills is to raise his level. After five years of training in the forest, he has raised his level to 8 million. Due to his excessively high level, he is beyond the reach of skilled humans, demons, or even gods.",
    "image": "https://uploads.mangadex.org/covers/5edf437e-1ab1-4c20-843b-41db19836b79/aefaed43-81a5-46a9-9b8e-04ea2b08a04a.jpg",
    "moods": []
  }
]