[
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Final-Boss Prince is Somehow Obsessed with the Chubby Villainess: Reincarnated Me",
    "chapter": "Chapter 65",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After dying of illness, she has been reincarnated as Celine, the selfish, fat, villainous duchess, sister of the heroine of a popular novel.\nIf she stays this way, she will be killed by the hero prince and die a miserable death, just as in the novel. She vows to reform herself with all her might and begins to struggle, but she finds herself caught up in unexpected doting and obsession..!\nWill Celine be able to find \"peaceful happiness\"?\n\nA fantasy love story about a reincarnation in another world where she is loved too much by a Yandere.",
    "image": "https://uploads.mangadex.org/covers/c174ddf6-24b3-4705-ad97-c80586cf9480/ef8e1393-ba29-43fe-9a67-9b09fac9acec.jpg",
    "moods": []
  },
  {
    "title": "The Tang Clan Chronicles",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/2266f53d-fafa-4649-9660-f02265050c0f.jpg",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 93",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Following the wishes of her master, Blood Demon, Il-hwa destroys the Namgung clan, but as she faces death, she hears a shocking revelation due to Blood Demon's betrayal.  \n\n “Now, you are the only Namgung left in the world.”  \n\nIl-hwa learns that she was the long-lost child of the Namgung clan, Seol-hwa, and that she was raised for Blood Demon's evil schemes. Having returned to her thirteen-year-old self from a tragic death, Il-hwa — or rather, Namgung Seol-hwa — realizes that an opportunity to change the future has arrived and takes steps to prevent the Namgung clan's annihilation.\n\nWill Seol-hwa succeed in stopping the Blood Demon from annihilating her clan and achieving revenge?",
    "image": "https://uploads.mangadex.org/covers/e9dbed3a-8290-410d-aa27-527c8bd316cf/f4ae3dc8-af44-4917-b0ff-32d274c7a7be.png",
    "moods": []
  },
  {
    "title": "Broadcast Genius Youngest Writer",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing both her job and her work due to the schemes of the PD she worked with, Yeonwoo learns the truth and faces death from a heart attack. She thought her life was ending there, but when she opens her eyes, she finds herself back to her youngest writer days 20 years ago. Can this second chance at life turn into a successful one unlike before? The story of Yeonwoo, the youngest writer in broadcasting with a career-oriented perspective, begins anew.",
    "image": "https://uploads.mangadex.org/covers/75391b19-37c3-4b15-b9ae-e362750b6422/d1804698-2a08-4c88-939b-59b773ef63c4.jpg",
    "moods": []
  },
  {
    "title": "‏I Will Fall With The Emperor",
    "chapter": "Chapter 143",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"There can only be one sun.\"\n\"Two suns will only burn and kill the empire's people.\"\n\nAlexar, the great wizard who commanded the empire, after being betrayed by his close friend Gillian Terzios who he trusted and followed, was reborn again as a master swordsman on the outskirts of a small country.\n\nAlexar, the great wizard, moves to seek revenge on Gillian, his close friend and the only nine-star prosecutor of the continent.",
    "image": "https://uploads.mangadex.org/covers/eae897f2-7912-417f-8904-3fa85fcec734/8bcab491-ba53-4770-bcde-0b5a8047bc6f.jpg",
    "moods": []
  },
  {
    "title": "If You Want a Cheeky Sorceress",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“I’m sorry, I’m sorry, Princess.”\nThe friend who killed my family.\n“I know that you were very kind to me. I know that you cared for me very much. But what can I do?”\nHe branded me with the slave’s brand on his shoulder and cried.\n“I wish you could die without smelling Adelia’s scent. That’s my wish.”\nI, who had lost everything, also wanted to die like that.\nI was put in a small box and sold, and on my way, I was saved by a man like a tiger who came with flames.\n“Yes, Princess. Chew my fingers. Eat and swallow something to at least put up with my damned ridicule. Put your nails in my face.”\nWhy are you trying to save me when you saved me?\n“I kissed these lips. This neck. These arms and legs, the tips of my toes. I rubbed my body without leaving a single one out.” Why do I, who couldn’t protect even one family member, react to your flame?\n\nA woman who wanted to die met a man who wanted to save her, and decided to live.\nWith only one goal in mind: to pull the legs of those who pushed her into hell, and roll through the fires of hell together.",
    "image": "https://uploads.mangadex.org/covers/15f5ce0f-d7bc-4b53-a137-2ec5068a8b5a/19def93a-03ac-4111-8ae6-bddb925b60c1.jpg",
    "moods": []
  },
  {
    "title": "You Are My Thousands of Stars",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"One year later, we'll divorce and have no contact.\" Ji Yi agreed to the fake marriage proposal from He Jichen for one reason: she firmly believed that the perfect lover, He Jichen, would never fall in love with her. From playing pretend after the marriage to the real deal, a year later, separation wasn't even on the table – they couldn't even part from the bed. Can't handle the trouble? Why not run away then?",
    "image": "https://uploads.mangadex.org/covers/70249bc9-c214-44a7-999a-4b6eecd4bed7/238d54b4-4023-4b8d-b7fd-756b1f277146.png",
    "moods": []
  },
  {
    "title": "After relinquishing my talent, I became a favorite of the wizarding world",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 24",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 86",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=821597)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=10782038)\n\n**Official Translations:**  \n- [S.Chinese](https://www.dongmanmanhua.cn/ANCIENTCHINESE/guaililuanshen/list?title_no=2722)\n- [T.Chinese](https://www.webtoons.com/zh-hant/martial-arts/myst-might-mayhem/list?title_no=6345)\n- [Indonesian](https://www.webtoons.com/id/fantasy/myst-might-mayhem/list?title_no=6367)\n- [Thai](https://www.webtoons.com/th/fantasy/myst-might-mayhem/list?title_no=6511)\n- [Japanese](https://manga.line.me/product/periodic?id=Z0003353)\n- [French](https://www.webtoons.com/fr/action/myst-might-mayhem/list?title_no=6711)",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "Somebody Stop the Pope",
    "chapter": "Chapter 51",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "While livestreaming about his struggles, Siwoo receives a donation with a strange request.  He agrees, only to discover it came from Limen, the goddess of Eden, who has suddenly tasked him with defending her world from seven demon rulers. \n\nTen years later, Siwoo returns to Earth as the pope of Eden, only to find it overrun by monsters. The demon rulers show signs of reappearing, and to maintain his divine power, he must spread Limen’s faith across Earth. \n\nCan Pope Siwoo complete his holy mission?",
    "image": "https://uploads.mangadex.org/covers/4aa9bdd1-76de-462c-91e4-32a40a87fe62/c5f07357-a1e4-48ea-8f28-4f886c448f50.jpg",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 74",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "I Become a fool when it comes to my Daughter",
    "chapter": "Chapter 200",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Seinen",
      "Slice of Life"
    ],
    "summary": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian.",
    "image": "https://uploads.mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/b9834a00-9cec-4975-ba99-0214564bc4ee.jpg",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 62",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "The Devil Raises a Lady",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
    "image": "https://uploads.mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "moods": []
  },
  {
    "title": "The Duchess with an Empty Soul",
    "chapter": "Chapter 165",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The naïve Yvona is ready to do anything for her amazing fiancé! Summon magical beasts and let him take the glory? Sure! Wreck her body for a powerful spell and die for him? Yes! Watch him secretly embrace her trusted cousin Tristan with passion and deride her openly? Oka— wait. What? Just then, Yvona dies... and wakes up a year in the past with a burdened heart. Armed with her knowledge, Yvona's ready to fight for herself. And hmm, maybe form an alliance with the coldhearted Duke of Azentine...\n\n---\nI died miserably on the day I found out the truth. The truth that my fiancé had a hidden lover, and it was my very own male cousin.\n\nOn the second morning, after my 20th birthday, a miracle happened. From that point on, I decided not to believe in love anymore. I want to have a relationship with no strings attached and without any superficial feelings such as love.\n\n\"Duke Agentine, will you marry me?\"\n\nThis proposal was nothing more than a marriage to keep up appearances and without love involved.",
    "image": "https://uploads.mangadex.org/covers/4e8f9100-1a9d-493d-b6ef-9cfaed991594/8ec0610c-27ec-4054-9ca6-8f48e21dba01.jpg",
    "moods": []
  },
  {
    "title": "Why Are You Obsessed With Your Fake Wife?",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
    "image": "https://uploads.mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/4fa802e8-1e63-4cb2-aaf2-a057c71ed2c4.jpg",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?\n\n---\n\n**Original Webtoon:**    \n- [KakaoPage](https://page.kakao.com/content/66085559)\n- [Daum](https://webtoon.kakao.com/content/%ED%83%91%EB%9E%AD%EC%BB%A4%EC%9D%98-%EC%9E%91%EA%B0%80%EC%A7%80%EB%A7%9D%EC%83%9D%ED%99%9C%EB%B0%B1%EC%84%9C/4405)\n\n**Official Translations:**      \n- [Japanese](https://jp.piccoma.com/web/product/181150)",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "The Business Is Closed Due To The Tyrant Parents",
    "chapter": "Chapter 69",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "kids",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family",
      "Slice of Life",
      "Time travel",
      "Tragedy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dead Evil Queen Elise",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Queen Elise, the young king’s rightful wife, couldn’t bear him an heir. Blamed for his failures and tormented by his cruel magic, she suffered terrible abuse. Everyone thought she died from her injuries, but she escaped.\n\nDisguised as a commoner, she hides her true identity and plots to destroy the tyrant king.\n\nIn a quiet town, a stableman named Flegel falls in love with her, not knowing who she really is. But he’s hiding a secret too.\n\nThis is the story of the so-called 'evil queen' and her short but unforgettable second life.",
    "image": "https://uploads.mangadex.org/covers/6b24eecc-d606-4294-93d4-00e36ceb308e/9aad06b6-e4a7-49e8-8aad-6d5f79176cb0.jpg",
    "moods": []
  },
  {
    "title": "Academy’s Undercover Professor",
    "chapter": "Chapter 132",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Mystery"
    ],
    "summary": "Machiavelli and Gerrard are just one of the many names the new professor of Ceoren Academy uses to disguise his identity - and now he can add one more to his list, Professor Ludger Cherish. \n\nThe real Ludger Cherish dies on board a train during a terrorist attack, making him the perfect target for a new identity. Little does the new professor know, Ludger Cherish was involved in something deep and secret. \n\nThe new Professor Ludger has to be careful to not get caught by the school and the dangerous secret society.",
    "image": "https://uploads.mangadex.org/covers/d5c0896a-d4d5-4ee0-8bf1-a113cb1b86ac/136c7a9d-e081-46c8-9a7a-962c6b600a42.jpg",
    "moods": []
  },
  {
    "title": "S-Class Self-Employed Person",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven long years in a fantasy world, I finally returned to the real world. Just when I thought I could enjoy some peace and quiet in normal life... Thanks to an Esper, my home vanished in an instant, leaving me with no choice but to scrape together what little money I had and start my own business. “Amazing! The highest-ranked S-class Guide has appeared!” “Huh...? Me?” I was just planning to live quietly as a café owner, but somehow, I ended up becoming an S-class Guide...?!",
    "image": "https://uploads.mangadex.org/covers/779969d7-5677-4294-b59a-68bb87acef22/bf47feaf-5585-488f-970b-1560cc750748.jpg",
    "moods": []
  },
  {
    "title": "Trapped in a Crazy World as an Extra",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Chronicles of the Seven-Colored World  a series that ran for over 800 episodes and earned its fair share of curses from readers. A batshit crazy world full of absurd plot twists, endlessly evolving monsters, and heroines who try to kill the protagonist at every turn.\n\n\"And I got reincarnated into this mess?\"\n\nI’ve ended up as a nobody named Rudian — a total background character.\n\nBut with a freaky eyeball monster I happened to pick up, Adi, and a demonic sword called Diablo by my side, I’ve decided to take over this insane world.\n\nTime to dive into some true chaotic gameplay!",
    "image": "https://uploads.mangadex.org/covers/4c067ae3-f172-4438-a12e-97ccf1c2a95e/62741c55-13f9-404f-9199-2968f689a9f6.jpg",
    "moods": []
  },
  {
    "title": "The Weakest Slime I Once Saved Became the Strongest and Now Won’t Leave My Side",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I never want to lose someone important to me again.\" One day, I, a nerdy and bullied boy, was provoked by my classmates to go to an SS-ranked dungeon. Facing an SS-class black dragon that I couldn't do anything about, my chances of survival were zero... At that moment, someone appeared before my eyes... This is the story of the bond between the strongest slime and the weakest me, as we grow together.",
    "image": "https://uploads.mangadex.org/covers/daa55c5b-deaa-4df7-a681-de9cb5ba0fe9/1ba017dc-6a21-4e69-9fc6-9068b7578d82.jpg",
    "moods": []
  },
  {
    "title": "The Silent Transfer Student",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Emma, throws his daily life into upheaval...?!",
    "image": "https://uploads.mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/38b2caa3-1f78-459a-b0a7-a0643b8de636.jpg",
    "moods": []
  },
  {
    "title": "Max Talent Player",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!",
    "image": "https://uploads.mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "moods": []
  },
  {
    "title": "Hermes Lover",
    "chapter": "Chapter 5",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Chrome was a magician in the hero’s party. He fought the Demon Lord’s army alongside people like Irina, the lover who vowed to marry him in the future, and the hero, Yuno, who was his close friend. They were all close companions.\n\nHowever, that was only in Chrome’s mind.\n\nHis lover, Irina, became intimate with the hero, Yuno, and Chrome was sacrificed to make the hero stronger. Chrome’s magic powers were snatched away and he was kicked out of the party. Demons surrounded him as he was on the verge of death and he was driven to a corner.\n\nAt that moment, Chrome awakened to a “darkness” within himself. Amidst his despair, he acquired an unrivaled skill.\n\nNow with this skill, he could exact revenge.\n\n---\n\n[Webnovel Raw](https://ncode.syosetu.com/n3987fe/)",
    "image": "https://uploads.mangadex.org/covers/3df2a51a-e7bc-47c6-9f9b-2e71eb897325/bb5e8db7-3545-40ea-b56b-410244c44fa4.jpg",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "Look-Alike Daughter",
    "chapter": "Chapter 143",
    "genre": [
      "Thriller"
    ],
    "summary": "Beautiful and intelligent, Somyung Gil has tirelessly strived to fulfill her mother's vision of the perfect daughter. However, when her less-than-perfect younger brother is tragically found drowned in a river, doubts plague Somyung's heart. She begins to suspect that their mother might be responsible for the unspeakable act. From then on, her paramount goal becomes escaping her mother's grasp, while all her mother wants is for Somyung to experience the perfect life she herself was denied. Will Somyung ever truly find her freedom?",
    "image": "https://uploads.mangadex.org/covers/a7d35b5e-3927-40c5-87ef-496d740349b7/382c753b-e662-4c1f-9997-f9fb27db74ab.jpg",
    "moods": []
  },
  {
    "title": "A Genius Writer’s Random Workplace",
    "chapter": "Chapter 95",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
    "image": "https://uploads.mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/51378072-791a-4c9a-85e8-398148dfc7dd.png",
    "moods": []
  },
  {
    "title": "S-Class Hunter Heals with Monsters",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Doctor, Go to Joseon",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"Is this really Joseon?! But I still have lives to save!\"\n\nBaek Kang-hyuk, South Korea’s top genius surgeon, finds himself transported to the Joseon era after touching a mysterious painting. And of all times… right before the outbreak of the Imjin War!",
    "image": "https://uploads.mangadex.org/covers/e7b98e78-0db0-4c36-b851-987d5c218721/c00c197e-2077-4ded-a451-4495cea0d630.jpg",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Baby Prisoner in the Winter Castle",
    "chapter": "Chapter 70",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
    "image": "https://uploads.mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/14181369-0829-4473-9f0c-d0991b1e9ec0.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 33.5",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Robot is an all-color manga compilation compiled and edited by the elite manga artist Range Murata, character designer for Studio Gonzo's Last Exile and Blue Submarine No. 6. Murata's hand-picked contributors come together in a mind blowing experiment of what happens when top manga artists work in the unusual medium of color.  \n  \nRobot was partially published in English, the first three volumes by Digital Manga Publishing from September 19, 2005 to December 1, 2006, after which the license was taken over by Udon Entertainment, who published volumes 4 and 5 from December 1, 2007 to May 1, 2008, before they too dropped the license. It has been published in its entirety in French by Glénat.",
    "image": "https://uploads.mangadex.org/covers/a2225df7-0cbf-46a6-9b96-56adba090e6b/8d2c508b-9d23-4210-921c-1be90e4ea63c.png",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 178",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Graciela Mendoza was sentenced to death. After her father's death, Graciela, the eldest daughter of a ducal family, was tricked by her uncle into taking over the family home, and was then accused of the crime and decapitated along with her young brother. However, she finds herself back where she was five years ago...? For the second time in her life, she will never make a mistake again. Even if I have to disguise my younger brother as my son, I will survive stubbornly.\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n3718id/)",
    "image": "https://uploads.mangadex.org/covers/6ae18b64-22b4-4a46-bac0-653ef2503c61/619914e1-36bf-4919-a253-deddf0d52d10.jpg",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 156",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "The Genius Tamer of the Academy",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/e2397477-8315-4c6a-8bc8-19e95953783f.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 94",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "The Baseball Team’s Newbie are Too Good",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Defense Breaker",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jihoon is pulled into a defense game. He’s forced to become the captain of the knights and defend the kingdom from monsters. \n\nBut the wounds he received from people haven’t healed yet, so he refuses to protect the kingdom. \n\nThen suddenly, a new route opens up…",
    "image": "https://uploads.mangadex.org/covers/85316b02-6b3e-4c78-9c77-8b465e57e611/401a6df4-9b89-433a-8301-fd9b26f33e2a.jpg",
    "moods": []
  },
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 108",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "Boundless Necromancer",
    "chapter": "Chapter 150",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "[The Tower of Trials has selected all suitable candidates from Earth.  Please select your difficulty.]\n\nSeong-yun Han was just a boy when his parents were killed by monsters unleashed during a mysterious calamity called the “Dungeon Break.”\n\nSeven years later, Seong-yun is devastated to find that his grinding efforts to become a Hunter, fierce warriors who seek out and destroy monsters, are entirely in vain, as his fighting attributes have not increased at all.\n\nSeong-yun’s world flips on a dime when he accepts an invitation to join the Tower of Trials, an otherworldly realm where challengers must overcome trials that pit them against monsters and humans alike!",
    "image": "https://uploads.mangadex.org/covers/9342c30d-2f4b-4527-a66e-08616f348038/af6c4be1-a588-4063-abe8-564cbfc2bb6f.jpg",
    "moods": []
  },
  {
    "title": "My Childhood Friends Are trying to Kill Me",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
    "image": "https://uploads.mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  }
]