[
  {
    "title": "The Reason Why The Twin Lady Crossdresses",
    "chapter": "Chapter 107",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Obssesed butler",
    "chapter": "Chapter 28",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Yaoi(BL)"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/bc59ee08-e75d-449f-b249-3bd2e14c6ba7/b117c5f3-27d1-4870-b3cd-1a639f522432.png",
    "moods": []
  },
  {
    "title": "When I Quit Being A Wicked Mother-in-law, Everyone Became Obsessed With Me",
    "chapter": "Chapter 98",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Josei",
      "Manhwa",
      "Psychological",
      "Romance",
      "Tragedy"
    ],
    "summary": "I thought my life was over when I woke up in my favorite novel as Anneriché von Balua, the villain executed for mistreating Liliana Everett, her own daughter-in-law! With a husband who's convinced I'm evil and a son who's terrified of me, it seems I'm destined to die this time too. But maybe I can survive by befriending Liliana before she becomes my daughter-in-law to earn some brownie points with this family! The only issue is no matter what I do, everyone is hell-bent on making me the villain!",
    "image": "https://uploads.mangadex.org/covers/8a3949a8-d970-43ac-9d53-32b2b946de3c/5d9e92e7-8212-46e6-b5d8-a776c21d1fae.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Double Life",
    "chapter": "Chapter 124",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying,  Marie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. Eventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!",
    "image": "https://uploads.mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/08fcf51f-e1c0-40d2-aac8-83844531a337.jpg",
    "moods": []
  },
  {
    "title": "A Perfect Ending Plan of the Villain in a Fairy Tale",
    "chapter": "Chapter 116",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Korean",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Villainess",
      "Webtoons"
    ],
    "summary": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
    "image": "https://uploads.mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "moods": []
  },
  {
    "title": "When The Count’s Illegitimate Daughter Gets Married",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As an illegitimate child, Laritte’s biggest sin was being born. In the year she became an adult, she was sent to marry the ghost duke who was rumored to be dead. Her miserable life seemed to get worse and worse, however… Her life changed when the duke came back alive.\n\n“Madam, how do you like it?”\n“You have enough luxury to buy some residences in the capital.”\n“…no one will be able to look down on you anymore.”\n\nKind servants and the empire’s devoted and murderous duke. It was already too late for those who tormented Laritte in the past to regret their actions.",
    "image": "https://uploads.mangadex.org/covers/9787874b-6145-4f7f-8d53-bcf75fa50e0b/d336c024-b488-4b52-b2c1-82efe9b6685a.jpg",
    "moods": []
  },
  {
    "title": "Surviving As A Maid",
    "chapter": "Chapter 148",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
    "image": "https://uploads.mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "Werewolves Going Crazy over Me",
    "chapter": "Chapter 66",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Supernatural"
    ],
    "summary": "A dangerous love affair with a werewolf.\nSingle mother Olivia finds Damian dying on the streets and takes him home. Before long, the two are sharing a passionate kiss. Damian soon realizes the side effects of the drug suppressing his werewolf instincts vanish when he is with her. Now he must find a way to keep her around, no matter the cost.",
    "image": "https://uploads.mangadex.org/covers/ec08993a-19ff-4b52-ab71-3276f91a9b34/80a7bedc-07e2-40d8-b424-5409491e403e.jpg",
    "moods": []
  },
  {
    "title": "Dear, Not Cunning Witch",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Talent doesn't always run in the family.\nIn an age ruled by science, there remain almighty witches with mythical powers. However, Diana ended up lacking any of her mother's witchly talent. In fact, ever since she began training at the age of 7, her only goal was to reunite with her sister. But life never turns out how we want, does it?",
    "image": "https://uploads.mangadex.org/covers/8de38eb0-7943-49a4-99fb-76dde7141122/19cb3c0d-cad4-4a78-b18f-ff679d107858.jpg",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "Max Talent Player",
    "chapter": "Chapter 91",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!",
    "image": "https://uploads.mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "moods": []
  },
  {
    "title": "The Weakest Slime I Once Saved Became the Strongest and Now Won’t Leave My Side",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I never want to lose someone important to me again.\" One day, I, a nerdy and bullied boy, was provoked by my classmates to go to an SS-ranked dungeon. Facing an SS-class black dragon that I couldn't do anything about, my chances of survival were zero... At that moment, someone appeared before my eyes... This is the story of the bond between the strongest slime and the weakest me, as we grow together.",
    "image": "https://uploads.mangadex.org/covers/daa55c5b-deaa-4df7-a681-de9cb5ba0fe9/1ba017dc-6a21-4e69-9fc6-9068b7578d82.jpg",
    "moods": []
  },
  {
    "title": "Somebody Stop the Pope",
    "chapter": "Chapter 48",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 93",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "I’m Sure It’s My Baby",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Loa is a bottom tier adventurer who is regarded by everyone as \"incompetent\". The only skill he possesses is [Create Item], which is the ability to create an item in exchange for your levels. Because of this skill, Loa is still weak for his level when compared to others. However, Loa continued to raise his level without using the [Item Creation] ability in order to improve his ability as much as possible. He has been hunting low-level monsters such as slimes and goblins for a year.\n\nWhen Loa finally reached Level 50, an extraordinary change happens to him. \"[Item Creation] has evolved into [Magic Creation].\" The [Magic Creation] skill allows you to create a new magic in exchange for levels. The more levels you sacrifice, the more powerful magic you can create. Furthermore, by using the [Item Creation] ability, you can supplement your status with powerful equipment, create high-value items, and it’s super convenient!\n\n[Item creation] and [Magic creation] ──The two skills have a synergistic effect, and Loa achieves tremendous growth.",
    "image": "https://uploads.mangadex.org/covers/80e699b3-b75b-4141-b82b-4dbb5d50f3a0/c72cd7e1-f06d-45fe-a540-0b4e091a4d55.jpg",
    "moods": []
  },
  {
    "title": "Outside Relationship",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/Thank_You_Every)  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/31379571)",
    "image": "https://uploads.mangadex.org/covers/0c02f2ac-657d-40b8-b1c5-7dbe2d28d61e/a383adff-6b35-4002-a3fa-92c543f1e9fe.jpg",
    "moods": []
  },
  {
    "title": "The Baby Concubine Wants to Live Quietly",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!",
    "image": "https://uploads.mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/3c77d98a-c901-4cdf-8b87-b7fdc4293199.jpg",
    "moods": []
  },
  {
    "title": "That Villain’s Life, I’ll Live It Once",
    "chapter": "Chapter 87",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?",
    "image": "https://uploads.mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "moods": []
  },
  {
    "title": "S-Class Spirit Master’s Taming Diary",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In a world where wars were fought with swords and magic, and the only transportation was by horse-drawn carriage…\n\nThere, I lived as a spirit master—and died. But then…\n\nI was reborn?!\n\nIn this new life, there were hunters and monsters, just like in my previous one. But here, the concept of spirits didn’t exist at all.\n\n\"Jackpot!\"\n\nMonsters? Dungeons? That’s the hunters’ problem, right? All I want is the simple, ordinary life I’ve always dreamed of!\n\nBut, as they say, misfortune strikes when you least expect it.\n\nIn a not-so-coincidental coincidence, I touched a mysterious egg in a dungeon, and at that moment…\n\n\"Congratulations! You have awakened, Miss Yuina!\"\n\nI had awakened as an S-Class Spirit Master?!\n\nWith Iz, the mischievous spirit of water!\nRika, the playful spirit of wind!\nAnd me, Yuina, the S-Class Spirit Master who has lost all hope of an ordinary life!\n\nAn S-Class Spirit Master's desperate journey to reclaim her peaceful life!\n\"Just give me back my normal life!\"",
    "image": "https://uploads.mangadex.org/covers/9b61e86c-e3e0-486b-b630-200d01337da0/5f7512aa-2460-4235-942b-a6e5ea76d864.jpg",
    "moods": []
  },
  {
    "title": "Please Treat Your Friends Preciously",
    "chapter": "Chapter 86",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "I reincarnated as the younger sister of the male lead in a BL novel.\nShe's a fragile sunfish whose life is in danger even from catching a cold.\n\nSo, I took advantage of a childhood friend who has healing abilities.\nThe problem is, that ability manifests through skinship.\nAnyway, it was only a matter of time before this little guy fell in love with the male protagonist, so I didn't worry for long.\nWe held hands and I stole his first kiss...\n\nBut then,\nSince when...\n\n\"Lavie, you're beautiful.\"\n\"Huh...?\"\n\"You should look outside. I couldn't stop myself when I saw you.\"\n\"Akka, stop it.\"\n\"If you keep getting nervous like that, it makes me wanna do it more.\"\n\nWhy is the guy who should be with the male lead suddenly doing this to me?!",
    "image": "https://uploads.mangadex.org/covers/d7d934d9-6eb0-414a-89a5-cc5419e7d189/718b458b-8b9b-496a-b1f7-c5c83550eca8.jpg",
    "moods": []
  },
  {
    "title": "How to Reject the King’s Scout",
    "chapter": "Chapter 37",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Lost Cinderella",
    "chapter": "Chapter 75",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Midori Yamate is a 15 year-old girl and is very much a tomboy. When she was young, Midori meets a boy called Tsukasa Hino, who came to the island she lives on for a holiday. He teaches her to play soccer and she falls in love with the sport. Midori is inspired by Tsukasa and continues to play soccer in hopes that they would meet again someday. When they do meet again Tsukasa does something unforgivable. Determined to defeat Tsukasa on the soccer field Midori enrolls in an all boy high school",
    "image": "https://uploads.mangadex.org/covers/41544d22-aa19-4d95-a0e4-1e1b3199aa2f/929a11b9-8f43-46a5-be38-d028f4de9154.jpg",
    "moods": []
  },
  {
    "title": "Noir of June",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Want a Cheeky Sorceress",
    "chapter": "Chapter 3",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Melin’s Salvation Plan",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I suddenly woke up in the body of Melinia, a supporting character and the first love of Male Lead A from \"Azuli's Magnificent Misfortune.\" \n\nSince I know how this tragic tale ends, I decided to do what I can to stop the ultimate destruction of the kingdom from the male leads. But the more I try to fix things, I can't help but notice that the storyline seems to veer farther away from what I read. \n\nWill this plan of mine work? Or will it just cause more harm than the original?",
    "image": "https://uploads.mangadex.org/covers/bb457a0b-7a17-43c0-8051-d35a7f812002/3bbdc281-cf2a-4ac3-8a2e-8832a2915f5d.jpg",
    "moods": []
  },
  {
    "title": "Golden Light Gratia, The Child Loved By God",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
    "image": "https://uploads.mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "moods": []
  },
  {
    "title": "I Build an Industrial Empire on the Magic Continent",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Since When You Were The Villain?",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She was possessed by a book without knowing what novel it was. Then, one day, her fiance appeared. ‘Killian’ was a perfect Northern Duke with black hair, red eyes, and a handsome face. It was a contract marriage. ‘I can see that person is the male protagonist even if I rolled backwards…’\nSo, Sophia believed without a doubt. She thought he would be the male protagonist. But…\n“Ah, I got caught.”\nThe smell of blood came on the tip of her nose. Killian’s eyes narrowed. Then she realized the fact that he was a villain.And a cold hand caressed her cheek.\n“There won’t be a breakup, Sophie.”\nRaising the corners of his lips slightly, he whispered softly. ‘I think this is also a cliché… I hate that cliché!’",
    "image": "https://uploads.mangadex.org/covers/03e04cf1-f16a-40fa-8951-ca5585f2d967/189474e7-eae6-4a20-9068-9306239159e0.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Prince Doesn’t Cry From Mere Onions",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The cursed war is over. Three years have passed. It seems like this rural village has finally settled down… But now, some bear-like vagrant barges into our restaurant, spouting nonsense.\n\n“I’ve come to repay a debt I owe your father from the war.”\n\nAnd yet, this guy doesn’t even know what he supposedly owes. My father passed away during the war, so there’s no way to ask him! I told him to just leave, but this vagrant says:\n\n“How much do you want? I’ll pay whatever you ask.”\n\nDo I look like I lack pride, even if I’m short on money?\n\n“Forget the money, pay it back with labor.”\n\n“…With my body, or someone else’s? Either way, I can—”\n\n“Just go chop some onions!”",
    "image": "https://uploads.mangadex.org/covers/a80d6551-5e73-4378-b271-c332d2fb4175/1248b20f-8022-459f-ab26-f46d5d20adec.jpg",
    "moods": []
  },
  {
    "title": "Wasn’t the Male Lead a Female?",
    "chapter": "Chapter 76",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In her eighth year of possessing the body of an extra in a novel, she met the book’s protagonist who she thought was a woman disguised as a man. But he was actually a man! How will this novel’s ending play out?\n\nAine has lived for eight years without even knowing which novel she had transmigrated to. And then, one day, she meets a knight and discovers the novel she is in.\n\nThis man is actually a woman?!\nThe female lead who is disguised as a man to replace her dead brother?!\nThen, I’ll live a comfortable life as her friend!\n\nHowever, this woman is acting strangely…\nTo think she was actually a man! What should I do now that I’m involved with him?\n\n“Do you really see me as a woman?”",
    "image": "https://uploads.mangadex.org/covers/ae400263-46b6-438a-98db-d23e84b386d1/12e20c5c-1a7f-4d4c-ac72-f9434c9b31fd.jpg",
    "moods": []
  },
  {
    "title": "Emperor of Solo Play",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Betrayed by his guild and defeated by a top player, Hyrkan loses everything. Before he can get revenge, a fatal accident ends his life — only for him to wake up years in the past, back at the start of Warlord. \n\nNow, with his memories intact, he’s determined to rise to the top alone. But in a game where power means everything, can he truly survive without any allies? \n\nThe Emperor of Solo Play is back, and this time, he’s playing by his own rules.",
    "image": "https://uploads.mangadex.org/covers/acffbf6c-b3c8-49fd-afd7-14ebc9586bd8/e3f80e9f-757e-4bc5-b531-d2652e9e3522.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 212",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?\n\n---\n[Original Webtoon](https://www.comico.kr/comic/3716)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/3611/?languageCode=en)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15763)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/3611?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/3611/?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/3611/?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/another-typical-romace-fantasy/list?title_no=4406)\n* [Japanese / 日本語](https://www.comico.jp/comic/3611)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2920)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/lai-la-mot-bo-truyen-lang-man-ky-ao/992) (Expired)",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/e8194750-406b-4775-9acf-a6116f578aa3.jpg",
    "moods": []
  },
  {
    "title": "I Think It Would Be Better For Me to Become King",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Astarote is a young woman who is transported into a romance game that she loved. She takes on the role of the villain, who is married to Prince Cedric, her favorite character. However, she discovers that the end of the game is tragic for her, as she is accused of being an impostor and is executed by the king.\n\nShe tries to change her husband's destiny, making him become the new king, but in every route she ends up dying. Desperate, she decides to take radical action: she will become the queen and change the course of history. But to do so, she will have to face many obstacles, intrigues, enemies and secrets.",
    "image": "https://uploads.mangadex.org/covers/89b00f05-1512-43f0-8779-976a400cacf1/2eaae67d-4121-4ac7-8ed5-e8503a21324d.jpg",
    "moods": []
  },
  {
    "title": "Miyeon",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One day, I became the heroine of a love simulation game, Deborah. After seeing that I would be sent back to my world after achieving a Happy Ending, I finally managed to receive the confession of the male leads through many struggles.\n\n[ Normal Ending achieved! ] ‘What? Normal ending? Didn’t the happy ending with the female lead and male lead end well?!’\n\nThe second round started again after failing to achieve a happy ending. ‘Oh, I don't know, tell them to stop this!’ It's none of their business to decide my life. I have to be happy! Unlike the first round, I’m going to do what I want to do... But aren’t the male leads acting a bit weird?!\n\n---\nRomance simulation video games are usually a mess-free way to date handsome men, but after Shiyeon Choi wakes up in one, she wants out! In her new gamified life, she quickly realizes how rude the male leads are. Thus, Shiyeon decides to \"Bad End\" all of her love interests, determined to give them a taste of their own medicine. But despite beating the game, she finds herself back at the beginning once again. In this round, she plans to live freely and blow off the MLs... but will she succeed, or is romance in the air after all?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57947743)\n\n**Official Translations:**\n* [English](https://tapas.io/series/a-single-round-at-romance-is-enough)\n* [Japanese / 日本語](https://piccoma.com/web/product/95875)",
    "image": "https://uploads.mangadex.org/covers/8cf3415c-6533-4f2e-868a-bb8bf51f0fe6/03797977-dd27-41e3-8938-6715820fdefa.jpg",
    "moods": []
  },
  {
    "title": "The Wizard and The Tree",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Deep in the forest, in a tower shrouded in mist, there lives a reclusive wizard by the name of Nebelhaut. When he happens across a beautiful fairy who's being held captive and made a public spectacle, he knows he has to take her with him. He names the creature Sti and orders her to call him his master, but her heart remains closed to him. But as time goes on, she sees a different side of him?a side that's both caring and awkward. The distance between the eccentric wizard and strong-willed fairy grows shorter day by day!",
    "image": "https://uploads.mangadex.org/covers/0110603c-92ec-463e-8d13-7651211e492e/823e1799-2063-485a-b145-564ac7b5c61c.jpg",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 258",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "I Became the Daughter-in-Law of the Righteous Mad Dog",
    "chapter": "Chapter 49",
    "genre": [
      "Romance",
      "Shoujo"
    ],
    "summary": "When Isabella woke up, she remembered everything—being poisoned by her in-laws and losing everything at their hands before dying. To avoid being married to the Rosemunds after her parents’ deaths, Isabella will do anything to become the daughter-in-law of Duke Barmouth, the feared \"Mad Dog\" of the empire. Worried for Isabella’s safety, Lord Barmouth treats her coldly to make her change her mind. But Isabella is set on melting the hearts of everyone at the Barmouth duchy to escape death.",
    "image": "https://uploads.mangadex.org/covers/ee1185f6-78f9-4bd8-aa51-1460b78bb135/a7ad2e71-7fc9-49ec-a3c0-8a1c804b84cf.jpg",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "The Devil Raises a Lady",
    "chapter": "Chapter 77",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
    "image": "https://uploads.mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "The Female Lead’s Mother and the Male Lead’s Father Are Married",
    "chapter": "Chapter 55",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "Royal Shop of Young Lady",
    "chapter": "Chapter 175",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 104",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  }
]