[
  {
    "title": "I’m the Main Character’s Child",
    "chapter": "Chapter 69",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "---\n**Note:**\n- This manga contains storyboard drafts the author created for Jump Magazine to be considered for serialization. [Source](https://x.com/kuzushinsetsu/status/742325718541967360)\n\n**Link:**\n- Alternate Official Raw - [Pixiv](https://www.pixiv.net/user/14502453/series/57948) (Note: The chapter order is reversed), [Niconico Redirect](https://seiga.nicovideo.jp/comic/21927)",
    "image": "https://uploads.mangadex.org/covers/573ec8b3-b187-4c51-90cf-b44420ad77a7/b80f87b0-bd5d-45f3-82df-79e32c152b79.jpg",
    "moods": []
  },
  {
    "title": "Quiet in the Office!",
    "chapter": "Chapter 83",
    "genre": [
      "Adult",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Smut"
    ],
    "summary": "In the kingdom Lutz lived in until now, commoners were unable to climb up the social ladder, their efforts were denied and extra work disregarded. Lutz finally got fed up, and decided to move to the Empire, which was a complete meritocracy. It was a wonderful country where hard work and creativity was valued. Moreover, Lutz's special magic, which was seen to be useless in the kingdom, is able to beat platoon level monsters in the Empire! Lutz decides to set off in this new land, where values are upheld, rewards are given, and there's a simple path to get ahead in life!",
    "image": "https://uploads.mangadex.org/covers/71772ad7-505f-4180-a317-583034890a6c/1331986e-ace6-4e9b-8bf3-93133fbd5db1.jpg",
    "moods": []
  },
  {
    "title": "Everlasting Love",
    "chapter": "Chapter 177",
    "genre": [
      "Drama",
      "Romance",
      "Shounen Ai"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Regressed to Level Up Instead of Being a Simp",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!",
    "image": "https://uploads.mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "moods": []
  },
  {
    "title": "I’d Rather Live as a Villain",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanda Hajime, an avid gamer and overworked office worker, collapses from exhaustion—only to wake up as Ridd, the villain of the otome game \"TokiRella\"! Awaiting him is an unavoidable fate: condemnation and ruin. Determined to escape this grim ending, Ridd leverages his sharp intellect and deep knowledge of the game to rewrite his destiny. His first goal? Mending his broken family—a cold, distant father, a lonely sister, and a bedridden mother. But as he sets out to change their fates, his actions ripple far beyond the game’s original story, igniting a revolution that will shake the entire continent!",
    "image": "https://uploads.mangadex.org/covers/706134c9-dbcf-4e7a-b892-2dd0e2e61097/344c199d-9968-4377-a7ee-1f88fdd4389b.jpg",
    "moods": []
  },
  {
    "title": "Reincarnator",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "There was an inn with an urban legend among adventurers. \"The Inn that won't let you die if you stay there.\"  \n  \nLoretta arrives at the inn as part of her quest. What is the secret of the \"Deathless Inn?\"  \n  \n\"Save Point.\"  \n  \nIt was an inn ran by an maxed out adventurer with the ability to create \"Save Points\" who came from another world. He retired from being an adventurer and decided to run an inn, while training newbie adventurers. Loretta, who needs to become strong, will be trained by the innkeeper, Alexander.  \n  \nIf you die, don't worry about it, just hit load!  \n  \n  \n**TL;DR**:   \nIsekai + RPG Save Points + POV of a Native instead of the OP Otherworlder  \n\n\n---\n\n**WN Series Raw (12 different works)**:   \n<https://ncode.syosetu.com/s1747d/>",
    "image": "https://uploads.mangadex.org/covers/54dce902-6873-4033-8828-176fe5ce8f9f/aae34b17-293a-4f28-923c-35e44aa334b3.jpg",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"At the same day and hour, three children who should not be born will be born. Among them, one child holds everyone’s fate; depending on that child’s choice, one family will be annihilated and the child will die in the child’s own form. I, Theodoric, stake everything and curse this.\"\n\nLike a curse, at that same day and hour, Mikael, Ezra, and Flora are born.\n\nThe three, as if by predetermined fate, eventually come face to face, and Flora must choose between the two...",
    "image": "https://uploads.mangadex.org/covers/52f7c25f-0e5c-4ace-ac76-f661eb9f0138/ea78bd90-df5d-4ec7-b03f-fffcc24cecb0.jpg",
    "moods": []
  },
  {
    "title": "You are pretty",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "This is the typical protagonist setting so my cheats should be coming, right! Unexpectedly, that night, my fiancée suddenly took back her words: I won’t annul this marriage! I want us to live and sleep together! I’ll also take care of all our living expenses! Okay, let’s do it, I have nothing to lose anyway. After one night… Eh, there’s something a bit wrong with my fiancée?",
    "image": "https://uploads.mangadex.org/covers/3dfd9946-c3ed-4e30-83f2-ea050297e2ac/ac78e322-a5c0-449a-ba1b-3791e8f59a26.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 107",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/2c1d17d6-3d27-4326-893f-3735d139eeb9.jpg",
    "moods": []
  },
  {
    "title": "Newcomers Turn Low at Night",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "With a handsome face and manners that would put a diplomat to shame, new hire Lee Hyeonu is a sight for sore eyes to Senior Manager Shin Iyeon when he walks through the doors of Hanshin Worldwide. \n\nFeeling like she’s won the lottery, Iyeon is looking forward to her company life alongside this polite and hard-working young man— \n\n\"Hey, Iyeon. Get this done by tomorrow.\" \n\nHyeonu is no regular employee; he’s the son of the CEO. And as he begins to show his true nasty nature behind closed doors, Iyeon begins wondering what she did to deserve him.",
    "image": "https://uploads.mangadex.org/covers/13b410ab-12fe-40af-8bdb-8dff614af566/cb37b231-2422-46c7-8b5f-864e666204ef.jpg",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "No More Regrets, Just Kill Me",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Villainess"
    ],
    "summary": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story.",
    "image": "https://uploads.mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "moods": []
  },
  {
    "title": "Four Pillars of Destiny",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "I Want to Live a Good Life",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the kingdom Lutz lived in until now, commoners were unable to climb up the social ladder, their efforts were denied and extra work disregarded. Lutz finally got fed up, and decided to move to the Empire, which was a complete meritocracy. It was a wonderful country where hard work and creativity was valued. Moreover, Lutz's special magic, which was seen to be useless in the kingdom, is able to beat platoon level monsters in the Empire! Lutz decides to set off in this new land, where values are upheld, rewards are given, and there's a simple path to get ahead in life!",
    "image": "https://uploads.mangadex.org/covers/71772ad7-505f-4180-a317-583034890a6c/1331986e-ace6-4e9b-8bf3-93133fbd5db1.jpg",
    "moods": []
  },
  {
    "title": "Say the spell, Rose!",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A spinoff focusing on Princess Piña's life before the Gate's opening.",
    "image": "https://uploads.mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/a29de44b-0291-4304-895a-a1a487f77c95.jpg",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 152",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 327",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Fell Into the Arms of a Mad Villain",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Instead of being caught by Prince Charming, I've fallen into a complete nightmare! Not only did I transmigrate into a trashy romance fantasy novel, but I fell from the sky and ended up in the arms of the mad villain, Edwin Crawford. Before I knew it, he called me his wife from the heavens and was raving about some prophecy. I don't even know who I am, so how can I be his wife?! Until I figure out what is happening, will it be safe to stay in the embrace of the Mad Dragon of the West?\n\n---\n**Link:**\n- Alternative Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/미친-악당의-품으로-떨어졌다/3708)",
    "image": "https://uploads.mangadex.org/covers/75448d1a-8957-4dd5-a780-21dc0710b7cd/bdde60c9-94c6-44ce-9eec-b639db7b3187.png",
    "moods": []
  },
  {
    "title": "I Became the Husband of the Cult Leader of the Demonic Sect",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the Six Divine Clans of the Heavenly Demon Sect, the great heir of the Majin Jin Clan, Jin Yeomyeong.\nGrateful for being born with a golden spoon in my mouth, I just wanted to enjoy a sweet life...\nBut damn that Murim Alliance — they destroyed the Heavenly Demon Sect.\n\nAnd in the final moments of my life, the cult leader Cheon Yura says to me:\n“Would you seduce me?”",
    "image": "https://uploads.mangadex.org/covers/08bd3486-059b-425e-b4ba-d9819c7c0b88/c0c5902b-72f2-44d5-bd57-ae895b37132e.jpg",
    "moods": []
  },
  {
    "title": "On a Separate Night",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her.",
    "image": "https://uploads.mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/018826dc-0a06-4a5a-a9a5-dc19f3b472dd.jpg",
    "moods": []
  },
  {
    "title": "Bullshit",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her..",
    "image": "https://uploads.mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/2ad50241-aff7-442c-b7b5-192a037ab793.png",
    "moods": []
  },
  {
    "title": "Your Instinctive Love",
    "chapter": "Chapter 94",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shin Yu-jin, a clumsy male friend with shaggy hair who only knew about studying. He, who was foolish, changes 180 degrees and shakes Kang-hee's heart. “I can’t watch you with other guys pretending to be friends anymore.” Her fluttering first love that started like that, Yoo-jin leaves in an unexpected accident, leaving Kang-hee with a trauma. Eight years later, Kang-hee became a homicide detective. She's been on an undercover job for a week and she meets a strange man in a hotel lounge. A face and coupling that resemble Eugene's. Confused by her confusion, Kanghee ruins his seat, and the two continue to get entangled due to an inevitability like a coincidence...",
    "image": "https://uploads.mangadex.org/covers/9d64ee50-f0c0-4d32-8904-da6caa4298b6/ffc600ce-4181-473f-b5d8-81d5150ca2a2.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Office Romance Frontline",
    "chapter": "Chapter 17",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Regressor’s Life After Retirement",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adaptation",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "After two decades of battling extradimensional monsters and protecting the world, Lim Dae-in is finally ready to retire and enjoy a peaceful life. However, the morning after his retirement party, he wakes up to find himself back in time… before he even gained his powers. \n\nArmed with knowledge of the future, Dae-in is determined to secure his fortune and retire again, but this time within three years.",
    "image": "https://uploads.mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/33a98333-b7a1-4315-bd14-76a291109793.jpg",
    "moods": []
  },
  {
    "title": "Kissing Is a Violation of Contract",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Be my girlfriend.\"\nJae-hyun, a selfish tycoon, and Dan-bi, who has nothing but confidence to rely on.\nThey are entangled in a rainbow(?) relationship!\nWill this 'contractual love affair' end safely?",
    "image": "https://uploads.mangadex.org/covers/8dc11bed-ebbe-4e92-b0a9-017aee66dc1c/2e8f583a-c8cf-433d-8f4e-51c79da04ced.png",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "I Caught the Male Lead on a Deserted Island",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "After relinquishing my talent, I became a favorite of the wizarding world",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 68",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 254",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "I Reincarnated as the Villainess in a Mobile Novel, but I’ll Use My Professional Skills to Avoid the Bad End!",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dark History Is Going Backwards",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 203",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "I’m the Bride Who Carried the Village’s Misfortune",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Pretty Woman",
    "chapter": "Chapter 146",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "At her brother Touma's wedding, Fuyuka Nishi falls in love with Akito, a handsome young man who is just her type. In order to win Akito's favor, Fuyuka tries to get some information on him from her brother, but Touma, who knows about Akito's bad reputation, is in denial and tries hard to undermine Fuyuka's infatuation towards Akito. He accidentally says the following: \"Although Akito pretends to be tough, he is actually the type of guy who wants to be dominated by women without any limitations\" (a lie). Without knowing it, Akito goes to the aquarium with Fuyuka for a date -...?\n\n| Namespace | Tags |\n| :- | :- |\n| male | anal, muscle, nipple stimulation, prostate massage, sole male |\n| female | big breasts, blowjob, domination loss, femdom, glasses, handjob, nakadashi, sole female |\n| other | multi-work series |",
    "image": "https://uploads.mangadex.org/covers/88623815-530b-42ec-b0d0-a79dbdb3621f/a0d4b3cd-81ad-44ff-9811-97080b8300e6.png",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 41",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 753",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "Erase",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Erased dj \nThe story takes place after the final episode of Erased anime. Yashiro has been released from prison and is now living with Satoru.",
    "image": "https://uploads.mangadex.org/covers/05f12e6c-f37a-4731-915d-54494689d024/c827d7c8-5af8-4ccf-b6fc-9366629d6bbd.png",
    "moods": []
  },
  {
    "title": "13th Prince",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "The strongest female assassin from a special assassination force met her death one day on a mission. To her surprise, she woke up in the body of a 13 year old girl, Mu Rong Liu Yue. Through Liu Yue's past memories, she found out that she was bullied due to the huge birthmark on her face, even though she came from a renowned family.  \n  \nLLS: The hiatus that the author took has been almost a year already… 100% its done. Sorry guys",
    "image": "https://uploads.mangadex.org/covers/6a0b7e58-b3ea-4488-8440-74bc6092bb68/366c5784-9391-47c8-bccf-e06dba84f0a5.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 161",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Luke Foster thought he was doomed when he awakened as a Dragon Tamer, the most useless hidden profession in existence. \n\nDragons are so rare and powerful that for eight centuries, no Dragon Tamer has ever succeeded in taming a dragon. But without one, he can't even unlock his basic skills, leaving him powerless in a world ruled by fighters. \nThen everything changes after Luke activates the **Super Treasure Map System**. The mysterious system leads him to the ultimate prize: a real dragon egg! And so, this \"***weak***\" Dragon Tamer is about to flip the world upside down.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/aefa3874-8205-4b92-96e2-93f1e235fc7d.jpg",
    "moods": []
  },
  {
    "title": "Odalisque",
    "chapter": "Chapter 41",
    "genre": [
      "Adaptation",
      "Adult",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "The Asmanskaya Empire is ruled by the one and only Emperor (Sultan) Suleiman.\nWithin his harem, female slaves live burdened with complex emotions.\nThere is Hürrem, who won the Emperor’s favor through fierce competition.\nSome long for the honor of sharing his bed—others dread it.\nSome silently endure the shame of humiliation.\n\nAnd Mahasti… drowns in a forbidden love with a eunuch.\n\nAuthor [Twitter](https://twitter.com/Raku_ichikawa)",
    "image": "https://uploads.mangadex.org/covers/6cfc369f-2a91-4321-998f-ab344a95c2b4/9f70e49b-b7d7-49c7-8c59-a62fd8e72ae8.jpg",
    "moods": []
  },
  {
    "title": "Originally A Lady With One Line",
    "chapter": "Chapter 242",
    "genre": [
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "A sassy prospective college student, Kim Hansol, meets her end due to an unlucky accident. She gets reincarnated as a beloved lady in a family of heroes in a world with magic, spirits, and dragons.\n\n\"I'm going to return to my original world no matter what!\"\n\nBut while struggling to return to Korea, she loses control of her magic and ends up causing a catastrophe. Yet her family loved her regardless, and moved by that, Kim Hansol acknowledges her reality and begins to live as Finea of McKaira, one of the five legendary houses in her new world.\n\n---\nHansol is excited to begin her college career when a fatal accident whisks her away to a mystical land. Now in the body of Finea Macaira, the daughter of Drayfox nobility and a descendant of one of the five heroes of the empire, she must learn to forget about the past and embrace this magical new world. It won’t come easy, as Finea discovers within herself a great magical ability that’s powerful beyond her control. Meanwhile, an ancient and destructive force of evil is about to return... But under the protection of the six elemental spirits and a friendly dragon, she may just be able to hone her potential and fulfill her destiny as one of the empire’s great heroes.\n\n---\n[Original Webtoon](https://page.kakao.com/home/54994025)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/heroine-of-drayfox)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8170/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/single-line-girl/list?title_no=3818)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/heroine-of-drayfox-de)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Aku-Hanya-Wanita-Biasa/3363)\n* [Japanese / 日本語](https://piccoma.com/web/product/89196)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-heroine-of-drayfox/list?title_no=4164)",
    "image": "https://uploads.mangadex.org/covers/b055038b-fb73-4d1d-b2fa-57fbf28d1e1d/12a8c047-d348-4578-84be-7b3d4b347060.jpg",
    "moods": []
  },
  {
    "title": "I Took a Bite of Summer",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was Reincarnated as the Spoiled Baby Empress",
    "chapter": "Chapter 24",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]