[
  {
    "title": "Dawn Lighting Above The Clouds",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? \n\nEnkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! \n\nNow that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Ice Lord",
    "chapter": "Chapter 41",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
    "image": "https://uploads.mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "moods": []
  },
  {
    "title": "I’d Rather Live as a Villain",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kanda Hajime, an avid gamer and overworked office worker, collapses from exhaustion—only to wake up as Ridd, the villain of the otome game \"TokiRella\"! Awaiting him is an unavoidable fate: condemnation and ruin. Determined to escape this grim ending, Ridd leverages his sharp intellect and deep knowledge of the game to rewrite his destiny. His first goal? Mending his broken family—a cold, distant father, a lonely sister, and a bedridden mother. But as he sets out to change their fates, his actions ripple far beyond the game’s original story, igniting a revolution that will shake the entire continent!",
    "image": "https://uploads.mangadex.org/covers/706134c9-dbcf-4e7a-b892-2dd0e2e61097/344c199d-9968-4377-a7ee-1f88fdd4389b.jpg",
    "moods": []
  },
  {
    "title": "I Became a Tyrant’s Maid",
    "chapter": "Chapter 87",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
    "image": "https://uploads.mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/935dceae-f463-45c4-b388-d004d846eccb.jpg",
    "moods": []
  },
  {
    "title": "Another Typical Fantasy Romance",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
    "image": "https://uploads.mangadex.org/covers/d9fa7a13-fc92-4938-986a-a2706aa3c01c/dfca0644-6dea-4db1-9e06-590562179865.jpg",
    "moods": []
  },
  {
    "title": "I Need to Raise My Sister Properly",
    "chapter": "Chapter 109",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
    "image": "https://uploads.mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "moods": []
  },
  {
    "title": "The Housekeeper in the Dungeon",
    "chapter": "Chapter 59",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?",
    "image": "https://uploads.mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/5a736eed-deee-429b-be46-5ed02d15ad9b.jpg",
    "moods": []
  },
  {
    "title": "Dear Anonymous Sponsor",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Miss Judith, how about spending this summer at the Curtis estate in Wilz?\"  \nAfter five years of silence, her anonymous benefactor finally replied—with an invitation to meet.  \nJudith, a war orphan and secret esper, had fled to the Federation after her homeland’s defeat. In her painful life, the only warmth came from a mysterious benefactor.  \nShe never knew their name or face, but their generous gifts filled the void in her heart. Though she never received a reply, writing a monthly letter of gratitude became her cherished routine. So when the invitation arrived, she eagerly set off for Wilz.  \nThere, in the dazzling and dangerous city, she met three men: a charming rogue with an enigmatic smile, a successful businessman who cared for her, and a gang leader who clashed with her at every turn.  \nOne of them was her benefactor—but who?",
    "image": "https://uploads.mangadex.org/covers/ef24b18b-be79-49d5-8deb-4ec856af215c/9842e871-b43f-4966-baeb-fd3fdc0f621e.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "I’m the Villainous Male Lead’s Terminally Ill Aunt",
    "chapter": "Chapter 84",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance"
    ],
    "summary": "She became the nanny of Claude, the blackened male protagonist who would destroy the world. If this continues, she will be killed by the cursed power possessed by the blackened male protagonist. So, she decided to pour out her love for the blackened male protagonist to prevent the blackening.\n\nShe also raised the child’s self-esteem, and made the Duke act like a proper father, as fatherly love was essential for the male protagonist’s self-esteem.\n\nShe thought the child was gradually recovering his bright face, and the Duke was now learning how to gradually give love to the child.\n\nBut she doesn’t know if it’s because she worked too hard….?\n\n“It has always been a problem. You have hundreds of reasons to abandon me, but I don’t have a single one.”\n\n“Nanny will always be by my side, right? That’s why you can’t go. Never, never.”\n\nTwo men started obsessing over me.",
    "image": "https://uploads.mangadex.org/covers/cf3eb020-45b1-419a-bdf1-9a7f493777d4/06968c07-cd42-41f2-971a-bcefc42622a8.jpg",
    "moods": []
  },
  {
    "title": "Doberman",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…",
    "image": "https://uploads.mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 72.5",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Was His Highness Assassinated Today?",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving the Haunted School",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Diet Warrior",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving As The Tyrant’s Chef",
    "chapter": "Chapter 4",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ye Qiqi transmigrated and became the five years old disliked daughter of the tyrannical emperor.\n\nTo survive, she did everything she could to stay away from him. Yet, fate pushed her to the tyrannical emperor time after time.\n\nShe even became his treasure accidentally? But the palace fights and the battle over the position as successor had just begun...",
    "image": "https://uploads.mangadex.org/covers/3f20f524-811f-4f41-8f7a-0ce0e46548a8/09a9ca74-b894-45e3-a5c0-284ea5c99141.jpg",
    "moods": []
  },
  {
    "title": "The genius midfielder’s passes are special",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"Song Yoo-joon, who loves soccer more than anyone else, suddenly becomes color blind and has to give up soccer. Fifteen years pass, and he dies an unjust death.\n\n\"Please... Just one more time on the field...\"\n\nIn that moment, he returns to the days when he could see colors 15 years ago. As he prepares to kick the ball, filled with joy at the prospect of playing football again, he suddenly begins to see strange lights.\n\nA modern sports fantasy where he becomes a genius midfielder as he sees the various colors that reveal the flow of the game!",
    "image": "https://uploads.mangadex.org/covers/2671fc0f-57a1-4c97-a19d-c2199f8300bf/7238ccbd-faad-44ae-8e2f-34872be01750.jpg",
    "moods": []
  },
  {
    "title": "A Fortune-Telling Princess",
    "chapter": "Chapter 119",
    "genre": [
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!",
    "image": "https://uploads.mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/96ab20ec-6aca-403e-88d6-1c5fe38f4200.jpg",
    "moods": []
  },
  {
    "title": "Obsession Syndrome",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "“They came looking for me. The secret from back then has already been uncovered by them. If we want to save him, we must kill the other one.”  \n\nA letter from the orphanage mother after years of silence pulls Green back into the nightmare of his childhood. Soon after, Green sees *them* again at her funeral—his childhood friends, Chen Zeyu and Tao Ye.  \n\nThe three move into Tao Ye’s small Western-style house and begin to test each other’s sincerity.  Who must be killed? Who is to be saved? And what role does Green play in all of this? Who is that boy—vague in memory, yet the one who once stirred Green’s heart?",
    "image": "https://uploads.mangadex.org/covers/84f220d6-d663-40ff-99c8-296afae63981/7080732b-8bd0-4902-85fb-c4b0d6a17b25.png",
    "moods": []
  },
  {
    "title": "Honey, I Think That’s a Misunderstanding",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A noblewoman preparing for a political marriage keeps fainting in terror whenever she meets her intimidating fiancé—but he mistakes her fear for affection. Determined to call off the engagement, she must navigate his unexpected romanticism and family secrets.",
    "image": "https://uploads.mangadex.org/covers/95a36f21-6bf4-4b9f-a250-008a9cf29aec/3813694e-bb2b-4f5e-95ef-b8e727d8b1a1.jpg",
    "moods": []
  },
  {
    "title": "BJ Villainess",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A game developer suddenly wakes up as the villainess [Tereze] in her own reverse-harem game — now turned into a deadly cosmic broadcast. To survive, she must achieve the \"True Ending\" by winning over one of four male leads, despite her character being designed for tragic deaths.---TL Note: \"BJ\" is a Korean slang that means streamer. It stands for Bang-Jang (방장).",
    "image": "https://uploads.mangadex.org/covers/6364b15c-3e69-40ba-aded-be36d11e9086/478138a4-166d-43a0-beb7-eb73982c8d92.png",
    "moods": []
  },
  {
    "title": "The Low-Ranking Civil Servant Wants to Achieve Success",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Cheating Men Must Die",
    "chapter": "Chapter 483",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Sci-fi"
    ],
    "summary": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
    "image": "https://uploads.mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/d41e28a4-fcc9-4933-b7eb-00b3fd73566b.jpg",
    "moods": []
  },
  {
    "title": "Dragon-Devouring Mage",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
    "image": "https://uploads.mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "moods": []
  },
  {
    "title": "Worn and Torn Newbie",
    "chapter": "Chapter 235",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
    "image": "https://uploads.mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "moods": []
  },
  {
    "title": "Hidden House in the Apocalypse",
    "chapter": "Chapter 60",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
    "image": "https://uploads.mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "moods": []
  },
  {
    "title": "I Became the Mother of the Supporting Male Lead’s Son",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Our protagonist wakes up one day to find herself as Elia, the daughter of a bankrupt baron and a side character in a romance-fantasy novel. While on the run from debt collectors, she saves a child from an attacker -- only to be accused of being the kidnapper by the child’s guardian, Duke Kaiden. Taken to his mansion, she’s forced to live with them and be the child’s nanny. Can Elia clear up the misunderstanding and find her way out of this mess?",
    "image": "https://uploads.mangadex.org/covers/05fc4cfc-a568-4a6d-ac31-ca5adf5a4f5d/0f6e2239-4391-45aa-b45d-34570725b1a0.jpg",
    "moods": []
  },
  {
    "title": "Shadow in Paradise",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“You should be given a chance to take revenge before dying.”\n\nWith that softly muttered sentence, my heart dropped. The warmth was no longer felt in the hands that gripped my head.\n\n“…I thought you were dead.”\n\nA smile flickered across the cold face. A sense of relief that the opportunity for revenge was not lost. A sense of triumph for not losing the prey. He possessed a refined arrogance and a beautiful cynicism, instead of clumsy innocence and cumbersome affection. Much had changed, and so had she.\n\n“As much as you have fallen, I have risen.”\n\nI was so accustomed to enduring pain. But enduring pleasure and desire was unfamiliar.\n\n“I want to carve it out. All the memories of that night.”\n\nSo, I ran away, carrying his child.",
    "image": "https://uploads.mangadex.org/covers/8e823a4d-57f7-4516-9272-77d87df75beb/2fe692a2-8e28-4b15-a72c-8cd10ab44f78.jpg",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 33",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "My Contract Husband Resembles the Male Protagonist",
    "chapter": "Chapter 33",
    "genre": [
      "Bloody",
      "Comedy",
      "Demon",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Yaoi(BL)"
    ],
    "summary": "Enya Lockhart remembers that she reincarnated into a terrible novel she once read, nicknamed Empress Impisonment. Knowing that she's fated to marry the emperor, a terrible person, she aims to avoid marriage to save her life.\n\nShe enters into a one-year contract marriage to a mercenary named Dale, in order to break off an engagement with the emperor.\n\nUnlike the original emperor in the novel, Dale is pure, innocent, and kind.\n\nOne day, she found herself thinking...\n\n\"If I were to truly marry, it should be someone like him.\"\n\nAnd then — something happened.",
    "image": "https://uploads.mangadex.org/covers/e23c3c00-67bc-4a41-8345-d3c290f0c113/fe1851bb-be64-4265-9b3f-554efd7e8c3b.jpg",
    "moods": []
  },
  {
    "title": "The Lost Cinderella",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Midori Yamate is a 15 year-old girl and is very much a tomboy. When she was young, Midori meets a boy called Tsukasa Hino, who came to the island she lives on for a holiday. He teaches her to play soccer and she falls in love with the sport. Midori is inspired by Tsukasa and continues to play soccer in hopes that they would meet again someday. When they do meet again Tsukasa does something unforgivable. Determined to defeat Tsukasa on the soccer field Midori enrolls in an all boy high school",
    "image": "https://uploads.mangadex.org/covers/41544d22-aa19-4d95-a0e4-1e1b3199aa2f/929a11b9-8f43-46a5-be38-d028f4de9154.jpg",
    "moods": []
  },
  {
    "title": "S-Class Butler",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Butler Kim is the raid leader of the VR game Metariaand in real life the guardian of two cats. One day, a mysterious boss forces him into the unwanted Butler class, where he must serve monsters and do menial chores.\n\nJust as he begins adjusting to this strange new role, an unbelievable truth is revealed:\n\n\"A cat… logged into the game?!\"\n\nHis beloved pet Peechu has entered Metaria.\n\nBut Peechu is not just Peechu. The \"Master\" who reclassified Butler Kim and has been giving him orders is actually Kalinas, the Incarnation of Darkness, now trapped inside the cat’s body.\n\nWith the world’s balance at stake, Butler Kim is tasked with carrying out Kalinas’s dark mission. Yet instead of worrying about the will of darkness, is he simply happy to adventure through a fantasy world with Peechu?",
    "image": "https://uploads.mangadex.org/covers/b7348415-9458-4715-bc0a-8630bf0c2de3/8d14fd84-4eb3-42d0-8ff5-8bf8d95ce325.png",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter in law is Inherently Powerful",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Runaway Countess Has Returned",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 231",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "The Empress’s Concubine Scandal",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"Love is like a dog.\"\n\nThe moment my beloved husband's sword sliced through my spine, the advice of my sisters flashed through my mind like a series of images.\n\n\"I curse you. Every moment I loved you is a disgrace to me.\"\n\nThe powerful demon who once ruled hell is dead, and now I have awakened as the terminally ill wife of my ex-husband, who has become emperor.\n\n[To become a demon again, love a human and stab a dagger into their heart.]",
    "image": "https://uploads.mangadex.org/covers/ec07da0c-1ad6-4b2e-9d25-d1f7b5151f14/bc0200f9-5652-477a-aca7-77b62a9aceaf.jpg",
    "moods": []
  },
  {
    "title": "Overtime",
    "chapter": "Chapter 29",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Limbo is a shut-in girl who doesn't care for anything except her tentacle comics. Aside from that, everything else is meaningless. On her birthday she wished for the \"destruction of the world\" and was instead met with a demonic female programmer!   \r\n  \r\nThe two instantly hit it off, bonding over their common goal of world destruction, the two \"project partners\" hustle hard everyday to bring the world to an end with hilarious effect.",
    "image": "https://uploads.mangadex.org/covers/c55ae98b-bf28-4f50-b3b8-f11051556a1c/14ecbca2-f0e6-4ca1-9dcd-09b192c9affb.png",
    "moods": []
  },
  {
    "title": "Tamed the Monster Prince",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "After losing his life in an accident, Kazuma finds himself reincarnated as the Ascalon Empire's third prince, Ares.  He wasn't born with the \"stigmata\", the proof that one is royalty and gives them extraordinary abilities, however, he still received love from his family and spent his days in peace. Until one day, his father's first wife, Germa barged into their home, and looked at Ares in contempt for not having a stigmata. In the end, she even put his mother, Erina in danger. Realizing how powerless he truly was, Ares decided to protect his family with his own power. He decides to enroll into Ascalon Academy, a prestigious school where one's capability decides everything!",
    "image": "https://uploads.mangadex.org/covers/98a657bb-282b-442f-b806-eb7e7d9a9142/7cf94ec7-c080-46b4-ad3f-eb9e1e1d1067.jpg",
    "moods": []
  },
  {
    "title": "I Simply Cared For My Frail Dad",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Remember the Time-Limited Grand Duchess",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "For Grand Duke Heverus, marriage was nothing more than a means to an end. His union with Leticia, an adopted daughter of a count’s family, began just as simply, a one year contractual marriage. But the Grand Duke slowly grew attached to Leticia, and just as he was about to confess his feelings after returning from the battlefield, he was struck with shock. \n\nLeticia had already died from a terminal illness. \n\nRegretting his own indifference, he risked his life and used the power of ancient magic to turn back time. This time, he is determined to save Leticia, to grant her happiness, and so he proposes the contractual marriage once more. \n\nBut there’s a problem. \n\nMerely watching her isn’t enough. He wants her. Forever.",
    "image": "https://uploads.mangadex.org/covers/f31d0df9-c623-4139-981c-54fb939f49a4/e0ba7b76-1aee-4b70-bb4d-fba77bf37936.jpg",
    "moods": []
  },
  {
    "title": "Unholy Exorcist",
    "chapter": "Chapter 7",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Supernatural",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My family’s Romeo",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Snake Lives in the Empress’s Bedroom",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A deposed empress, stripped of her family and status by her paranoid emperor husband, plots revenge. She strategically allies with a charismatic war hero, expecting a mere partnership—but his growing fascination with her strength and vulnerability complicates her plans.",
    "image": "https://uploads.mangadex.org/covers/84838c63-4fd0-463c-b7a0-a41124176905/8fff50e9-df15-4f24-a291-c12d2e45937e.jpg",
    "moods": []
  },
  {
    "title": "For the 1st Place",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "During the day, Imaizumi attends his classes like any dutiful student, only to return each evening to a home full of hotties! It seems his home has become the go-to hangout for the coolest gyarus in town. \n\nFrom endless gossip fests to snack binges to getting downright physical with his three new housemates, his once-quiet abode is now buzzing with non-stop energy and exciting escapades. \n\nCan Imaizumi keep up with the lively antics of his lusty gal pals?",
    "image": "https://uploads.mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/fa68f3cf-0ad8-417d-80ed-4fc0947001b6.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 325",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Margrave’s Bastard Son was The Emperor",
    "chapter": "Chapter 85",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
    "image": "https://uploads.mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/1252cbfa-9300-476b-9b6e-e679cd9e7f3e.jpg",
    "moods": []
  },
  {
    "title": "Records of the Swordsman Scholar",
    "chapter": "Chapter 172",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Martial Arts",
      "Romance"
    ],
    "summary": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
    "image": "https://uploads.mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "moods": []
  },
  {
    "title": "Hold Her Tighter So She Wouldn’t Run Away",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After three failed marriages, Archduke Theo de Phoenix has long accepted that love simply isn’t in the cards for him. After all, who could love a war-hardened monster like him? So when his fourth bride arrives, he greets her covered in blood, gives her a shabby attic for a room, and keeps his distance. Surely, this one will run too. But Yuelina is not like the others. To Theo’s disbelief, she welcomes his presence and fills his cold world with warmth and light. As the walls around his heart begin to thaw, will Theo finally allow himself to love?",
    "image": "https://uploads.mangadex.org/covers/3bcaa969-2a45-45bf-811b-68231c3984c2/a2112140-bf8f-4ea2-b79c-a0f04dea58be.jpg",
    "moods": []
  },
  {
    "title": "Magic Academy’s Genius Blinker",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In the game Aether World, **Baek Yuseol** is considered the most useless character because he can't use magic like everyone else. His only skill, Blink, is a short-range teleportation ability most players consider worthless. But when he’s tasked with reaching the game's true ending, Baek Yuseol decides to use his unconventional skill to achieve this impossible goal. \n\nCan this so-called \"**TRASH**\" character outsmart his powerful peers, form unlikely alliances, and ultimately master the game?",
    "image": "https://uploads.mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/c7816ace-1eef-4f26-a931-060355887224.jpg",
    "moods": []
  }
]