[
  {
    "title": "Return of the Martial Arts Genius",
    "chapter": "Chapter 109",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Demons came pouring from a portal that appeared out of nowhere and caused the Cataclysm. But all hope is not lost thanks to the Awakeners, people who can fight these demons. \n\nLee Jun, a D-rank Awakener, is one of them. He fought demons heroically, but as someone who inherited nothing from his family, he could only go so far. \n\nAs Jun Lee’s life slowly whittled away, a system message appeared, informing him that a special martial arts route had opened...",
    "image": "https://uploads.mangadex.org/covers/91176b38-fe94-42c1-9fe4-d18ae733af0c/6ae81c45-7cd6-4413-af96-545a4ef04cd1.jpg",
    "moods": []
  },
  {
    "title": "The Max Level Hero has Returned!",
    "chapter": "Chapter 214",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai"
    ],
    "summary": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
    "image": "https://uploads.mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 174",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Two Out of Three Revenge Targets Are Obsessed with Me",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Study Group",
    "chapter": "Chapter 287",
    "genre": [
      "Drama",
      "Manhwa",
      "Martial Arts",
      "School Life",
      "Shounen",
      "Webtoons"
    ],
    "summary": "Gamin Yoon, a 17 year old student, goes to a school known to harbor future criminals. Stuck in a carnivorous environment where only the strongest survive, he struggles to get good grades to enter a 4 year university. But, will he be able to study well enough to enter university, or will he get involved in the unending fights around the school?  \n\n\n---\n\n[Official Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/pizixueba/list?title_no=1467)",
    "image": "https://uploads.mangadex.org/covers/24c8e2f3-f515-4e58-bfdd-c423ab00499a/133f7d99-a535-43a3-b125-1783166766e6.jpg",
    "moods": []
  },
  {
    "title": "How The Villainous Alicia Saves The Day",
    "chapter": "Chapter 45",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Tang Clan Chronicles",
    "chapter": "Chapter 13",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/2266f53d-fafa-4649-9660-f02265050c0f.jpg",
    "moods": []
  },
  {
    "title": "Youngest Son of the NamGung Clan",
    "chapter": "Chapter 94",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
    "image": "https://uploads.mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/3b1c5579-b65b-41e9-9851-74154ce68e02.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Leader Is Too Reluctant",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The leader of the demonic cult is a formidable entity that everyone is afraid of. However, while the demonic cult members expect him to exude great violence, the new Demonic Cult Leader, Do Yu-gang, wishes to live a simple and peaceful life. Will his modest wish be granted in the end?",
    "image": "https://uploads.mangadex.org/covers/14b3961b-8566-450f-b51f-31a258367388/fbef3413-35ec-4ab0-883b-53c5fc240c84.jpg",
    "moods": []
  },
  {
    "title": "The Teacher of the Nobles’ Kindergarten Is Having a Hard Day Again",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Kind Intruder",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Final-Boss Prince is Somehow Obsessed with the Chubby Villainess: Reincarnated Me",
    "chapter": "Chapter 66",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After dying of illness, she has been reincarnated as Celine, the selfish, fat, villainous duchess, sister of the heroine of a popular novel.\nIf she stays this way, she will be killed by the hero prince and die a miserable death, just as in the novel. She vows to reform herself with all her might and begins to struggle, but she finds herself caught up in unexpected doting and obsession..!\nWill Celine be able to find \"peaceful happiness\"?\n\nA fantasy love story about a reincarnation in another world where she is loved too much by a Yandere.",
    "image": "https://uploads.mangadex.org/covers/c174ddf6-24b3-4705-ad97-c80586cf9480/ef8e1393-ba29-43fe-9a67-9b09fac9acec.jpg",
    "moods": []
  },
  {
    "title": "Gorgeous Robe",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Zheng Heyue is an illegitimate child who must remain unseen. She had lived a peaceful life with her mother when she was young. But everything changed on her 10th birthday when explosion took away all of her loved ones. But it wasn't an accident, it was murder! Determined to avenge her family, she hid her identity and adopts the name Jiang Qiutian, enduring many years of hardship. After many years, she finally steps into the mansion where her mother's killer resides, and her long-awaited revenge is about to begin",
    "image": "https://uploads.mangadex.org/covers/c1124661-1434-428a-afda-31fee01cf8f5/90525f5d-ea1c-4e3e-adee-4316d7de5dd7.jpg",
    "moods": []
  },
  {
    "title": "Protect the Fake Saint!",
    "chapter": "Chapter 10",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Dana was a high school senior in Korea who was about to take the CSAT. Unfortunately, she gets hit by a truck and is reincarnated in the romance fantasy world. \n\nShe was trying to live comfortably in this life, but what is the secret of the saintess whom she suddenly met?! \n\n\"I don't want to die, so I'll protect the saint's secret!\"",
    "image": "https://uploads.mangadex.org/covers/b902c1d8-580c-4a03-877a-e96c34673891/c60c760c-28a9-45e2-9ab1-a2c3a54c2e51.jpg",
    "moods": []
  },
  {
    "title": "Mistaken for a Wicked Woman!",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "“Don’t you think it’s stupid to be crazy in love?”\n\nQueen Laetitia was executed on the scaffold. For she had done evil things to make his lover turn her infatuated husband. However, she thought she was dead, but for some reason, she had returned back in time and her second life began.\n\n“I won’t fall in love in this life. I’m going to live a peaceful life by becoming a sober student with glasses!”\n\nI will be taken. After that, for some reason, Camillus' raging love affair began…?!\n\nI’ll somehow survive with these glasses…!!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0744gz/)\n\n**Original Web Publication:** [Comic Days](https://comic-days.com/episode/4856001361054105850), [NicoVideo](https://seiga.nicovideo.jp/comic/62861), [Pixiv Comic](https://comic.pixiv.net/works/8591)",
    "image": "https://uploads.mangadex.org/covers/185b9534-dc03-4eff-b40b-66346541d005/10606ad6-0110-4c24-8349-6374b6e1438d.jpg",
    "moods": []
  },
  {
    "title": "Manager Kim",
    "chapter": "Chapter 204",
    "genre": [
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
    "image": "https://uploads.mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "moods": []
  },
  {
    "title": "The Monster Lady and the Holy Knight",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Veronica lost everything—her home, her family, and even her humanity. Her monstrous red eyes see only horror until Leon, a renegade holy knight, presses a kiss to her lips. Could he be her only hope for salvation?",
    "image": "https://uploads.mangadex.org/covers/7f311cd2-c048-4fe5-adfa-8cf7a00cc11e/b81ce32b-926d-46af-aa9c-75611afa7177.png",
    "moods": []
  },
  {
    "title": "Thriving Agency for Regretful Male Leads in Full Operation!",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A detective who'll find your leading lady for 500 won has appeared!\n\nOut of all the countless web novel protagonists, I wasn't a romance-fantasy noble lady, a cool hunter, or a holy saintess. Of all things, to think I've been reincarnated as a 'private investigator'… And on top of that, my clients are all regretful male leads?\n\n\"Hurry up and find my woman.\"\n\n\"All of a sudden?\"\n\nStill, now that I've started, I have no choice but to see it through. Just how many 'runaway lead' stories do you think I've read?! The runaway female lead always gets caught soon enough. They come back one way or another! The cool guy, the hero, the beastly man— I'll make sure all the regretful male leads get their happy ending.",
    "image": "https://uploads.mangadex.org/covers/8f9b65e9-24f1-482a-b050-ffdbc72a89ae/3de964b5-4a1f-4455-bc01-79561610ee14.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "Freaky Killer",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "With a 100% mission success rate, the world’s most perfect killer, Jin!\nBut he has one fatal weakness,\nThat is... a face so ugly it could go down in history!!!",
    "image": "https://uploads.mangadex.org/covers/2e85f805-1d15-40df-9b33-3a6072aad3a0/1d66d686-9e59-425d-bff9-fd79ec53d0e8.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 80",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "The Princess’s Bedchamber Toy",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Lay Down Your Sword in the Bedroom",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Can’t Wait To Eat You",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Outstanding talent. A look that won't be overlooked no matter where you are. A prosperous family. I lived by walking only on well-paved paths. Everything was so perfect to the point that it was boring. Then one day when I turned 30... Taejun Kim impulsively deviates from the path. To meet ‘Han So-eun’, the daughter of the driver who took his parents’ lives. 'With what kind of face did you come to this company?' The shameless face was disgusting. So he decided to stick around and torment her. Like a person who is impatient because he can't eat... “I think the director likes...\"",
    "image": "https://uploads.mangadex.org/covers/60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50/f1b130b1-88a8-4de3-9230-b4fe4eae68e3.jpg",
    "moods": []
  },
  {
    "title": "Play Karma",
    "chapter": "Chapter 43",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Absolute Threshold",
    "chapter": "Chapter 74",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Joseon Dynasty Erotica Records",
    "chapter": "Chapter 71",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Marry In Bed At 19",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”",
    "image": "https://uploads.mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "moods": []
  },
  {
    "title": "God of the Apocalypse",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another.",
    "image": "https://uploads.mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/34740ea5-d764-4d2f-90d4-ec305179c35c.jpg",
    "moods": []
  },
  {
    "title": "Tyrant of the Otherworld Prison: My Shadow Can Evolve Infinitely",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the year 2035, rifts to alien realms tore through the world’s defenses. Swarms of insectoids and beastkin ravaged the land, and humanity struggled to survive through the strength of “Evolvers.” Li Yi was betrayed by his teammates during an attack by alien beings and left for dead. On the brink of death, he awakened the “Titan Shadow” System—his shadow could evolve without limits! It could devour ores to enhance defense, tear through enemies to form deadly blades, and even split into an army of shadow soldiers… From insect hives to haunted lands, wherever his shadow passed, enemies were shredded into pulp. This is the revenge of the weak—begun with a shadow that devours all.",
    "image": "https://uploads.mangadex.org/covers/dfef4b7c-829a-4679-9382-79f073055312/e596bd6a-4956-43ab-adaa-f5e2f4615459.jpg",
    "moods": []
  },
  {
    "title": "After Reincarnation, My Enemy Made Me Invincible with Money",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the apocalyptic era, my sisters and I struggled to survive, but in the eyes of the rich and powerful, we were nothing more than ants. Just before I died, I awakened a special ability to be reincarnated. I was reborn directly into the family of my greatest enemy. Now, I will make them pour all of their resources into raising me, only so I can become their ultimate destruction!",
    "image": "https://uploads.mangadex.org/covers/3c98050f-3697-4dc5-b509-ae148948cee6/27e8dbd3-c264-416a-ab72-3f1d8097490f.png",
    "moods": []
  },
  {
    "title": "Max Talent Player",
    "chapter": "Chapter 95",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!",
    "image": "https://uploads.mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "moods": []
  },
  {
    "title": "The Chosen SSS-Rank",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "A legendary hunter gives up his title to become a web novelist, only to realize his stories lack realism. To fix this, he disguises himself as a weak F-rank hunter and joins a struggling guild for research. What starts as simple observation turns into genuine admiration, pushing him to grow both as a person and a writer. Can a former god-like warrior succeed as an ordinary novelist?\n\n---\n\n**Original Webtoon:**    \n- [KakaoPage](https://page.kakao.com/content/66085559)\n- [Daum](https://webtoon.kakao.com/content/%ED%83%91%EB%9E%AD%EC%BB%A4%EC%9D%98-%EC%9E%91%EA%B0%80%EC%A7%80%EB%A7%9D%EC%83%9D%ED%99%9C%EB%B0%B1%EC%84%9C/4405)\n\n**Official Translations:**      \n- [Japanese](https://jp.piccoma.com/web/product/181150)",
    "image": "https://uploads.mangadex.org/covers/3ca5dc75-ae58-4162-a1c5-26d73110e338/59edb0b4-4360-437a-b11a-06f4fb610d19.jpg",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  },
  {
    "title": "Bloody Marriage",
    "chapter": "Chapter 22",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Scarlett was a happy girl. With beautiful looks, a wealthy family, and even a kind fiancé, Scarlett was expected to be the most beautiful bride in the world. But on the morning of her wedding day, the pure-white bride was killed by someone. When she opened her eyes again, everything was different.   \n  \n\"I've told you many times before. It's because I'm Scarlett Antwerp!\"   \n  \n\"I'm sorry, but the Esteemed Daughter of the Count, Lady Entwerp, is already dead.\"   \n  \nWaking up in a strange place, Scarlett could not understand what had happened to her. Why couldn't anyone recognize her? Why was her fiancé standing next to another woman? Why was she Vivian instead of Scarlett, the Esteemed Daughter of the Count? Why was the one next to her not her fiancé Edward, but Alexis, the police chief? Scarlett swore that she'd get her fiancé back and get revenge on the one who killed her.",
    "image": "https://uploads.mangadex.org/covers/fb1fb641-9624-4296-af9b-030c59a4b02d/54df3f99-fa4b-4bd4-ba42-925d42722d33.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Family With The Duke and His Dear Son",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "After her transmigration into the body of a villainess, Ibellia Barnein made it her first goal to call off the contractual marriage that would lead to her untimely death. Try as she might to avoid the cold duke and his son, however, they appear in front of Ibellia time and time again. Can she break her role as the evil stepmother? Or are the novel's events doomed to pass despite her best efforts?",
    "image": "https://uploads.mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/4273ade7-f1dd-441d-9302-29c2e54b29e4.jpg",
    "moods": []
  },
  {
    "title": "The Reset Life of a Game Addict",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Jinho Lee has just completed the ultimate challenge in the game Reset Life, where he had to experience all 99 possible endings to reach the final victory. After six years of intense gameplay, he feels a sense of achievement—but also an overwhelming emptiness. With nothing left to conquer in the game, Jinho finds himself at a loss, unsure of what to do next.\r\n\r\nHowever, this feeling of burnout becomes the catalyst for an even greater transformation. Suddenly, Jinho’s life is reset in ways he never imagined—he becomes the top scorer in the nation, a model, a chef, and even a celebrity. What once seemed like distant dreams are now his new reality. But with this newfound success comes the question: is this truly the life he wanted?",
    "image": "https://uploads.mangadex.org/covers/9ca93385-fce7-435e-9d3c-c15cae49cc59/cc3d5254-c3fc-4437-ae5f-e63f2a3193b5.jpg",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Azadin, a member of the cursed Messenger Clan, is born with the worst of curses. Lacking magical prowess, he becomes the lowest-ranking messenger, wandering the continent collecting gold coins in hopes of breaking his curse. \n\nBut when his twin uncovers a great conspiracy, how will he face the impending doom?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  },
  {
    "title": "Myst, Might, Mayhem",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "All Jeong wants is a second chance -- for revenge! His grandfather’s gruesome death has transformed him into the bloodthirsty and ruthless Scythe Demon. He will stop at nothing until he has killed the man responsible. Yet rage and determination alone are not enough. He must train in martial arts if he ever wants to stand a chance against such a formidable foe. Will he succeed in his revenge on the murderer of his grandfather?\n\n**Original Webtoon:**  \n- [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=821597)\n- [Naver Series](https://series.naver.com/comic/detail.series?productNo=10782038)\n\n**Official Translations:**  \n- [S.Chinese](https://www.dongmanmanhua.cn/ANCIENTCHINESE/guaililuanshen/list?title_no=2722)\n- [T.Chinese](https://www.webtoons.com/zh-hant/martial-arts/myst-might-mayhem/list?title_no=6345)\n- [Indonesian](https://www.webtoons.com/id/fantasy/myst-might-mayhem/list?title_no=6367)\n- [Thai](https://www.webtoons.com/th/fantasy/myst-might-mayhem/list?title_no=6511)\n- [Japanese](https://manga.line.me/product/periodic?id=Z0003353)\n- [French](https://www.webtoons.com/fr/action/myst-might-mayhem/list?title_no=6711)",
    "image": "https://uploads.mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/3cd106a7-6354-4832-8c6d-21ed5de163fa.png",
    "moods": []
  },
  {
    "title": "Remarried Empress",
    "chapter": "Chapter 228",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "moods": []
  },
  {
    "title": "The Regressed Son of a Duke is an Assassin",
    "chapter": "Chapter 89",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!",
    "image": "https://uploads.mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "moods": []
  },
  {
    "title": "Astral Pet Store",
    "chapter": "Chapter 190",
    "genre": [
      "Action",
      "Adventure",
      "Animal",
      "Fantasy",
      "Manhua",
      "Martial Arts",
      "Supernatural"
    ],
    "summary": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?",
    "image": "https://uploads.mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 144",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Mouse Biting a Dragon’s Tail",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "A Way to Protect the Lovable You",
    "chapter": "Chapter 157",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Finally, it was their first night.\n\nLeticia whispered, leaning her forehead against his chest, \"As expected, is it too far? Should I get closer?\"\n\nDietrian barely swallowed a groan. His hand grasping Leticia's shoulder was shaking with a sweet faze, but she didn't notice.\n\n\"I know that you're uncomfortable. But please bear with me until my mother comes.\"\n\nDietrian hated Leticia. It was natural as Leticia's mother killed his family. She had never doubted the fact. So she didn't know, how badly his face was distorted by her words.\n\n\"You just have to put up with me for half a year. Then, I will divorce you as you wish.\"\n\nAt the word 'divorce,' he grit his teeth.\n\n---\nDespite being the daughter of the Holy Empire’s most revered divine leader, Leticia is rumored to be a ruthless, bloodthirsty tyrant. The thing is… none of the rumors are true! After years of living as her vindictive mother’s scapegoat, Leticia is ultimately cursed to die if she doesn’t kill her beloved husband, King Ditrian, with her own two hands. But when the clock miraculously resets to mere days before their wedding, she gets a second chance to save not only Ditrian, but his entire kingdom. This time, will the world recognize the real Leticia before it’s too late, or is history doomed to repeat itself?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%A0%95%ED%95%9C-%EA%B7%B8%EB%8C%80%EB%A5%BC-%EC%A7%80%ED%82%A4%EB%8A%94-%EB%B0%A9%EB%B2%95/2485), [KakaoPage](https://page.kakao.com/home/56704518)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17978), [Tapas](https://tapas.io/series/saving-my-sweetheart/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E6%83%B3%E5%AE%88%E8%AD%B7%E6%BA%AB%E6%9F%94%E7%9A%84%E4%BD%A0/171)\n* [French / Français](https://delitoon.com/webtoon/la-sainte-et-le-dragon)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Way-to-Protect-the-Lovable-You/129)\n* [Japanese / 日本語](https://piccoma.com/web/product/72384)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9B%E0%B8%81%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%94%E0%B8%B5/157)",
    "image": "https://uploads.mangadex.org/covers/bd74543a-c9b2-487b-9d29-c0393549fe33/44f036da-e300-420f-a524-2ac6b0f935bb.jpg",
    "moods": []
  },
  {
    "title": "Summer Moon: The Cuprids",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Hired a Villain as My Housekeeper",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]