[
  {
    "title": "Dear Fairy, Please Contract With Me",
    "chapter": "Chapter 36",
    "genre": [
      "Fantasy",
      "Magic",
      "One shot",
      "Romance",
      "Shoujo"
    ],
    "summary": "Hello. Am I perhaps your first fairy?\n\n**\n\nDeep down in a basement, I met a lonely child.\nI wanted to see the smiling face of that child. \nSo I decided to come into being as a flower fairy.\n\n\"I promise you. I’ll leave this place with you!”\n\nYou’re a seed stuck in the ground.\nIn the name of the flower fairies, I’ll be sure to make you bloom.\n\n“Yes. Let’s work hard. Let’s leave together… Let’s get each other out of this place.\"\n\nThis fairy is going to have to do a lot in order to escape with the cute boy!\n\nWe prepared for a long time.\nThen an unexpected opportunity came, but…\n\nWe finally made it out back into the world.\nThat entire world wanted my human who had now blossomed.\n\n“You’re too amazing for me to keep.”\n\nMy first human. \nMy precious planet. My lovely flower. \nLeoren, fairy Shurensha’s origin. \n\nFor the sake of Leo, I want to let go of him, just a teensy bit, but, \n\n“Ren, you are the best in the whole world. I am only Shurensha’s Leoren.”\n\nLeo only cared about me.\n\n“Shurensha, please contract with me.”\n\nForever.",
    "image": "https://uploads.mangadex.org/covers/ea79d21b-d15a-4797-b7aa-52c61269dc11/3f1fa3fd-7062-48c1-ba1f-f1159dbf5517.png",
    "moods": []
  },
  {
    "title": "Utori: The Legacy",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Season 2: 10 years after \"Juk\" proclaimed himself king and the \"Uturi Disaster\", the world is in upheaval and a new war has begun.  A \"Disaster Brigade\" has been formed for the purpose of hunting uturi. Most of the uturi have either died or gone missing. Suh Ari, one of the few survivors left, is trying to find the final \"8th Uturi\" whose identity has not been revealed and turn the situation around...  Season 1: Gyerim has been living by hiding skills that he has that others do not have. While hiding his identity, he has been teaching bullies a lesson. But then, one day someone by the name of “Juk” came to kill him. And this opponent despite dying again and again would keep reappearing thanks to his own skills. And just as Gyerim was about to experience death by Juk’s hands, an invisible man, Daesan, suddenly appears and saves him. Daesan tells Gyerim he is an uturi just like him…",
    "image": "https://uploads.mangadex.org/covers/42032393-b80a-4d42-8732-06a028322207/f653206e-d174-467f-a6f0-a6032a5fe30e.jpg",
    "moods": []
  },
  {
    "title": "Imperfect Cinderella Story",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life.",
    "image": "https://uploads.mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "moods": []
  },
  {
    "title": "Spring Fever",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Yusuke Onishi easily gets crushes on everybody and anybody, but never succeeds in love. That is, until the day he meets and falls in love with his new neighbor – a mature single parent. Yusuke has finally met his match. But his match just happens to be a guy! This is a classic oyaji-uke of an unexpected love between two people; one younger, one older.",
    "image": "https://uploads.mangadex.org/covers/d9e7ec15-3286-406b-a422-65d06dda11e2/2a2c889e-d261-40aa-8b61-de88a7f4e192.jpg",
    "moods": []
  },
  {
    "title": "Best Actor in a Relationship Award",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ji-eun, an aspiring director attending the nation's top art school. Ji-eun, who is unknown, wants to cast Jae-ha, the top student in the acting department, to make her work successful and make a name for herself at school. On the other hand, Jae-ha proposes a romantic relationship to Ji-eun in order to get rid of a senior he dislikes. Ji-eun, who is fooled by the acting genius, wants to complete both her school life and her love life. Will she be able to kill two birds with one stone?",
    "image": "https://uploads.mangadex.org/covers/8f8f3b19-077b-4f64-a5d5-e566868e30cd/2f41eee3-4d0c-4942-b152-affb28e9256d.jpg",
    "moods": []
  },
  {
    "title": "A Fresh Concubine",
    "chapter": "Chapter 6",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Divorce Is Easy, But Love Is Hard",
    "chapter": "Chapter 40",
    "genre": [],
    "summary": "Ji Sina, a senior attorney at K Law Firm, is full of ambition. In order to proudly inherit her father's law firm in the future, she went through a difficult road and finally sat down as a partner lawyer, but she was then told that a guy like a horse snatched the position, the same one which had witnessed her dark history from her 20's, Sina, who is nice and kind to everyone, only has one man she can never get close to, and the person in all of these positions is Ryu Kang Hyun. Seduce such a person and say that you will inherit the law firm only if you succeed in marriage?\n\n\"I have a lot of divorce experience, but I don't know much about dating!\"\n\nThe romance between Sina, an ambitious woman who doesn't know where to go, and Kang-hyun, a senior who doesn't know what's going on, begins.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=6312288)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9608891), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=808201)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/lihunrongyilianainan/list?title_no=2438)",
    "image": "https://uploads.mangadex.org/covers/66de0d73-771c-4abb-a247-2400d6261455/cffb3115-980e-4766-858d-da4032a848a0.jpg",
    "moods": []
  },
  {
    "title": "Start Invincible",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The weakest awakened one, Chu Mingxuan, is swallowed by a giant beast. On the brink of death, he unexpectedly inherits a system, thus embarking on a long journey of continuous strengthening towards godhood. But how are awakened ones formed, and where does the system come from? Beneath the calm surface, undercurrents surge, and the world’s bloody great revolution is about to begin.",
    "image": "https://uploads.mangadex.org/covers/5588f70d-e9a9-4845-aa93-36e71a4d3358/f2e02ef5-26d8-48be-ad8a-150aef5d0312.jpg",
    "moods": []
  },
  {
    "title": "Virus King",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Adventure",
      "Martial Arts"
    ],
    "summary": "When the apocalypse descends, the world transforms into a brutal game of evolution—humanity’s final trial, and the favorite playground of gods and demons. Brian Carter time-travels back to ten days before it all begins. Armed with foreknowledge and no time to waste, he injects himself with the zombie virus and awakens a legendary SSS ability: Virus Monarch! Now, with the power to command infection itself, Brian forges a terrifying new path through the chaos, one where he doesn’t just survive the end of the world, but rules it!",
    "image": "https://uploads.mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "moods": []
  },
  {
    "title": "When Arrogance Fell at My Feet",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bed Partner",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Choose Me, Flora",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"At the same day and hour, three children who should not be born will be born.\nAmong them, one child holds everyone’s fate; depending on that child’s choice, one family will be annihilated and the child will die in the child’s own form.\nI, Theodoric, stake everything and curse this.\"\n\nLike a curse, at that same day and hour, Mikael, Ezra, and Flora are born.\n\nThe three, as if by predetermined fate, eventually come face to face, and Flora must choose between the two...\n\n(Source: KakaoPage, edited)",
    "image": "https://uploads.mangadex.org/covers/52f7c25f-0e5c-4ace-ac76-f661eb9f0138/a6b9d2e4-a987-4b11-9535-c1a17067b7f2.jpg",
    "moods": []
  },
  {
    "title": "My 1.5-Billion-Won Item (Official)",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Virtual Reality"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The strongest assassin gets transferred to another world with his whole class",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "An ordinary high school student by day, an assassin living in the underworld by the night. A boy with two faces, Aragi Kai. His classmates hate him because of his anti-social character and weird aura.\n\nOne day, Aragi and his classmates were suddenly transferred to another world. It is a world of swords and magic. A woman who calls herself Leonora appears before the confused students, and declares…\n\n“You are Hero Candidates summoned here to defeat the Demon King. Please help us.”\n\nLeonora grants each of the students a unique ability: ‘Divine Protection’. While some powerful ‘Divine Protections’ are given like telekinesis and destructive blast, Aragi’s ‘Divine Protection’ is judgment.",
    "image": "https://uploads.mangadex.org/covers/027fb975-de7d-491b-b0ad-d91f8faee198/3e0018e2-1caa-4db1-8357-4793a7629147.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "The Vampire’s Sons",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Supernatural",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sacred Life of a Webtoon Artist",
    "chapter": "Chapter 42",
    "genre": [
      "Comedy",
      "Drama",
      "Josei",
      "Manhwa",
      "Mature",
      "Office Workers",
      "Romance",
      "Webtoons"
    ],
    "summary": "Hayoon, a once popular adult webtoon writer, has fallen dramatically between a rock and a hard place. With the help of her new stern and efficient Producer, Nam Johoo, and her ex-boyfriend and writer, Choi Minjun, will she succeed? A wacky romantic comedy that's both exciting and funny♥",
    "image": "https://uploads.mangadex.org/covers/35b9b248-b5eb-4d9a-875a-74b846f8bcae/ce33979b-325c-4f83-aa73-82ed8c816233.jpg",
    "moods": []
  },
  {
    "title": "The Tutor’s Secret Sessions [Official]",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Perfect Heroine Wants to Possess Me",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Isekai",
      "Romance",
      "Shoujo Ai"
    ],
    "summary": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?",
    "image": "https://uploads.mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "moods": []
  },
  {
    "title": "The Secret Bedroom of a Dejected Royal Daughter",
    "chapter": "Chapter 150",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Josei",
      "Manhwa",
      "Mature",
      "Romance",
      "Royal family",
      "Webtoons"
    ],
    "summary": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)\n* Alt. Official English: [Tappytoon (R19)](https://www.tappytoon.com/en/book/the-secret-bedroom-of-the-abandoned-princess-m)",
    "image": "https://uploads.mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "moods": []
  },
  {
    "title": "Beneath the Peach Tree",
    "chapter": "Chapter 69",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "1. The Conditions for Paradise  \nTwo adult women figuring out the boundaries in their relationship–is too much freedom a bad thing?  \n  \n2. Beyond the Stars  \nChapter 1 prequel. It's about how Sarina and Sumi first became more than friends.  \n  \n3. Bathed in Sunlight Filtering Through the Trees  \nA continuation of Sarina and Sumi's relationship.  \n  \n4. 20-Year-Old Girl x 30-Year-Old Maiden  \nAbout an art prep school teacher who feels like she can't compare to her new 20-year-old girlfriend.  \n  \n5. The Opposite of \"Seme\" is \"Protector\"  \nChapter 4 sequel. Keiko wants to take things further. There are two more stories in this series in the A Lapis Lazuli Blue Dream collection.  \n  \n6. We're Aiming for Love Now  \nIt's about two women who love each other just as they are.  \n  \n7. Peach Taste  \nA girl struggles to convince the object of her affections to take her seriously.  \n  \n8. Princess Sakura, Showered With Blossoms  \nSet in Japan's past. A knight protects her princess.",
    "image": "https://uploads.mangadex.org/covers/d034ef6f-e6e8-4430-8e68-337cf985f400/0aecaeb0-8af3-40b9-b734-938c3a26117e.jpg",
    "moods": []
  },
  {
    "title": "Till Divorce Do Us Part!",
    "chapter": "Chapter 96",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Carl van Hellsing has vowed to hunt down the vampire Elliot for eternity. But, that's exactly what Elliot wants.",
    "image": "https://uploads.mangadex.org/covers/34f95292-53f9-4a8e-bc8d-f457f53962ef/fce01b00-8e20-45c8-83fd-318ecb29e2e5.jpg",
    "moods": []
  },
  {
    "title": "Do You Need Salvation?",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I was born with the ability to enter other people's dreams. And I thought that in this life, I would have an easy life as a count when... \n\n\"I don't think Lady Miena will survive this winter.\" \n\nAnother life with a limited lifespan... To make matters worse, my family is going broke trying to save me. Before I die, I need to pay back our debt and all the money wasted on me! I was just trying to collect useful information and money before passing away when... \n\n\"Who are you?\"\n\n\"An angel... no you don't look quite right...\"\n\n\"You entered my dream without a hint of fear.\"\n\nI fear I have entered a dream I should've have touched.",
    "image": "https://uploads.mangadex.org/covers/c45a9e3a-e7ff-4fcb-b812-2fb0aad9b9c4/8d3758e5-bc93-4992-9f50-05027d858ca2.jpg",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 276",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "I Adopted a Male Lead From a Prison Shelter",
    "chapter": "Chapter 81",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?",
    "image": "https://uploads.mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "moods": []
  },
  {
    "title": "Your Highness i Decide My Fate",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "Betrayed by her family and sentenced to die as an experiment, Phillie Lutner awakens the Tarot Cards of Fate, a Divine Relic with the power to rewrite time. Determined to reclaim her life, she uses their magic to escape her former fiancé, outsmart her scheming half-sister, and claim her rightful place as heir to the House of Lutner. But as she uncovers a dark plot surrounding the Relics, one question remains - can she break free from the past and build a future with those she loves, or is she doomed to repeat her tragic fate?",
    "image": "https://uploads.mangadex.org/covers/3f9ab6bc-852d-442e-8910-ad9a48bae6b4/024259ef-01b3-42c0-be92-3ba60a2dc41e.jpg",
    "moods": []
  },
  {
    "title": "Oh, the Flower That Bloomed on the Wall",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Possible to Date a Ranker?",
    "chapter": "Chapter 27",
    "genre": [
      "Romance"
    ],
    "summary": "Collections, in no particular order, of super short comics posted by author Hamita on Twitter/X and pixiv. The short story collections mainly include romcom and boy meets girl, but also include various genres such as scifi, gag, and suspense.\n\n## Volume 1\n1. An Imperfect Woman\n2. Different Kind Of Different Kind\n3. My Girlfriend Isn't Cute\n4. Image Frequency\n5. A Salesman Who Sells Greed\n6. Maid Makeshift\n7. A Goddess Without Inconvenience\n8. One-Night-Only Passingman\n9. Overhumankind's Planet\n\n## Volume 2\n10. Persistent Sports Girl\n11. Misdelivered Love Letter\n12. The Person Who Filled My Heart\n13. A Beauty Soft And Fluffy In All Directions\n14. The Apathetic Maid's Mismanagement\n15. A Cold Senior And Warm Junior\n16. The Ideal Cool Girl Who Is Only Kind To Herself\n17. Duplicity And A Laughingstock\n18. Robot And Landscape Painting\n\n## Volume 3\n19. The Soft-Spoken Conveni Clerk\n20. A Girl Who Grasped A Secret\n21. A Girlfriend Who Wants To Make Meals\n22. I Want To Quit Being A Demon\n23. A Bad Girl's Bag Inspection\n24. Otherworldly Civilization\n25. I Like Beauties Even With Bad Personalities\n26. Counselor\n27. The Transfer Student Ranked First In The Year\n28. A Literature Girl Who's Kind To Geeks But Strict Only With Me",
    "image": "https://uploads.mangadex.org/covers/505b990e-432b-4bc5-acb5-2673a713b1f3/f5b81778-f235-44e9-a737-952af38c996c.jpg",
    "moods": []
  },
  {
    "title": "The Cotton Candy Lady’s Candy Shop",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 251",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "My Exclusive Tower Guide",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "15 days until the apocalypse happens. \n\nThat's what Hoyeong Lee, a 29-year-old office worker, learns when he takes the mysterious medicine he got for saving a goblin from a bear trap. As it turns out, it allows him to level up more easily and provides him with a strategy guide! \n\nEveryone in the world is forced into groups to conquer the mysterious Apocalypse Tower, and Hoyeong has to find a way to work with his teammates so that everyone makes it to the top alive. \n\nWill his ability give him an advantage, or will it end up spelling out his doom?",
    "image": "https://uploads.mangadex.org/covers/72167030-2955-493c-9800-8f6d0a2c5e96/a5858bf2-c387-4c4d-b7b7-3d05b6ed73ff.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 105",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/2c1d17d6-3d27-4326-893f-3735d139eeb9.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Lull You to Sleep Only For You to Be Obsessed",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The protagonist finds herself possessing the body of April, a side character destined to be used by the villain and eventually killed by the male lead. Ignoring the original plot, she resolves to live a quiet life running a café in the countryside.\n\nHowever, her plans begin to unravel when she discovers that the boy she’s been caring for is actually the nephew the male lead has been desperately searching for.\n\nApril ends up becoming the male lead’s personal barista, brewing magical coffee for him every night, and eventually running a café in the capital. She tells herself it’s only until the female lead appears, but as she slowly opens up to the male lead, she finds herself becoming more and more entangled in a life by his side.",
    "image": "https://uploads.mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "moods": []
  },
  {
    "title": "I Was Mistaken for the Villain",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Demon",
      "Demons",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Monsters",
      "Supernatural"
    ],
    "summary": "Haechan, who was too weak and ignored by everyone, meets the mysterious child Miro and gains great strength, but at the same time, he learns that the sealing stone that he thought would protect everyone was actually the main culprit that was destroying the world. He tries to fix this on his own, but those who do not know the truth see him as a villain.",
    "image": "https://uploads.mangadex.org/covers/07c42369-7d15-4bdf-9865-b01e4716cd80/c2da7979-b220-4745-882a-4d7ec447b438.jpg",
    "moods": []
  },
  {
    "title": "Back to Chanbi",
    "chapter": "Chapter 50",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "Gyeono Kang, a lucky high schooler, used to enjoy the mutual love he shared with the prettiest girl in his class, Chanbi Baek. She was always all about him until an accident wiped her memories of the past year, and just like that, she no longer had feelings for him. But what about Gyeono, whose heart still beats for her? Is it even possible to win her back? Did she really like him back to begin with?! Somebody help!",
    "image": "https://uploads.mangadex.org/covers/c4d998f4-8834-4cda-90bb-d979104c751e/3b4736dd-a173-4065-8dc3-eca040884873.jpg",
    "moods": []
  },
  {
    "title": "Confession",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "School Life",
      "Shoujo",
      "Slice of Life"
    ],
    "summary": "A story between the handsome yet loving pilot Zhou Jingze and a gentle yet dependable doctor, Xu Sui. Summer has always been warm, so is the boy I love. Stay tune to see the undying love of the \"infatuated playboy\" Zhou Jingze.",
    "image": "https://uploads.mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "moods": []
  },
  {
    "title": "You Just Made My Day",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "School Life",
      "Slice of Life"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "It’s My Life – Webtoon",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "\"This time, I'll protect my happy family for sure!\"\n\nTakhir, a young baron who had lost his beloved family, was unable to do anything and thus labeled as an incompetent. However, as he was dying, his time-space magic suddenly manifested and he regained the memories of his previous life before being transported back to his childhood?! He no longer faltered in the face of war or the epidemic. He vowed to use his revived modern knowledge to improve their level of civilization... and to change his family's fate!\n\nBy using his knowledge of the future, he was determined to reduce the damage caused by the poor harvest and flood, while doing everything he could to get talented individuals on his side, strengthening the Solis barony! By moving without concerning himself with the gaze of others, he would go beyond the Kair Kingdom, altering history across the entire continent! With his \"family-first principle\", the child prodigy would alter his depressing fate!",
    "image": "https://uploads.mangadex.org/covers/684baffa-8a29-4396-b7ca-384761758b86/fa29a8c1-bd2f-464e-aa17-af003b237cc9.jpg",
    "moods": []
  },
  {
    "title": "Onsaemiro",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
    "image": "https://uploads.mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "moods": []
  },
  {
    "title": "King of Violence",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!",
    "image": "https://uploads.mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Fighting Ward",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school student, Kang Sun-woo, single-handedly defeats a group of illegal loan sharks who came to his house. At the hospital, where he goes for treatment, he is invited by a mysterious man to participate in a suspicious fighting tournament with a huge cash prize.\n\nThe prize is crucial for the survival of his family. Sun-woo must survive the fight ward !",
    "image": "https://uploads.mangadex.org/covers/63065a97-170a-4aff-916c-507a9d765db4/3e126cd5-162f-4f6e-9245-f901775b2f7a.jpg",
    "moods": []
  },
  {
    "title": "The Mysterious World’s Greatest Martial Artist Little Prince",
    "chapter": "Chapter 83",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Password Is 002",
    "chapter": "Chapter 58",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Sujung finally makes up her mind to confess her feelings for Dojin, her classmate who she's had a crush on for 6 months. However, Dojin is unable to recognize Sujung on the street and passes by her. Shocked by this, Sujung is unable to go to class and runs off to the gym's storage. There, she meets Jaehyun, who promises to help Sujung and Dojin get closer... How? By making a grand scheme to seduce her crush with his younger brother!",
    "image": "https://uploads.mangadex.org/covers/388c0850-25fe-444c-adc7-77bb813ec7cf/6bc4a892-aa5b-4e47-a71f-b8881eabde93.jpg",
    "moods": []
  },
  {
    "title": "High School Gangsters",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?",
    "image": "https://uploads.mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "moods": []
  },
  {
    "title": "One Hundred Thousand Years of Tribulation by Heavenly Thunder",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After transmigrating into a cultivation world, young Fang Lingxiao rises to greatness with a talent that defies the heavens. In just a hundred years, he reaches the peak—the Great Ascension Stage. But during his final tribulation, the heavens unleash something unimaginable: a lightning storm that rages not for days or months, but for a hundred thousand years.\n\nWhen he finally emerges from the ordeal, his cultivation is shattered—reduced to that of a mere mortal. Yet, his body, forged by countless years under divine lightning, has become indestructible.\n\nSoon, Fang Lingxiao realizes the truth—this wasn’t fate. It was sabotage from a powerful figure in the Upper Realm.\n\nNow, with his cultivation lost but an unbreakable body as his weapon, he sets out on a path of vengeance. He’ll uncover the traitor, climb the heavens once more, and make them all pay.",
    "image": "https://uploads.mangadex.org/covers/631f5f47-ff9e-419b-b7e1-fa0d4f14e6de/73710e57-8cc4-4e0a-9f4a-e238d99675d2.png",
    "moods": []
  },
  {
    "title": "Goblins Night",
    "chapter": "Chapter 104",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”",
    "image": "https://uploads.mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "moods": []
  },
  {
    "title": "To My Beloved Foe",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "\"This makes it the 562nd time I’ve killed this bastard.\"\n\nCenturies ago, a monster by the name of Shinyoung cursed Dongyi with immortality. For years, he’s done nothing but wait for the perfect chance to get revenge, but killing an immortal is nearly impossible. Trapped in a twisted, endless cycle, he’s long since given up and settled into a strange form of cohabitation with his greatest enemy. But one day, when Shinyoung pushes him too far, Dongyi actually manages to kill him. Shinyoung, who always comes back laughing, doesn’t return this time.\n\nAn uneasy feeling creeps in, and Dongyi sets out to find him, only to discover that Shinyoung, for some reason, has lost all memories of him. \"If you forget about me… then what happens to my revenge?!\"",
    "image": "https://uploads.mangadex.org/covers/ab6909ed-eeec-4e2a-9f43-5dcd9c2cd61f/a666861e-8d17-4489-9cab-7767ec01cafd.png",
    "moods": []
  },
  {
    "title": "Wail Of Weakness",
    "chapter": "Chapter 76",
    "genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "Ananta, a descendant of one of the First Six Incarnates, can transform into an unstoppable brawling dragon whenever anything stands in his way. \n\nIt's a power he'll need in his quest to exact revenge against the Wings Incarnate, a power-hungry deceiver that resembles a heavenly angel only in appearance.",
    "image": "https://uploads.mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "moods": []
  },
  {
    "title": "The Night After the Divorce",
    "chapter": "Chapter 51",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A year ago, Kaho married Shinya, who worked at an advertising agency. Their married life ended abruptly when she discovered his infidelity.\n\nThe void in her heart was unexpectedly filled by Iori, a younger college student. \"I'm here for you, Kaho.\"\n\nThough drawn to Iori, Kaho now faces pressure from Shinya to reconcile. Torn between two men, she must choose:\n\n\"Do I embrace this new love? Or repair what was broken?\"",
    "image": "https://uploads.mangadex.org/covers/62f6ee7d-be5d-4fab-b318-e28d1c00d446/12030d59-e2ed-463b-ba94-e861b1732796.jpg",
    "moods": []
  }
]