[
  {
    "title": "The Saint Who Wishes for Death Makes a Pact with the Cursed Prince",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Blooming Violet in the Back Garden",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On the day the streets and flowers burn, Violeta, a kitchen assistant, wakes up as a saint who is destined to defeat absolute evil. She avoids the corrupt priests and chooses to be the adopted daughter of the king's sword, the Marquis, but just because she was born from a humble region she is treated coldly by the priests.\n\nAmong them, the affectionate Daniel is their only consolation. However, at the moment when everyone in the aristocracy rejected her, it was not he who reached out, but Esselmund, the successor to the cold and ruthless Marquis.\n\n\"You don't need to do anything, Violeta just needs to stand still and blossom into the little flowers and chaos.\"",
    "image": "https://uploads.mangadex.org/covers/91647a30-ddba-4cf1-857e-d402d34a289e/609bde45-5501-424d-8e54-5668ab8a13c3.jpg",
    "moods": []
  },
  {
    "title": "How to Save a Time-Limited Young Master",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I was reborn as Heraise Lorca, the cherished daughter of a viscount and nothing more than an extra in a novel—or so I thought. Life was calm until my father told me to become the playmate of Zenon Lianeric, heir to the house we serve. At first, I thought I would just keep him company, but no, he’s a complete lunatic who plays with magic and uses his friends as toys! Then I found out that he’s terminally ill—and if I can’t save him, I might not survive either!",
    "image": "https://uploads.mangadex.org/covers/cdb93f6d-ff21-43d5-a942-ad075d465d4c/6dd1a65d-a70e-47d4-9e3e-6a9a2e5c1718.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 140",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "Do Your Best and Regret",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/0b1eb6ab-a2fb-4be7-890c-9ca1138e6abb/36ae5621-b229-49fd-b5a7-9257a0d8cf7c.jpg",
    "moods": []
  },
  {
    "title": "The Youngest Daughter of the Villainous Duke",
    "chapter": "Chapter 115",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After passing out drunk on a cold night, I awake as a nameless young orphan girl. But she's not just any girl, she's a character from a novel I wrote in high school! Abused and sold at auction as a slave, I'm suddenly rescued by my father, Duke Henry Wensgrey, the story's original villain. Far from the wicked character I created, he's now a total fool for his daughter. But our relationship isn't the only thing that's changed, and I soon discover that this world isn't anything like what I wrote!\n\n---\nI possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?",
    "image": "https://uploads.mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/a6e9ee64-575d-435a-80e0-6296330fb82a.jpg",
    "moods": []
  },
  {
    "title": "A happy ending without romance",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dragonslayer’s Class Regression",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Zeke Draker, the first direct descendant of the Dragon Slayer family to fail awakening. Possessing the talent of a healer instead of a swordsman, he was cast out by his family. Struggling desperately to grow stronger, Zeke met a tragic end.\n\nAt the moment of his death, mysterious words appeared before his eyes:\n\n[The soul of an Elder Dragon is engraved upon the will of the one who persists.]\n\n[An irreversible, promised power is being activated.]\n\nWhen he regained consciousness, he found himself back in the Dragon Slayer family that had abandoned him, 20 years in the past.\n\n\"If I can become strong, I’ll make use of anything and everything.\"\n\nArmed with a newfound, immortal power, the legend of a Dragon Slayer in a class of his own begins.",
    "image": "https://uploads.mangadex.org/covers/23884738-3dc3-4479-a502-f5b2fb3214c5/a94390c3-43cc-4fe1-8689-81b1dc710e7c.jpg",
    "moods": []
  },
  {
    "title": "Monday to Weekend",
    "chapter": "Chapter 35",
    "genre": [
      "Comedy",
      "Manhua",
      "Office Workers",
      "Romance"
    ],
    "summary": "The urban workplace light comedy begins! From Zhou Yi to Zhou Mo, endless laughter everyday! The poorest second-generation millionaire Husky x A hot tempered and intelligent woman in the city. When a Husky becomes a intern, there is no escape from disaster!\n\"Promotions! Bonuses! Pay raises! Discipline(?) a Husky!\"",
    "image": "https://uploads.mangadex.org/covers/27638727-fb75-4d2f-bf31-a8986f2d5c17/0a984444-acd1-4413-b13a-0c5e66fe07a0.jpg",
    "moods": []
  },
  {
    "title": "Unrivaled Spear Demon",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Shuji, a soldier who danced with death many times while on the battlefield, was possessed by the grudges and resentment of those he had killed. He too was eventually killed, but somehow he awoke in a younger version of himself.\n\nHe returned to a time when he was still an errand boy, inexperienced with war, but retained his memories. Remembering Kyo Aiyo, his comrade and savior, Shuji travelled to the ‘Tiger Pit’ Sect. However, instead of the strong and reliable woman, he was met with a cheerful and petite girl. He recalled the tragic past that had caused her to devote herself to the army, where in his previous life her family had fallen apart due to false rumors.\n\n‘This time, I will protect you.’\n\nHe vowed to repay the kindness he received in his previous life by changing her fate. With a spear in his right hand, Shuji steps into the battlefield once again, becoming the Unrivaled Spear Demon.",
    "image": "https://uploads.mangadex.org/covers/6fddfae6-012a-4cea-88ba-37a5aabc7e7f/db37f5f5-6814-427d-a9d5-991d0df51db3.jpg",
    "moods": []
  },
  {
    "title": "I Ended Up Training the Villain Too Well Too Early",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On their 10th birthday, a child regains memories of a past life and realizes their family is destined to be destroyed by a future villain. To prevent this, they decide to raise the neglected prince, the future villain, with care and guidance. However, their efforts work too well, leading to unintended consequences.",
    "image": "https://uploads.mangadex.org/covers/ee3f329e-edf5-4493-b8d4-313f02df5de6/4d0c7a68-c1f9-4b05-93fb-7c2e3383e8fc.jpg",
    "moods": []
  },
  {
    "title": "The Princess Imprints a Traitor",
    "chapter": "Chapter 88",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
    "image": "https://uploads.mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/38669769-56c8-4ab8-affc-0c5c5842760b.jpg",
    "moods": []
  },
  {
    "title": "Breaking the Prison",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The dragon is destined to crave the lost bead of life.\nTherefore, the dragon's companion is not chosen, but determined.\nEmperor Isbrandt, born with the thickest dragon's blood since the beginning of the Empire.\nThe moment he finds Seren Lubarb among the smell of blood and screams,\nIsbrandt realizes the unpleasant feeling flowing through his veins.\nShe is the bead of life that the dragon's blood has been longing for,\nand he has been longing for this woman like crazy since before his life began.\nLovely and annoying.\nSeren's body, which embraces the rampaging dragon's blood, was moist,\nand she always gave off a sweet scent whenever she clung to him.\nHe wanted to tear the delicate woman apart like a butterfly's wing and eat her thoroughly.\nHe ate all her sobs and screams and filled his desire instead.\nSeren Lubarb belongs to Isbrandt.\nIt was destined that way from the beginning.\nBut.\nSeren betrayed him and ran away.\nEven while carrying my child in my womb.",
    "image": "https://uploads.mangadex.org/covers/e43b8a6d-df77-4802-82bd-2edde1f2f0dd/0d87aac4-f035-43b0-9531-2eb4d3420476.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "The Count’s Youngest Son is A Player",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. \n\nNow the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. \n\nJoin him as he embarks on a thrilling quest to reshape his fate!",
    "image": "https://uploads.mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "moods": []
  },
  {
    "title": "An Unseemly Lady",
    "chapter": "Chapter 125",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death.",
    "image": "https://uploads.mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "moods": []
  },
  {
    "title": "Fakes Don’t Want To Be Real",
    "chapter": "Chapter 108",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Humans that wear clothing with ancient elements, knights that use elemental magic, cultivators that soar through the sky on their swords, a loli squad who fights using nanomachines, undeads who came from a door to another world, Super Saiyans… These all aren't important, what's important is: \"Do you want to become rich\"? Top of the realms! Strongest in the universe! Earning the name of the richest man alive in Forbes! Taking you on journeys around the realms! Teach you how to be the richest! Teaching you how to achieve financial freedom! Earn an astronomically large sum of money!!",
    "image": "https://uploads.mangadex.org/covers/2363db38-ffd7-4895-bdcc-c860f64cdf2d/2687aa80-db07-42ca-84c9-08b4bdd190fb.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tutor of the Royal Twins",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
    "image": "https://uploads.mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Regret My Second Life, The Happy Ending Comes After Revenge",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The husband she loved, the only friend she trusted. But at the brink of death, Sereniel realized the truth: everything was a conspiracy woven with lies and betrayal. At that moment, love turned into hatred, and she vowed revenge. At the edge of despair, the one she reached out to was the duke feared as the “Emperor’s Dog”—Lexion Rosenbester—ruthless and merciless, known for crushing any who opposed imperial authority. The coldest and most dangerous man in the world. The conditions he set to aid her were only two: First, completely abandon that worthless man. And second—. Thus began the dangerous contract between the two. Yet, there is no hesitation. Sereniel’s second life had begun solely for revenge.",
    "image": "https://uploads.mangadex.org/covers/2b7e33fd-e9af-4276-b7ec-24822fa232ba/7aed68da-2e71-4bf7-9355-ca84b998a3f6.jpg",
    "moods": []
  },
  {
    "title": "I Became the Youngest Sister-in-law of the Ruined Reverse Harem’s Male Leads",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "One feverish night, 6-year-old Liliana Bercchio suddenly recalls the plot of a tragic reverse harem novel. Unsure if she's been reincarnated or has time traveled, her young mind struggles to make sense of it all. Her family is doomed to get caught up in the protagonists' mess—but there's still time… or so she thought. When she witnesses the female lead's death and the deranged male leads appear before her sisters, the story takes a turn. They seem different now, but is her family truly safe?",
    "image": "https://uploads.mangadex.org/covers/3fdfc75c-7b51-474b-8d45-d0decdc0c782/76efb301-bb3b-4664-a7ff-501bfdf5ce3e.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want to Work!",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
    "image": "https://uploads.mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/90236063-df32-4fe1-b801-f65d7ee2e17d.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 157",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "The Abandoned Bachelorette Enjoys Her Simple Life",
    "chapter": "Chapter 91",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Catherine did not want much.\n\nEven if she did not have luxurious clothes and shoes, she was alright with her hideously frayed bedroom curtains and her shoes that were so worn at the soles it was different in height.\n\nIt had been two years since she started enduring it for the sake of her late mother.\n\nShe no longer felt the need to do that.\n\n\"Alright, I'll leave.\"\n\nCatherine was tired of everything.\n\n***\n\n\"Are you the Pope's watchdog? You've done well coming all the way here.\"\n\nThe man who intruded her home was drenched from head to toe.\nShe could see mud squished beneath his black leather boots.\n\nUnbelievable.\nTo think he would drag in not grass, but mud, while she was cleaning the floors!\n\n\"You've got quite the disguise. Even I was almost fooled into thinking that you're just an ordinary city woman---\"\n\"Wipe it.\"\n\nShe pushed the rag she held onto the man.\n\n\"Why are you looking at me so foolishly? I told you to wipe the floor. And it's not proper to show your sword when it's our first time meeting each other. Is it not enough that you intruded that you would want to be reported for attempted murder?\"",
    "image": "https://uploads.mangadex.org/covers/2cf89460-4b70-4d1c-b66b-123ef530f5de/4ab83b91-4756-4223-903d-fb95f8188580.jpg",
    "moods": []
  },
  {
    "title": "Brinny And The Empty Seat",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance"
    ],
    "summary": "A story about a possessor in a book who would even commit murder to achieve their goals.\n\nBrinny, who lived in compliance with her stepfather, thought it was something that had nothing to do with her—until she got entangled in an incident with the sickly 2nd Prince, Lucian.\nIn a moment of crisis, Brinny uses her immense strength to save Lucian and feels relieved when she sees that the possessor ‘Aridna’ has been captured, believing everything has been resolved.\nBut somehow, her beloved sister and the 1st Prince die in a carriage accident, and afterwards, even her now-fiancé Lucian starts acting strangely.\nWasn’t the possessor executed in the past?\nCould ‘Aridna’ still be alive?\nDetermined to fill the void left by her lost loved ones, Brinny makes up her mind.\nShe will fight against the possessor.",
    "image": "https://uploads.mangadex.org/covers/0a1caa35-205d-49f5-a611-018abe0b9433/a25f71c7-314c-4226-bdcd-c730beab6b57.png",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Saved You, but I’m Not Responsible",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Mystery",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I was the one abandoned, yet I seem to have grown up the most mentally stable! \n\nI was ordered to serve my fake counterpart as her maid, so I decided to go undercover. But something's off with my former family. Whatever, it's not my problem! So, I just focused on my task... \n\n\"Are you really not going to live with us?\"\n\nThe eldest, who used to show obsessive control over the fake, started acting strangely toward me. \n\"I never thought I’d feel such camaraderie and trust with the opposite sex. You’re strangely too comfortable.\" \n\nThe second brother, who was on the brink of falling into darkness, managed to get back on track thanks to me. \n\"I didn’t come here to help them film their regret-filled family drama.\" \n\nI tried to ignore everything and quickly moved on to my next mission… but why do I keep running into people whose lives are completely messed up? \n\nWhy is everyone in perfect need of saving?",
    "image": "https://uploads.mangadex.org/covers/0a5118c8-b47e-47b3-9048-f593abda30e4/66efb1ac-7c53-408d-a66d-d670a576880b.jpg",
    "moods": []
  },
  {
    "title": "The Rankers Guide to Live an Ordinary Life",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "summary": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?\n\n---\nIn a world filled with towers, dungeons, and monsters, some people have awakened with special powers. While these hunters risk their lives in battle and climb the world rankings, Jio Gyeon is happy to just sit back and enjoy a simple life of leisure. But Jio has a secret—she’s the strongest hunter in the world. But when a time traveling stranger warns her of humanity’s bleak future, will Jio finally take action? And what enemies are waiting for her to reveal her true identity?",
    "image": "https://uploads.mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/65361f9c-7ee5-4664-b104-553ad6fe3c2d.jpg",
    "moods": []
  },
  {
    "title": "Childhood Friend of the Zenith",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation’s top idol, cut all ties with him using a line straight out of a drama.\n\nForced into submission for years as her so-called childhood friend, Kazuma decides it’s finally time for his first-ever rebellion. He’s done playing lapdog. This time, he’s taking back his freedom—and aiming for a normal school life.\n\nEscaping a powerful beauty like her is easier said than done...",
    "image": "https://uploads.mangadex.org/covers/202718c6-525e-4cec-a469-c945548cacc3/7d7feb20-275b-4729-8d09-638d4ce67d3b.jpg",
    "moods": []
  },
  {
    "title": "Absolute Love Enforcement The Reason Why a Female Soldier Became The Beloved Character in Her New Life",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Joseon prince went to America and didn’t return",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Due to a sudden natural disaster, Park Byung-jun, a Korean-American lobbyist, finds himself reincarnated as Yi Kang, the second son of Emperor Gojong of the Korean Empire, at the moment of his death. Armed with his knowledge of the original history, he crosses over to the United States and begins his own new business to amass wealth!",
    "image": "https://uploads.mangadex.org/covers/df8b50dd-f5ab-445a-882b-3f5bbdf7f00e/084b482e-4e9f-4319-b524-cac4526e3be2.jpg",
    "moods": []
  },
  {
    "title": "The duke picked up something in the forest",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
    "image": "https://uploads.mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "moods": []
  },
  {
    "title": "Youth Lovesome",
    "chapter": "Chapter 45",
    "genre": [
      "Romance"
    ],
    "summary": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
    "image": "https://uploads.mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "moods": []
  },
  {
    "title": "Marriage Contract With Two Husbands",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Tricked by her best friend, her first time was taken away by the cold CEO of the company she works for. After she finds herself pregnant and forced to marry by his grandmother. He comes up with a marriage contract. What will their life be like, and will it turn as true love in the end?",
    "image": "https://uploads.mangadex.org/covers/02d5f7d6-03dc-46a8-b495-db514c2b4fff/8405c0ec-17bb-4cf3-96a4-0d88b3ba4fdf.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Will Give You a Massage",
    "chapter": "Chapter 67",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "summary": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!",
    "image": "https://uploads.mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 69",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "I’ll Be The Matriarch In This Life",
    "chapter": "Chapter 196",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Time travel",
      "Webtoons"
    ],
    "summary": "\"Juliana, your fiancé has been decided.”\nAt that moment, the frail daughter of an earl awakened to a shocking truth—within her resided the soul of the infamous \"Cold-Hearted Emperor\" Julius. A man whose ruthless conquests left behind mountains of corpses and an empire under his iron rule. \n\nNow, reborn as a delicate young noble girl, Julius finds himself in a seemingly peaceful era. But beneath the surface lurk corruption, poverty, and disease, all exploited by scheming villains. With the wisdom and might of a former emperor, Juliana will not stand idly by. The young lady who once ruled as a tyrant is ready to cleanse the empire once more—this time, with her tiny hands. \n\nA dark yet thrilling tale of power, justice, and a battle against the hidden evils of the empire begins!",
    "image": "https://uploads.mangadex.org/covers/0ca5bda2-0567-4529-963f-4136a098d4aa/fd7f246a-9662-41c7-9671-457ee7e28114.jpg",
    "moods": []
  },
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Another Woman’s Man",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Jung Eun-ae, whose life goal is to marry Jin-hong—an undeniably perfect boyfriend—and to build a family anyone would envy.\n\nGrowing weary of her boyfriend, who fails to fill her loneliness,\n\nshe finds herself drawn to her senior, Lee Jae-won,\n\nwho, despite his seemingly indifferent demeanor, is surprisingly considerate.\n\nDespite knowing that he is a married man,\n\nshe begins to feel an attraction toward him,\n\nand in order to have him,\n\nshe consciously—or perhaps unconsciously—starts to shatter her own moral beliefs one by one...",
    "image": "https://uploads.mangadex.org/covers/34f0a899-326e-4caa-bd28-4c530ce77d94/d25faf28-49ca-48cc-a871-ae4abac6e359.jpg",
    "moods": []
  },
  {
    "title": "Heart-Pounding Cute Poem",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Romance"
    ],
    "summary": "Choi Do-yeon continued to make a living as a game streamer in a rented room in Banjiha.\nTo his hometown senior and broadcasting senior, who helped him a lot,\nYou'll get a link to a game.\nIn front of Doyeon, who downloaded [Heart-Pounding Ghostly Poem] without thinking about it\nYou start to see girls who shouldn't be seen.\nPanic is also momentarily timed and the virgin ghost love sim that risks her life begins.",
    "image": "https://uploads.mangadex.org/covers/2ef5d94a-04d7-405b-9213-4b08e376e615/70486a26-220d-4bf8-89f0-5062b87114d1.jpg",
    "moods": []
  },
  {
    "title": "Legendary Youngest Son of the Marquis House",
    "chapter": "Chapter 141",
    "genre": [
      "Action",
      "Fantasy",
      "Shounen"
    ],
    "summary": "After getting revenge on the Thulcaan Empire, Jack Valantier took his last breath. But just when he thinks it's all over, he finds himself transported back to when he was 14!\n\nFrom his negligent and wicked family to his loyal servant and caring sister, it's all just as he had remembered. But this time, Jack is armed to the teeth with decades of experience from his previous life! He's ready to give them hell, and those that have wronged him will pay dearly.\n\nBecause this time, he's invincible.",
    "image": "https://uploads.mangadex.org/covers/43547c04-8fa2-49ce-84b4-b0424dd98bd6/88ff8ee0-26e4-474a-9e60-90a68b7767ab.jpg",
    "moods": []
  },
  {
    "title": "Surviving with an SSS-Rank Inventory",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Sora was summoned to another world as a hero. While other heroes were bestowed with powerful combat skills, Sora’s skill was something ordinary: Alchemy. Ridiculed for having a useless skill, he was exiled to the Demon Forest. However, little did they know, his skill was actually an exceptional SSS-Rank skill!",
    "image": "https://uploads.mangadex.org/covers/84280dd7-ef27-4ab4-a54f-cfed7b985652/a9a5c0a8-dd92-4db2-97a3-e1065d1191d4.jpg",
    "moods": []
  },
  {
    "title": "The Sister Who Once Hated Me Now Loves Me",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Interspecies Protection Agency",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Count Carlos is a half-demon, a hybrid of demon and human?!\n\nSera, who was kicked out of the mansion where she had worked for 10 years overnight for discovering the Count’s secret. Barely managing to find a new job, she ends up at the ‘Xenogeneic Protection Management Bureau’.\n\nSera, who became the caretaker of the vampire ‘Vlad family’, thought she would live happily with the xenogeneic beings, but…\n\nThe previous caretaker stole the Vlad family’s heirloom ‘Red Gem’ and ran away? Sera is threatened by the family to find the ‘Red Gem’.\n\nBy night a caretaker, by day searching for the heirloom, even a suspicious crown prince approaches Sera, who is struggling…\n\nWill the new caretaker Sera be able to safely retrieve the Red Gem?",
    "image": "https://uploads.mangadex.org/covers/d718fd29-a1c6-4db6-a835-b43c60858d5b/9cc3c9f3-df01-422f-91d5-59c1a44c216e.png",
    "moods": []
  },
  {
    "title": "Black Killer Whale Baby",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "kids",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.\n\n---\nAt age 3, Calypso Aquasiadel is the most outstanding genius her family's ever seen, and no wonder... She's actually a modern girl who's been reborn into the same novel thrice! This time around, Calypso's determined to harness the powers of the mysterious dragon duke and send herself back home. The only problem is, she'll first need to earn the respect of her hardened family to survive until then! Can Calypso win their approval and even their hearts? Or is this life doomed for another do-over?",
    "image": "https://uploads.mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "moods": []
  },
  {
    "title": "I Became the Wicked Beastman’s Catnip",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Reborn as the prophesied savior of a feline tribe, a former lab victim vows to atone by helping them survive, then leave. But her plans unravel when the tribe’s proud princes, who should’ve been distant, begin circling her like curious cats.",
    "image": "https://uploads.mangadex.org/covers/2963e423-fcea-4aeb-b6f9-2b5be2fb0b13/4227cdc3-59df-4b09-97a8-9e9021af5058.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cure for the Tyrant in the Waste Novel",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I transmigrated into an explicit 19+ novel as the villain. And it happened to be at the moment when I was about to take over the Emperor on the bed. Until then, I thought I had died without moving a muscle. Enoch Philip de Harte was a tyrant who hated any contact with others. But he insists that I am the cure to melt the ice in his heart and follows me around…",
    "image": "https://uploads.mangadex.org/covers/78530a1f-cba9-434a-82c2-6a00d58b12fc/22b0514b-b042-4e35-a4f9-f8a02f16cf9b.jpg",
    "moods": []
  },
  {
    "title": "In the Grasp of a Loving Yet Possessive Male Lead",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 89",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  },
  {
    "title": "Your Ryan",
    "chapter": "Chapter 5",
    "genre": [
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "For centuries the Lee and Dai had shared a deep bond in the form of a master-servant relationship which gradually evolved into a strong friendship between the heirs of both families. Therefore true to tradition Dai Xiaodao (aka Dai Xiaoshuang) decides to assume the role of the manservant for Li Qingri (aka childhood friend) in place of her dead brother, Dai Dadao.   \n  \nTo her chagrin, pretending to be a boy was but the tip of the iceberg in terms of the list of challenges that would come her way. On top of having to contain her secret love for Li Qingri who has become her roommate… what's the deal with that sinister-looking senpai (who's always flashing some fish at her) and that sweet-looking female classmate (who's really a carnivore in herbivore's clothing)!   \n  \nAll that aside, what was that mysteriously beautiful scent that Dai Xiaodao got a whiff of when she bumped into the notorious Ye Weien at that secret path? Surely, no matter what the legend says, that obnoxious playboy could not be the man of her destiny!",
    "image": "https://uploads.mangadex.org/covers/2faff886-bfde-4d86-a1c3-8ce189ca7674/b413cc06-fc37-4b99-b5ea-e61acb8bf35b.jpg",
    "moods": []
  }
]