[
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "I’m Stuck On The Same Day For A Thousand Years",
    "chapter": "Chapter 216",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
    "image": "https://uploads.mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "moods": []
  },
  {
    "title": "Ava the despised princess finds love and freedom",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance",
      "Royal family"
    ],
    "summary": "Women are nothing more than tools for giving birth to children! Ava, the princess of the Lorraine Empire, where discrimination against women is rampant, is considered a \"worthless princess\" and treated worse than a servant because she is a woman. While being whipped by her brother, Prince Aaron, the shock of the whipping brings back memories of her previous life, when she was overworked and killed by her superiors and brother. If things continue they are, she may die just like in her previous life -to protect herself, to gain her freedom, Ava resolves to defeat her brother and become the first female emperor.The scorned princess's survival in the imperial palace begins now!",
    "image": "https://uploads.mangadex.org/covers/d47e42ee-ab76-4c33-8917-47fc27a6b507/3b42cfb5-c5c1-4cbc-b5b6-cbe67af3c145.png",
    "moods": []
  },
  {
    "title": "Ankle Breaker",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 318",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 426",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "Surviving The Game as a Barbarian",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adaptation",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
    "image": "https://uploads.mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/51054a62-fcbd-472d-aee2-e6bd061721a8.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 751",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "The Godly Son-in-Law of the Nation",
    "chapter": "Chapter 18",
    "genre": [
      "Action",
      "Drama"
    ],
    "summary": "Five years ago, his father’s company was framed by someone, and he lost his money. Jiang Beichen suffered humiliation in front of his relatives in order to treat his father’s illness, and was even ruthlessly abandoned by his fiancee, and finally sank into the river. Five years later, he added glory to his body and returned strong. Not only did he sweep away all abuses and avenge his father, but he also stood on the top of Kyushu, overlooking the world.",
    "image": "https://uploads.mangadex.org/covers/5f1d3c6b-84f5-441a-95b6-362b106b1e75/3200ae88-9318-4cb9-a869-37ecd16bf406.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation of the Martial God",
    "chapter": "Chapter 30",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
    "image": "https://uploads.mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/cf60f76c-19fa-441f-b20d-9528180aaff7.jpg",
    "moods": []
  },
  {
    "title": "Don’t Look For Me",
    "chapter": "Chapter 59",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Nozomi Kashihara, a lonely hitman whose parents were killed, has never known warmth in his life. He betrayed the \"family\" that raised him and lived his life as a plain high school student, but after he saves a gal in his class from a group of delinquents, he somehow finds himself getting closer to her. Kashihara begins to suspect that she may be an assassin targeting him...",
    "image": "https://uploads.mangadex.org/covers/46dbf1b9-fb61-49ec-aa0a-3a8e94dc53c8/c1e92ed2-a1f5-4e86-82bd-b580846bf97d.jpg",
    "moods": []
  },
  {
    "title": "From Goblin to Goblin God",
    "chapter": "Chapter 75",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Lin Tian reincarnated as a goblin, the lowest rank of magical creatures, and initially, he had to lie low. Later, he fully unleashed the true nature of a goblin. Blessed with many offspring, the more children he has, the stronger he becomes thanks to the blessings from the gods!",
    "image": "https://uploads.mangadex.org/covers/a958abd8-745d-4f47-9c4d-89abae30f5df/c68a326b-16f5-4735-a23c-d1047ae036e8.png",
    "moods": []
  },
  {
    "title": "But Please, Help Me",
    "chapter": "Chapter 66",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "The last boss of the game Altena Fantasia...\n\n... Isn't me. I was reincarnated as one of his underling mob villains. Determined to take the place of the infamous last boss, I resolved to liven up the game as a true villain.\n\nBut for some reason, all my misdeeds end up being praised, and my reputation soars..!?\n\nHow did it come to this? Somebody, please tell me!",
    "image": "https://uploads.mangadex.org/covers/077812bd-6ee9-4756-a508-9148b254661e/4a133c57-e712-4820-8cc7-10a6498bb494.png",
    "moods": []
  },
  {
    "title": "How the Count’s Young Lady Tames the Emperor’s Dog",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Esmeralda, the Count's daughter, is forced to enter into a political marriage by her father. But she asks Alphonse, whom she first met at a ball, to date her, as she wants to find her own destiny. Alphonse's identity turns out to be the Emperor's 'watchdog', who settles cases in the underground society for the Empire. It was Alphonse who started this relationship only to use Esmeralda for his mission, but his heart is gradually drawn to her, rushing without hesitation. Meanwhile, Esmeralda who has been working hard and dating hard gets caught up in the middle of Black German-Iris's conspiracy...\n\nTW: Borderline toxic relationship in the beginning of the series. Please read with caution.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4446000746)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/95283)",
    "image": "https://uploads.mangadex.org/covers/69394d79-02ad-4a75-980a-d31ee9ebe35e/e7e584ce-d149-499a-881f-764d9116c106.png",
    "moods": []
  },
  {
    "title": "Will You Marry Me Under Contract, Your Highness?",
    "chapter": "Chapter 57",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "Jenesia, a brilliant sorcerer, was murdered after witnessing an affair between her fiancé and her best friend. With her final breath, Jenesia managed to use her magical powers to turn back time. Reliving her past, will Jenesia finally be able to find happiness?",
    "image": "https://uploads.mangadex.org/covers/3bec73a8-4bcb-4a5c-841b-96553d6bac9f/ba55bd6a-e9ab-4b01-bf3d-5cc1a7394406.jpg",
    "moods": []
  },
  {
    "title": "The Handmaiden Hates Childcare",
    "chapter": "Chapter 69",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "While working the regular shift in a supermarket, Ailene finds herself waking up in the body of a nanny within a fantasy novel. \n\nKnowing this character dies at the hands of the twin princes at the beginning of the novel, Ailene vows to raise these boys to be kindhearted and avoid their dark storyline. She fits right into her role and things seem to be looking up until the empire’s \"mad dog\" Duke Kasar stumbles into her life and asks her to pretend to be his lover. \n\nWill Ailene make it through the fantasy novel alive?!",
    "image": "https://uploads.mangadex.org/covers/0be5953a-301b-4458-a96f-958491768be1/00a6bd23-818e-4be1-8460-12f62bd701b8.jpg",
    "moods": []
  },
  {
    "title": "Sub Male Lead, Come to My Bed",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Oh dear author ㅠㅠ, since the main male lead is for the female lead, I’ll gladly take the sub-male lead.\n\nTo all my dear sub-male leads, please come to my bed right now!\n\nA comment I thoughtlessly left as if I had only read a novel, captivated by the sub-male leads.\n\nBut apparently, it was not a comment to be taken lightly.\n\n“My instincts tell me, to come to you. To come to your bed.”\n\nBecause of that, the sub-male leads in the novel started to become obsessed.\n\nBut not with me, with my bed!\n\n“Do not cross this line.”\n\n“I like this bed. Give it to me.”\n\n“I’ve never harbored a single ill thought towards you, not even the size of a fingernail.”\n\nFrom the crown prince to the mercenary king, even the successor of the wizard tower!\n\nBut those who were only interested in my bed started to change.\n\n“You’re too defenseless in front of me.”\n\n“I like you more than the bed.”\n\n“Is it wrong to want to know more about you?”\n\nJust when I thought I had escaped the villainess route, things got more complicated.\n\n…Why is everyone acting like this towards me? I just want to live quietly.",
    "image": "https://uploads.mangadex.org/covers/5761f036-1216-4ac0-b6c7-6e8088459dcc/b2470461-1477-41c0-b55f-24d40325fe81.png",
    "moods": []
  },
  {
    "title": "I Raised My Husband Wrong",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?",
    "image": "https://uploads.mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.\n\n---\nTareya DeLov awakens in a novel to find herself married to the cold and aloof Duke Anteros Mel DeLov, who's cheating on her with a mistress! Appalled, she immediately petitions for divorce, hoping to keep her share of wealth and win the public's sympathy. But as the divorce comes closer to being approved, Anteros won't leave Tareya alone, remorseful and relentlessly begging her to reconsider. Will Tareya succeed in separating from her husband? And what's with Anteros' sudden shift in attitude?",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "Couple, How Far You Can Go?",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Officially released by the author of \"[Zenbu Kimi no Sei](https://mangadex.org/title/82476383-e6a9-41a7-b98c-87cc8be9efbb/zenbu-kimi-no-sei)\" at Winter Comiket 2023.\n\nAlternative Online Retail: [Comic Seymour](https://www.cmoa.jp/title/285162/vol/1/)",
    "image": "https://uploads.mangadex.org/covers/31722514-664c-4632-8682-fefc64e5511c/c5964bc0-a655-44c9-a2b3-cc01ca255f1a.png",
    "moods": []
  },
  {
    "title": "I Won’t Regret My Second Life, The Happy Ending Comes After Revenge",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The husband she loved, the only friend she trusted. But at the brink of death, Sereniel realized the truth: everything was a conspiracy woven with lies and betrayal. At that moment, love turned into hatred, and she vowed revenge. At the edge of despair, the one she reached out to was the duke feared as the “Emperor’s Dog”—Lexion Rosenbester—ruthless and merciless, known for crushing any who opposed imperial authority. The coldest and most dangerous man in the world. The conditions he set to aid her were only two: First, completely abandon that worthless man. And second—. Thus began the dangerous contract between the two. Yet, there is no hesitation. Sereniel’s second life had begun solely for revenge.",
    "image": "https://uploads.mangadex.org/covers/2b7e33fd-e9af-4276-b7ec-24822fa232ba/7aed68da-2e71-4bf7-9355-ca84b998a3f6.jpg",
    "moods": []
  },
  {
    "title": "the empresss time reversed abducted marriage",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Final-Boss Prince is Somehow Obsessed with the Chubby Villainess: Reincarnated Me",
    "chapter": "Chapter 68",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "After dying of illness, she has been reincarnated as Celine, the selfish, fat, villainous duchess, sister of the heroine of a popular novel.\nIf she stays this way, she will be killed by the hero prince and die a miserable death, just as in the novel. She vows to reform herself with all her might and begins to struggle, but she finds herself caught up in unexpected doting and obsession..!\nWill Celine be able to find \"peaceful happiness\"?\n\nA fantasy love story about a reincarnation in another world where she is loved too much by a Yandere.",
    "image": "https://uploads.mangadex.org/covers/c174ddf6-24b3-4705-ad97-c80586cf9480/ef8e1393-ba29-43fe-9a67-9b09fac9acec.jpg",
    "moods": []
  },
  {
    "title": "My duke is Not Dead",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "You Are My Thousands of Stars",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"One year later, we'll divorce and have no contact.\" Ji Yi agreed to the fake marriage proposal from He Jichen for one reason: she firmly believed that the perfect lover, He Jichen, would never fall in love with her. From playing pretend after the marriage to the real deal, a year later, separation wasn't even on the table – they couldn't even part from the bed. Can't handle the trouble? Why not run away then?",
    "image": "https://uploads.mangadex.org/covers/70249bc9-c214-44a7-999a-4b6eecd4bed7/238d54b4-4023-4b8d-b7fd-756b1f277146.png",
    "moods": []
  },
  {
    "title": "Why Do You Love Me When I Refuse Your Request?",
    "chapter": "Chapter 60",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Shuelina has only ever wanted to be loved as she grew up in an orphanage.\nBut after her birth father rejected her in a previous life, she tries to find a family who will accept her in this one.\nLuckily, Archduke Bylot and his sons fall for her indomitable spirit, and they shower her with the love she has longed for.\nBut once they find out she's the long-lost imperial princess, can she be a part of their family?\nOr will she have to go back to the people who sent her away in the first place?\n\n(Source: Tapas)\n\n___\nAlternative Raw: [Daum](https://webtoon.kakao.com/content/-/4185)\nOfficial JP translation: [Piccoma](https://jp.piccoma.com/web/product/173647)",
    "image": "https://uploads.mangadex.org/covers/45501a89-963a-4690-9df1-0f340b0e09a7/d63ca5d2-9a5c-47f0-950c-cd0ce1bbb753.jpg",
    "moods": []
  },
  {
    "title": "The Emperor’s Dog",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Five thousand years ago, teenager who had countlessly longed for cultivation, but because of his special physique, was unable to break through the physical training period and enter the next realm of cultivation. He has been practicing from the ancient mythology era to modern day.",
    "image": "https://uploads.mangadex.org/covers/fb983259-a877-440e-a468-58446cf6a2cf/ec257f37-9d8e-48de-9c11-d8387f14d267.jpg",
    "moods": []
  },
  {
    "title": "Who Kidnapped the Empress?",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/e5dd452b-5f37-4702-a0e5-6b51a1bd6989/76837366-7629-4006-b4c2-dd5dd3c4ca29.jpg",
    "moods": []
  },
  {
    "title": "Roots of the Heart",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "With no friends, family, or romance to speak of, Haruka has lived his life just going through the motions—until the day he awakens in the body of a beautiful, and womanly, dark elf! Suddenly, a world beyond his wildest imagination awaits, and uncontainable excitement races through him. There’s just one problem: He gave up on putting himself out there a long time ago and has no idea how to strike up a conversation with other people. Teenagers and (other) women are certainly no exception. But with a bottomless well of mana and a ridiculously tough body to boot, Haruka won’t let any overthinking get in the way this time. Little by little, the dark elf works past his (her) fears and self-doubt, forging deep bonds with precious new friends and growing together with them. So begins a heartwarming story of an old man determined to make the most of this new fantastical lease on life!",
    "image": "https://uploads.mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/441ab7ea-62f6-4dce-8fa2-16256f45ceb8.jpg",
    "moods": []
  },
  {
    "title": "Describe Your Feeling When Being Reincarnated as Your Husband’s Mistress",
    "chapter": "Chapter 63",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Adrienne Trovica, the sole Grand Duchess of the Rhonta Empire, suddenly dies from a seizure and wakes up in the body of Countess Bleiah Acacia, who looks exactly like her. As it turns out, Bleiah is no ordinary woman. She was the mistress of Adrienne’s loving husband, Noevian Trovica. Adrienne, shocked by the news, attends her funeral as Bleiah to confirm the rumor. To her surprise, she sees a man crying for her at her grave. Who is this mystery man, and was everything that she knew about her husband a lie?",
    "image": "https://uploads.mangadex.org/covers/ff594e5d-827c-416b-a9b5-6cfcd798f404/c8b47c8b-ae80-41b5-b9c5-4c0e1c8fa3a3.jpg",
    "moods": []
  },
  {
    "title": "Invasion of the Myriad Races: Starting by Taming a Legendary Beast",
    "chapter": "Chapter 46",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhua"
    ],
    "summary": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
    "image": "https://uploads.mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "moods": []
  },
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The apocalypse game swept across the globe and merged with the real world, causing the collapse of order. In his previous life, Ye Xiao devoted everything to elevating his fiancée, Liu Ruyan, to the pinnacle of power, only to have his heart literally ripped out by her on the day of their engagement and transplanted into her male best friend. Reborn into a new life, Ye Xiao resolves to ascend the throne alone. Before the game closes its recharge portal, he spends billions of his fortune to switch to a god-level profession.\n\n---\n\n**Original Webtoon**: \n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/24688)",
    "image": "https://uploads.mangadex.org/covers/2d23a9d0-f059-44eb-be16-599baa40eed0/40272cb9-eb09-4e0a-a5e6-b95134340b2d.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated Escort Warrior",
    "chapter": "Chapter 118",
    "genre": [
      "Action",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Although an old porter has shown great determination and loyalty to his escort agency, he is never given the chance to become an armed escort due to his bad leg. But after sacrificing his life to keep a priceless treasure from a group of bandits, he is reborn as the 22-year-old Li Zhenglong who died 30 years ago! Now, in the body of the fourth young master of the Heavenly Dragon Escort Agency, will he finally realize his dream? Or will Li Zhenglong's terrible reputation ruin it all?",
    "image": "https://uploads.mangadex.org/covers/00714216-e23d-4485-8d55-d30ece04812f/be45daf0-5dcb-454e-b861-bfd54cf76425.jpg",
    "moods": []
  },
  {
    "title": "Reborn as a Monster 2: Rise of the Beast God",
    "chapter": "Chapter 101",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "A thousand years ago, under the blood moon, spatial rifts opened, heralding the era of monsters! Countless monsters rampaged across the globe! Just as humanity was on the brink of complete extinction, the emergence of “Beast Spirit Masters” brought a glimmer of hope to all of humanity! With generations of inheritance and the development of “Beast Spirit Masters”, humanity successfully created a new civilizational order to combat the monster invasion! Lin Yuan, who was a top assassin in his previous life but was tragically betrayed and killed by his organization, transmigrates…",
    "image": "https://uploads.mangadex.org/covers/76fc9eb7-e715-4b3f-b9dd-79baa400337a/5c880766-6e54-4830-becc-477a799aaa65.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 106",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/2c1d17d6-3d27-4326-893f-3735d139eeb9.jpg",
    "moods": []
  },
  {
    "title": "Regressor’s Life After Retirement",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adaptation",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "After two decades of battling extradimensional monsters and protecting the world, Lim Dae-in is finally ready to retire and enjoy a peaceful life. However, the morning after his retirement party, he wakes up to find himself back in time… before he even gained his powers. \n\nArmed with knowledge of the future, Dae-in is determined to secure his fortune and retire again, but this time within three years.",
    "image": "https://uploads.mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/33a98333-b7a1-4315-bd14-76a291109793.jpg",
    "moods": []
  },
  {
    "title": "Anyone Can See It’s A Beast",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Q: Can a wolf and a lion get married and have a rabbit as a kid?\nA: Stop talking nonsense, wash your feet, and go to sleep.\n\n... And just like that, I ended up in a situation where I really should just wash my feet and sleep. My dad's a lion, my mom's a wolf, and somehow, I'm a rabbit. Not just any rabbit, an extra who becomes the trigger for a war in the novel! At this rate, not only will everyone die, but both my mom's and dad's entire families will be wiped out.\n\n'No way. I have to change my fate somehow.'\n\nI clenched my fists and stood up determinedly, but then...\n\n\"Chloe, do you know what's for dinner tonight? That's right... rabbit meat!\"\n\nFirst things first, I need to make sure the wolves at home don't find out what I really am.\n\nI thought all I had to do was hide the fact that I'm a rabbit. But a bigger problem showed up. Of all the countless special abilities among beastmen, I just had to get \"being pitied.\" I thought this life was doomed too, but then...\n\n\"We’re not fighting. So... don't cry, okay? Please.\"\n\nMy parents, who even stopped a war because they were worried about me.\n\n\"Just say the word. If you want, I can kill everyone who's bullying you.\"\n\nAnd even the original novel's male lead, who's gone a little overboard taking my side.\n\nHonestly... stopping a war might be easier than I thought. Maybe this ability... is more useful than I realized?",
    "image": "https://uploads.mangadex.org/covers/c28acebf-bbf0-47df-96aa-1e6b95f94f6e/e2ec1fca-3e84-4412-932f-17dc8b26d1a8.jpg",
    "moods": []
  },
  {
    "title": "Number One Beast Master",
    "chapter": "Chapter 72",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Minamino Chinatsu is a beautiful girl who's incredibly popular and easygoing. Ever since I met her in the fall of my first year of high school, my life has been anything but ordinary. It all changed when another guy with the same name as me showed up at school – a handsome one, no less – and suddenly my classmates started calling me 'Number Two.'\n\n\"You're not 'Number Two' to me,\" she said. \"Besides, it's me who wants to kiss you first.\"\n\nMy relationship with Chinatsu goes beyond just school. We play street basketball after class, cook meals together, share secrets, and even grow physically closer. I thought I was fine being alone, but she accepts me for who I am. And because of that, I want to give her the same in return.\n\nThis is a coming-of-age love story about realizing how precious even the simplest desires can be.\n\n(Source: Kadokawa, translated)",
    "image": "https://uploads.mangadex.org/covers/63499126-62dd-4f0f-84f2-2915bc4f2048/61244014-d522-46d0-b16d-a1edafe0442c.png",
    "moods": []
  },
  {
    "title": "Potion Witch",
    "chapter": "Chapter 79",
    "genre": [
      "Drama",
      "Fantasy"
    ],
    "summary": "\"I want you to make me a love potion.\"\n\nThe “Witch of the Lake” had her heart broken when the object of her one-sided affection requested that she make him a love potion.\n\nIf that’s the case, then I wish to spend more time with him, even if it’s just up until the preparations for the love potion are complete. That was what I had told myself, and yet…\n\nThe romantic tale of a reclusive witch and a solemn knight that begins from unrequited love.\n\n---\n\n[Official English Light Novel](https://crossinfworld.com/Hello-I-am-a-Witch-and-my-Crush-Wants-me-to-Make-a-Love-Potion.html)",
    "image": "https://uploads.mangadex.org/covers/9c756e83-1032-4338-82ca-47ae9d7f999a/5a172378-9dd8-4ce3-8fc7-f0ad1cbc1bff.jpg",
    "moods": []
  },
  {
    "title": "Children of Orbit",
    "chapter": "Chapter 79",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m a Side Character in a Martial Arts Novel. Will You Raise Me?",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Diligent Villainess Gets Her Revenge In This Life",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Child of Sin is the Beloved Bride of the Ice Lion",
    "chapter": "Chapter 21",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Contractually Married Husband Wants Me",
    "chapter": "Chapter 18",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 48",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Was a Sacrificial Princess, but I Reincarnated and Became the Body Pillow of the Demon King",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Tames the Beast",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "The handsome Duke Voreoti is the most terrifying man in the empire, with the coldest of demeanors and a gaze that can kill. But one day, he suddenly says that he wants to… adopt a child?! And that child is me?! After finding me at a shady orphanage, he whisked me away to his snowy palace without a second thought. Now I’m learning all the ways of the feared Voreoti family from his knights. However, things get dicey when the Duke becomes suspicious of my origins. With these fangs and jet black hair, perhaps we are more than just kindred spirits…\n\n---\n\"I'm going to adopt a child.\"\n\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\n\n\"Even as you breathe right now, I'm earning money.\"\n\"It's confidence, not arrogance.\"\n\"My face really does have its advantages.\"\nThe most arrogant father in the whole world, and-\n\n\"I love muscles the most. Let's get muscular.\"\n\"Show me your thigh muscles! Your butt would be even better!\"\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \n\nAnd… \"I will give his excellency the information he wants most.\"\n\n\"Information I want most, you say…\"\n\n\"You won’t regret it.\"\n\n…A stepmother(?) with a strange secret as well.",
    "image": "https://uploads.mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/8916a7ac-b0e8-404c-9131-6f89f7752d3d.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want to Remarry a Tyrant",
    "chapter": "Chapter 28",
    "genre": [
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "She Is Obsessed With the Possessive Flame Emperor",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Court of Music and Dance",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  }
]