[
  {
    "title": "It’s a thing, it’s a thing",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "I, Honjou Kaede, was invited by my friend, Shiromine Risa, to play a VRMMO. I don't hate games, but painful things are a little… no, I hate it very, very much. Eh!… the pain would be reduced if I placed stats on defense power? Then, the only place where I can place it, is there right? Right? Solidly fortify everything into defense, now here I come!",
    "image": "https://uploads.mangadex.org/covers/932158c8-1f78-4f8d-be23-b205c479fe80/78b97e8b-3831-45a5-9be6-32cf411e50e3.jpg",
    "moods": []
  },
  {
    "title": "Cassnier’s Secret Memoirs",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want to Be Loved",
    "chapter": "Chapter 44",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "In this world, the path of literature is held in high esteem. Literary scholars control literary works, cultivate literary Qi and establish literary palaces. Bringing with memories of his previous world, Li Chang An arrived at the peerless world of literature but the Holy Father just had to pick him to be the saint!",
    "image": "https://uploads.mangadex.org/covers/05fc1afe-0684-4b9d-9109-3dcdb0586b9f/242d4420-fe48-4484-b1c1-be07c0a223f7.jpg",
    "moods": []
  },
  {
    "title": "The Stepmother Likes Harems",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Manhwa",
      "One shot",
      "Reverse harem",
      "Romance",
      "Shoujo"
    ],
    "summary": "When a girl abused by her father wakes up in a novel as Luella Masimelle, the cruel stepmother of the protagonist Hirah, she is determined to make things different. To do this, she proposes a contractual marriage to Duke Huppert to make him Hirah's guardian, but the duke surprisingly seems genuinely interested in her. And with the once timid Hirah also starting to open up and show affection to her, Luella begins to wonder if she'll finally have a happy family... Or is it all too good to be true?\n\n---\nThe oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me.",
    "image": "https://uploads.mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "moods": []
  },
  {
    "title": "The Flower Who Bears The Sword",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "A young boy named Mikazuki Kenya was abandoned by his parents, bullied in high school, and left in solitude. At the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming. A meeting with Kaguya and Reina, the heroines from the immensely popular game Knight of Giant. The time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die. To change that fate, he dedicated his life to mastering the game and becoming the strongest in the world. Suddenly, Kenya finds himself entering the world of Knight of Giant?!",
    "image": "https://uploads.mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/4e4d552c-001f-403f-a141-24d768fa978b.jpg",
    "moods": []
  },
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "Infinite Mage",
    "chapter": "Chapter 127",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?",
    "image": "https://uploads.mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "moods": []
  },
  {
    "title": "What Can I Do Alone?",
    "chapter": "Chapter 43",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Byeon Tae-in was an ordinary geek, completely engrossed in webtoons and internet culture—until one day, everything changed. Gates opened, monsters poured out, and humanity teetered on the edge of annihilation. But unlike everyone else, Taein didn’t feel fear; he felt a rush of excitement, as if he had been thrown straight into one of his favorite webtoons! “These monsters look like the weak ones that always show up at the start to highlight the hero’s new powers!” And then, something extraordinary appeared before him: [You have been chosen.] status window? Perfect! Taein had consumed every webtoon in existence. Now, if he becomes the strongest in this world… what kind of epic story will he write next?",
    "image": "https://uploads.mangadex.org/covers/40bb7285-b317-40c9-9ba3-c00df793ae38/bbcd3ac5-78d0-4ae4-971a-12203699275e.jpg",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 29",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "The DUKE who fell into darkness dotes on The VILLAINESS",
    "chapter": "Chapter 38",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Unrequited Love Doesn’t End With Marriage",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”",
    "image": "https://uploads.mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "moods": []
  },
  {
    "title": "The Duke’s Daughter Tames the Beast",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Queen Kristian was framed by her half-sister and executed at just 16 years old. Another sixteen years have passed since then, and the daughter of a duke is about to make her societal debut—her name is Tiaresia. Always close at hand is her loyal servant, growing more impatient by the day. In truth, this handsome servant is a demon, waiting to reap the rewards of a magical contract made with Tiaresia—the reincarnated former queen Kristian. Together, they plan to exact a calculated and tragic revenge.\n\n(Source: Manga UP! Global)",
    "image": "https://uploads.mangadex.org/covers/47f1436c-cb88-4645-bbf7-605873c567f3/c270cff0-e85d-4123-9295-b2cbb1b46c95.jpg",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "The Concept-Grasping Magical Genius",
    "chapter": "Chapter 28",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Pauline became a mother figure to Rowan, who had lost everything. After Pauline left, Rowan grieved her and awakened to a power called 'Mana'. What's more, Rowan could even see the Mana of other people! \n\nThrough mana, even though he's apart from Pauline, he can always feel like she's with him...\n\nOne day, Rowan encounters a shocking sight of Pauline, who he believed had left for a noble family.",
    "image": "https://uploads.mangadex.org/covers/15da41d3-7303-45cb-a590-a2a58851d140/f38ad811-4329-4c33-afcf-34780d4abac3.png",
    "moods": []
  },
  {
    "title": "Steel-Eating Player",
    "chapter": "Chapter 87",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Steel Emperor Hyeonuk Lee, the last savior of humanity, has died. The place he returned to in order to change the future is... the military?!! Why here of all places?! Corporal Hyeonuk Lee's steel eating show begins as he rapidly grows to get revenge!",
    "image": "https://uploads.mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/8b5be24a-a5ab-4657-b047-118cca31654e.jpg",
    "moods": []
  },
  {
    "title": "Silent And Wild Winter Cabin",
    "chapter": "Chapter 25",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "If You Remove the Kind Protagonist’s Mask",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "For the sake of survival, I kissed the protagonist and we became partners. But I just can't believe that the 'kind' protagonist in the original novel was all an act!\n\n\"If I kill you, this partnership will be broken.\"\n\n\"You can't do that. We'll both die at the same time.\"\n\nWe were tied together by a tightly shared fate. Sharing the same wounds, the same pain, the same life and death. Plus, we had to have physical contact for the symbiosis?\n\nWhen I found out about his mask, he was cruel to me with no hesitation. Unreasonable amounts of work, unreasonable demands… Why can't I be with another man?\n\n\"I've figured it out! How to break this partnership!\"\n\nNow that my life would be safe, all that's left is to get away―\n\n\"I have no intention of breaking it.\"\n\n\"…Pardon?\"\n\n\"Just like you, I'm also curious,\" he held me in his arms and his gaze slowly descended to my lips, \"I'm curious about to what extent our pain will be shared.\"\n\n---\nAs the #1 stalker of Pope Ulysses, the kind male lead, Yoidel was to be executed for her crimes. Just minutes before her end, Yoidel escapes her cell to ask Ulysses for help, only to come across a bloody madman... who turns out to be the male lead himself! In a desperate attempt to survive, Yoidel binds herself to him in a magical contract, dooming the two to share their lives and deaths. Now stuck with a two-faced psycho, will Yoidel find a way to break their bond before it breaks her?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%EB%83%A5%ED%95%9C-%EB%82%A8%EC%9E%90%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EA%B0%80%EB%A9%B4%EC%9D%84-%EB%B2%97%EA%B8%B0%EB%A9%B4/2977), [KakaoPage](https://page.kakao.com/content/59854763)\n\n**Official Translations:**\n* [English](https://tapas.io/series/behind-his-kind-mask/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/116809)",
    "image": "https://uploads.mangadex.org/covers/8b6d4f24-d7e5-4d08-8902-ba7c0fbf1b00/959170a2-76e1-4694-a0be-a630653c6d05.jpg",
    "moods": []
  },
  {
    "title": "Three Months of Summer",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "This is a story about two girls who live in the corner of their class and enjoy their summer vacation. This is a short update project for the month of August. During this period, the story will progress as 'real time' = in-world time. The story will be updated only during the month of August.",
    "image": "https://uploads.mangadex.org/covers/61e82627-94b9-4fcc-9289-e2acd87f6fb0/c1cbd949-6b36-4438-bf6b-a00d5de6f85d.png",
    "moods": []
  },
  {
    "title": "Frozen Warrior",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Cheok Ryugeom, a Goryeo swordsman, threw himself off a cliff holding the enemy for his master's sake.\n\nHowever, he wakes up in the modern era—900 years later—after being frostbound...\n\nThis is the revenge tale of Goryeo's top swordsman in the modern era.",
    "image": "https://uploads.mangadex.org/covers/a1bfa8a2-70cb-41da-92ec-08f4a88e67cb/4869c6b1-2413-4e08-b46a-af95a32da476.jpg",
    "moods": []
  },
  {
    "title": "The Heavenly Demon Wants a Quiet Life",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After a lifetime of bloodshed, the Heavenly Demon longs for peace. In his final moments, he uncovers the truth about his power and yearns for a different life. He wakes up in the body of Taesan Byeok, the frail second son of a powerful merchant family, barely clinging to life. Using his knowledge from his life as the Heavenly Demon, Taesan must navigate a world of temptation and corruption to survive. As his martial arts reputation grows, new enemies emerge to disrupt his quiet life. Yet, Taesan is determined to live on his own terms, despite the chaos around him.",
    "image": "https://uploads.mangadex.org/covers/f6357d4e-0f07-487b-9898-624c70301293/23a3fb42-5d4f-48a8-becd-5886109b96e8.jpg",
    "moods": []
  },
  {
    "title": "Lycan",
    "chapter": "Chapter 27",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Webtoons"
    ],
    "summary": "Set in a fantasy world of swords and magic, the story centers on the titular Lycanthrope Adventure Insurance company. This company provides insurance and support to adventurers taking on the risk of going on a journey and finding a path through the darkness.",
    "image": "https://uploads.mangadex.org/covers/45d7ddc2-81b8-43c6-8ff2-358a19f37098/54cae989-a2f0-40ac-8a1f-0aded375c0af.jpg",
    "moods": []
  },
  {
    "title": "Darling, Why Do You Regret It?",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira.\n\n“I’ll never leave the Duke!”\n\n“Now, *that’s* the spirit.”\n\n“W-what?”\n\nI had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.”\n\nI was ready to toss him aside and live a fabulous single life. \n\n...Or so I thought.\n\n“I’m starting to find you fascinating.”\n\n“Can I call you... 'Lea'?”\n\n“My lady, please, anything but divorce.”\n\nWhy are these men suddenly acting like this?!\n\n---\nWatching on helplessly as her beloved husband carried on a whirlwind affair with a beautiful commoner, then dying tragically only to be replaced right away by that same mistress, Duchess DeLov was a pitiful figure... in the book I didn't even bother finishing! Okay, well, I'm not going to live that way. Step one: Ruin his reputation. Step two: Secure a divorce. Step three: Enjoy my happy, rich, single life! ...Step four: Fake a relationship with a handsome stranger to shake off our stalkers.",
    "image": "https://uploads.mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "moods": []
  },
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Emperor’s Sword",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Ten years after a cataclysm nearly destroyed all life on the planet, magic prodigy Lag Logline is entrusted with the title of \"sage\" and given the task of preventing the world's destruction one thousand years from now. However when he awakens from his time freezing spell the world he finds is nothing like he remembers. Upon meeting a swordswoman named Clau, Lag finds out that this world one thousand years in the future doesn't know what magic is. After having his own magic mistaken for swordsmanship, Lag enrolls in the Imperial Sword Academy in order to unravel the mysteries of the world around him and fulfill his promise to save humanity.",
    "image": "https://uploads.mangadex.org/covers/02f97f2d-3e0c-45cf-8a77-8d5bcb2a7452/875174f1-8f2a-4b63-86cc-421958ea400c.jpg",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 89",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "True Love of Mr. Wonderful",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Gong Jiu, a valkyrie of the apocalyptic era, transmigrated into the body of the white rose of the entertainment industry who was hated by many. On the day she arrived in the world, she unexpectedly saved the life of the cold King of the SIlver Screen, Bo Yibai! The cool and strong Alpha, straight actress X The cold, arrogant yet quiet Adonis of the masses. The two of them co-starred in a drama and went onto variety shows together as the arrival of Gong Jiu brought about a wave of interesting events in the boring entertainment industry! After Gong Jiu and Bo Yibai’s relationship was made public, the audience would always scream, “Help! The wife of the King of the SIlver Screen is ruining the variety show!”",
    "image": "https://uploads.mangadex.org/covers/18952e42-64a9-49d8-9514-b0dae280226d/ea067aa3-5573-485d-bd1b-90c8ccf3af7a.jpg",
    "moods": []
  },
  {
    "title": "Couple Relationship",
    "chapter": "Chapter 46",
    "genre": [
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\n\n---\nAlternate Raws: [Pixiv Comic](https://comic.pixiv.net/works/8556)",
    "image": "https://uploads.mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/963f045a-a51d-4821-9e5a-13ae83ef57cf.jpg",
    "moods": []
  },
  {
    "title": "My ex-husband wants to reconcile",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ye Linghan’s wish to remarry his ex-husband, Ji Ran, turned the latter from an Alpha to an Omega. Despite enduring the physical changes and the pain of rejection, Ji Ran also endured Ye Linghan’s repeated hurtful behavior. When Ye Linghan finally divorced him, Ji Ran was left heartbroken. As for Ye Linghan, he got what he wanted, but upon looking at the empty villa, he suddenly came to his senses.",
    "image": "https://uploads.mangadex.org/covers/49d5f5ad-b9ca-4771-9793-eb9b60af3212/9cd6af35-926a-4f8d-91de-46d6dd6a679b.png",
    "moods": []
  },
  {
    "title": "I Found A Family That Wasn’t In My Adoption Plan",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "I spent a decade cleaning up after Duke Havenik Brauno’s mess only to be murdered by him? Reincarnated as Aerin Brauno, an illegitimate child of the Brauno family, she’s horrified to find her adoptive father is none other than the man who killed her. This time, Aerin refuses to let him control her fate. Armed with the knowledge from her past life, she’s determined to escape his grasp and find a new path. Can she rewrite her destiny, outsmart the deadly Duke, and maybe even save the Brauno family?",
    "image": "https://uploads.mangadex.org/covers/6782b717-439a-4278-b425-f1173ee5f9eb/c47dff47-fc1f-45bf-8848-c7fcb979fe89.jpg",
    "moods": []
  },
  {
    "title": "The Knight King Who Returned with a God",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I returned to Earth after hunting demons in the otherworld for three hundred years. However, I did not return alone.\n\n**Official Translations**\n[Simplified Chinese](https://www.dongmanmanhua.cn/BOY/yushentongguideqishiwang/list?title_no=2594) \n[Traditional Chinese](https://www.webtoons.com/zh-hant/fantasy/the-king-of-knights-returns-with-god/list?title_no=5491)",
    "image": "https://uploads.mangadex.org/covers/bb96fbca-403f-4801-bd66-b4a6926c23b0/fdb9950e-909c-4211-ae40-4a37190bd5fe.jpg",
    "moods": []
  },
  {
    "title": "Level 1 Player",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "Life has been hard for Choi Hyunseong and his family since the portal gates appeared. That is, until he finally awakens!\n\nWhile he is unable to level up, he is gifted with the ability to trade goods on an interdimensional level and get items that raise his stats! Through the power of commerce, Hyunseong is gaining skills, storming dungeons, hunting monsters, and collecting loot to help his family.\n\nLevel is nothing but a number, and he is seemingly unstoppable as… the level 1 player.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/1%EB%A0%88%EB%B2%A8-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2801)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/91460)",
    "image": "https://uploads.mangadex.org/covers/ae19717e-e443-42bd-b9f7-d15417431bb0/52e5611f-eabe-468f-a16d-1ae8bf92cb7d.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 79",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/18caa548-7f43-4914-9e75-837092bb08a7.png",
    "moods": []
  },
  {
    "title": "Talent-Swallowing Magician",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
    "image": "https://uploads.mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "moods": []
  },
  {
    "title": "Zombie Herd",
    "chapter": "Chapter 4",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Sweets in Suit",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "A Terminally Ill Villainess Refuses To Be Adopted",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into the body of a terminally-ill villainess, Ibellin decides to find a peaceful life and a happy ending instead. Rather than selling off the main villain, Raven, to get the expensive medicine needed to treat her illness, Ibellin decides to heal the boy and then quickly send him on his way. But when Raven's father comes to seek her out, Ibellin is given a choice she's never imagined before. Will she accept it, or will she decline in hopes of finding happiness elsewhere?\n\n---\nWhen the villain was young, she became Extra #1 who deceived him and sold him as a slave. This girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the slave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain. Even though he was young, he was wary of me until the time of parting came, perhaps because he was the villain. Fortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“…Are you telling me to go away?”\n\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease. Well, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You…”\n\n…There was something strange about the villain’s prickly face that was looking at me.",
    "image": "https://uploads.mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/f87ead29-494e-41bf-b8fa-7809589cdd38.jpg",
    "moods": []
  },
  {
    "title": "Tyrant wants a better life",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
    "image": "https://uploads.mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "I Became the Younger Brother of the Obsessive Yandere Heroine",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "The Villainess is Busy Baking Bread!",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Wizard and The Tree",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Deep in the forest, in a tower shrouded in mist, there lives a reclusive wizard by the name of Nebelhaut. When he happens across a beautiful fairy who's being held captive and made a public spectacle, he knows he has to take her with him. He names the creature Sti and orders her to call him his master, but her heart remains closed to him. But as time goes on, she sees a different side of him?a side that's both caring and awkward. The distance between the eccentric wizard and strong-willed fairy grows shorter day by day!",
    "image": "https://uploads.mangadex.org/covers/0110603c-92ec-463e-8d13-7651211e492e/823e1799-2063-485a-b145-564ac7b5c61c.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "Confession Agent",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 359",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "Fated to Be Loved by Villains",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, he reincarnated in the game Savior Rising as Daud Campbell, a powerless noble living on the outskirts. He decides to live quietly, avoiding others' attention.\n\nOn his first day inside the game, he gets involved with the final boss, also known as the vessel of the grey demon, Elnore Elinarize la Tristan.\n\nAfter their encounter, the protagonist gains two special rewards: [Desperate Survival], which makes him stronger when his rate of survival decreases, and [Deadly Charm], which charms those who have evil traits. With the use of his skills, he calmly overcomes the challenges with his veteran expertise.\n\nBut every time he overcomes a challenge, those with evil traits become interested in him...\n\nFinally, he received his end goal.\n\n\"Put this continent's fate on the line and charm all of them.\"",
    "image": "https://uploads.mangadex.org/covers/71de8cca-26a1-428d-855b-364b334c2eee/05de6448-daf7-4fd6-8d65-61c1fc1195d3.png",
    "moods": []
  },
  {
    "title": "The Great Sage of the Namgung Clan",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "At the command of the Bodhisattva of Mercy, the Great Sage, Heaven’s Equal, Sun Wukong, returns to the human world.\nBut everything has changed. The demons have disappeared, and powerful martial artists now rule the land.\nAs Sun Wukong roams this new world, searching for his lost master’s soul, he becomes entangled with the reincarnations of his old allies and uncovers the hidden truths of the martial arts world.\nA grand conspiracy unfolds—former demons reborn as humans, secret techniques long forgotten, and a power struggle that threatens the balance of the world.",
    "image": "https://uploads.mangadex.org/covers/d53f53b5-f97e-4121-b79e-60e07afe0d9b/cd8165d1-9f01-4dc1-8c10-3cfdd852a9a5.jpg",
    "moods": []
  }
]