[
  {
    "title": "I’m a Villain, But I’m Favored",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Yeoju is a second-rate author living a mediocre existence in modern-day Korea. A tragic accident lands her in the plot of a bestselling martial arts novel and she wakes up as the infamous villainess Haewon Tang. Hoping to save herself from a gruesome death, Yeoju must figure out who to trust, harness Haewon’s inner chi, and learn martial arts as she fights to save the Sichuan Tang Clan. Can she change the outcome of the novel and prove she’s the worthy hero?\n\n---\nOur main character was an unsuccessful romance fantasy novelist when she gets into a hit-and-run then wakes up as the villainess in a best-selling martial arts novel. She uses the information from the novel that she had analyzed in her original life, in order to avoid her death-ending and finding the truth behind what had really happened to her.\n\n---\n[Original Novel](https://page.kakao.com/content/52653435)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%ED%98%91%EC%A7%80-%EC%95%85%EB%85%80%EC%9D%B8%EB%8D%B0-%EB%82%B4%EA%B0%80-%EC%A0%9C%EC%9D%BC-%EC%8E%84/2455), [KakaoPage](https://page.kakao.com/content/56271898)\n\n**Official Translations:**\n* [English](https://tapas.io/series/master-villainess-the-invincible/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%BF%A0%E7%95%B6%E5%AE%B6/99)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Akulah-Antagonis-Terkuat-di-Martial-Art/166)\n* [Japanese / 日本語](https://piccoma.com/web/product/62807)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B6%E0%B8%87%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B8%B9%E0%B9%8A_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%99%E0%B8%B5%E0%B9%88%E0%B9%81%E0%B8%AB%E0%B8%A5%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94/136)",
    "image": "https://uploads.mangadex.org/covers/15d88ad6-19e7-48b6-b5db-8107fcccb220/38f11b46-04ed-4742-918d-6d4e92dcb0ed.jpg",
    "moods": []
  },
  {
    "title": "Ugly Wife",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Reincarnated as the neglected wife of a duke who secretly loves the novel's heroine, she plans to divorce him to survive. Yet, he desperately begs her not to leave, confusing her as the story unfolds differently than she remembered.",
    "image": "https://uploads.mangadex.org/covers/e92bf85b-22c8-4534-93f9-40a2d446aa9d/747acf26-2aac-4ad5-9ad4-393762ff19e6.jpg",
    "moods": []
  },
  {
    "title": "The Tower Master Who Became the Grand Duchess",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "A once content life shatters when Lacia, the 13th Tower Master, awakens in the body of the disgraced Duchess Eckhardt—powerless and trapped in a ruinous fate. Determined to reclaim her lost magic, she devises a bold plan, only to find herself entangled with the mysterious Duke Calix, who hides his true identity. As they navigate deception and unexpected attraction, will Lacia succeed in reclaiming her true self?",
    "image": "https://uploads.mangadex.org/covers/e552f497-8b22-4d71-80f5-a98096f54118/f695fd5f-4cbd-4da6-a63c-d60363190ace.jpg",
    "moods": []
  },
  {
    "title": "24-hour Rebirth Consultation Centre",
    "chapter": "Chapter 41",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Inheriting the divine mission of assisting reincarnators, regressors, and transmigrators, Laura is the sole counselor at the Reincarnation Counseling Center.\n\nBut for some reason, the customers—meant to appear once every hundred years—haven’t shown up in five centuries.\n\nAfter 500 years of waiting, Laura is ready to abandon the center for good when suddenly...\n\nHer long-awaited customer appears.\n\nOr rather, customers.\n\n“...Possession, I think.”\n“Regression.”\n“Looks more like reincarnation.”\n“...Has the world gone mad?”\n\nWhy are there three clients all at once?!\n\nWith 24 hours a day no longer enough, will Laura be able to handle this chaotic counseling session?",
    "image": "https://uploads.mangadex.org/covers/f7052787-e1fe-4b32-9b63-66c89b2eb6be/04063ca2-621a-4a2e-87e4-9b5b031c0d59.jpg",
    "moods": []
  },
  {
    "title": "Now Come and Regret",
    "chapter": "Chapter 49",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The main character, Noah, is a reincarnated person. He was active as a sword saint in a previous life, and as a sage in another. But he’s been forced to work hard all his life, and he's sick of being a hero! One day, Noah dies and wakes up to find that he has been reborn as a prince. He had a high level of magical talent and the swordsmanship of a sword saint, but he didn't want to get busy again, so Noah pretended to be incompetent with all his might.\n\nThen, on his 15th birthday. A skill appraisal revealed that he was incompetent (actually, he was just hiding it with his concealment skill). Noah was scorned and banished. With what seemed like a gesture of warmth, his father gave him a remote territory.\n\n\"Now I’ll enjoy my second life!\" Noah was enthusiastic, but he didn't know.\n\nActually, the territory was in the devil's forest, which is said to be uninhabitable. But his past life was more advanced compared to this one, and the level of human beings in this world was lower. Noah's ability is revealed when he helps a girl who was attacked by a monster in the forest.\n\n\"Amazing!!! Noah-sama defeated a dragon with a single blow!\"\n\"How did this happen? Ahhhhh!\"\n\nOn the other hand, the royal family also noticed Noah's ability and came to take him back, but it was too late. At that time, Noah was already being praised by the people as the lord of the Demon Forest.",
    "image": "https://uploads.mangadex.org/covers/5dd0f8de-3597-4bf7-aa41-9bdb3146c295/b0056407-bf4c-4c09-a718-cbc8d7e29d39.jpg",
    "moods": []
  },
  {
    "title": "My Happy Ending Plan as a Side Character – I Refuse the Villainess’s Bad Ending!",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Forget Marriage, I’d Rather Go Bankrupt",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Male Lead’s Handsomeness Is a Big Problem",
    "chapter": "Chapter 39",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Male Lead Is the Northern Black-Haired Grand Duke",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "S-Class Self-Employed Person",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After seven long years in a fantasy world, I finally returned to the real world. Just when I thought I could enjoy some peace and quiet in normal life... Thanks to an Esper, my home vanished in an instant, leaving me with no choice but to scrape together what little money I had and start my own business. “Amazing! The highest-ranked S-class Guide has appeared!” “Huh...? Me?” I was just planning to live quietly as a café owner, but somehow, I ended up becoming an S-class Guide...?!",
    "image": "https://uploads.mangadex.org/covers/779969d7-5677-4294-b59a-68bb87acef22/bf47feaf-5585-488f-970b-1560cc750748.jpg",
    "moods": []
  },
  {
    "title": "Surviving as the crown princes childhood friend",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I’m tired of Novel Transmigration",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "I’ve had enough of being transmigrated into novels.\n\nYou would be tired of it too, especially if it was already your fourth time doing it. This time, I became the female lead’s villainous older sister.\n\n‘Oh, I’m so sick of this.’\n\nYet again, I was sure this life wouldn’t be exciting either. I had led straightforward lives before, and then I died and moved on to the next.\n\nBut why was it that this iteration was a tad different?\n\n‘Why can I use the abilities I had in my second transmigration?’\n\n‘Why is the female lead bothering me so much?’\n\nAlicia, this novel’s protagonist, was fated to have a poor, emaciated life. However, considering that she was this novel’s true heroine, I couldn’t just let her roll through the mud like this. I would do everything in my power to change her fate.\n\n‘My younger sister, don’t become the female lead this time.’\n\nTo achieve my goal through a project hereby dubbed as the [Mob-Alicia Project], I’ve recruited the male lead’s older brother.\n\nCassion Carter.\n\nHe was the villain who was almost killed—no, was fated to be killed—by the male lead.\n\n“If you want to live, promise me one thing.”\n\nAs if he was a wild beast that had been hunted and left to die alone, he breathed with incredible difficulty. I reached toward the poor man’s face and caressed his cheek, leaning down to whisper softly.\n\n“If I save you…”\n\nLay down your own life on the line to protect my sister.",
    "image": "https://uploads.mangadex.org/covers/2d668d5d-2e36-4362-b5ab-141215836368/6fda1e92-fbf4-4e2c-bdc3-815d6ed213f7.jpg",
    "moods": []
  },
  {
    "title": "Forget My Husband, I’ll Go Make Money",
    "chapter": "Chapter 102",
    "genre": [
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Webtoons"
    ],
    "summary": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?",
    "image": "https://uploads.mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "moods": []
  },
  {
    "title": "Husband Replacement",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Romance",
      "Royal family",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Prince Doesn’t Cry From Mere Onions",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "The cursed war is over. Three years have passed. It seems like this rural village has finally settled down… But now, some bear-like vagrant barges into our restaurant, spouting nonsense.\n\n“I’ve come to repay a debt I owe your father from the war.”\n\nAnd yet, this guy doesn’t even know what he supposedly owes. My father passed away during the war, so there’s no way to ask him! I told him to just leave, but this vagrant says:\n\n“How much do you want? I’ll pay whatever you ask.”\n\nDo I look like I lack pride, even if I’m short on money?\n\n“Forget the money, pay it back with labor.”\n\n“…With my body, or someone else’s? Either way, I can—”\n\n“Just go chop some onions!”",
    "image": "https://uploads.mangadex.org/covers/a80d6551-5e73-4378-b271-c332d2fb4175/1248b20f-8022-459f-ab26-f46d5d20adec.jpg",
    "moods": []
  },
  {
    "title": "The Grand Duke’s Bride Is a Hellborn Warrior",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Alicia, the Marquis’ daughter who missed her chance to marry. Now, she has only one option left— to become the seventh wife of the \"monster\" Grand Duke! But the moment she opened her wedding gift, she fell straight into hell. In order to survive, she shattered the demonic castle of hell— and returned to the time before all the tragedies began. To twist fate, Alicia goes straight to the Grand Duke.\n\n...Wait a minute, no one said he’d be this handsome?!\n\n\"Marry me, Grand Duke!\"",
    "image": "https://uploads.mangadex.org/covers/fbb6142e-4b0b-4075-bd95-1fdd9c80b455/a10b2574-4e6c-4e4e-bbfc-46bb5ba98289.jpg",
    "moods": []
  },
  {
    "title": "Please Don’t Reply!",
    "chapter": "Chapter 56",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance"
    ],
    "summary": "Li Ran traversed to another world and became the Holy Son of a Demon Way Sect. The system has awakened, and the first task released is actually to fall in love? The Sect strictly forbids relationships between men and women. Li Ran took the risk of being expelled from the Sect and wrote a love letter to his junior sister, but it was sent to the master by mistake!",
    "image": "https://uploads.mangadex.org/covers/3601dcdc-59f9-4cb3-88a0-1010144be57e/1240261b-8609-4031-89ff-66c11baa7b63.jpg",
    "moods": []
  },
  {
    "title": "I Became the Cursed Idol Leader",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Her tenth year since debut, the two-time consecutive year-end grand award winner: Baek Nokha, the undisputed representative female soloist of South Korea.\n\nOn what should have been her greatest day—a day where she was to receive another grand award—the unexpected news of her mother’s death turned it into her worst.\n\n“Do you want to save your mom?\"\n\nA mysterious cottonball appears in front of the sorrowful Nokha. It says that if she accepts its proposal and fulfills it, it will bring her mom back to life.\n\n“I don’t know what kind of proposal this is, but I accept.”\n\nTo return to that moment before everything changed, Nokha accepts the proposal. After making a contract with the cottonball, she opens her eyes in another person’s body.\n\nThen…\n\n[System]\n[Congratulations!\nYou have become \"Yoon Chung.\"]\n\n[From now on, you are a member of a girl group destined to fail.]\n\n[You must save Still Blue!]\n\nCan Nokha, now member Yoon Chung, save the girl group from its destiny of failure?",
    "image": "https://uploads.mangadex.org/covers/642869eb-ec8b-449c-86d3-59e665302b15/7b6c332e-4021-4f22-bb7a-acfb00c3afd9.jpg",
    "moods": []
  },
  {
    "title": "Resetting Lady",
    "chapter": "Chapter 99",
    "genre": [
      "Drama",
      "Fantasy",
      "Josei",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
    "image": "https://uploads.mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 16",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Don’t Mess with a Deadly Revenger [Official]",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Food Truck Owner Inside the Dungeon",
    "chapter": "Chapter 45",
    "genre": [
      "Adaptation",
      "Cooking",
      "Drama",
      "Dungeons",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon.",
    "image": "https://uploads.mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "moods": []
  },
  {
    "title": "I Killed an Academy Player",
    "chapter": "Chapter 70",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Being a character of your favorite game is great! Sure, he’s just a minor NPC, but Corin knows this game like the back of his hand. With his knowledge and the main player Sihu’s abilities, everything’s going smoothly - until Corin discovers Sihu’s been murdering innocent NPCs and stealing their items. \n\nHorrified but powerless to stop him, Corin awaits the end of the game - only for Sihu to mysteriously fail at the last mission. \n\nInstantly, Corin travels three years back in time. Now, he’s determined to kill Sihu and take on his role - defeat the final boss and save the world.",
    "image": "https://uploads.mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/7d774dbf-8bb2-4420-b1ba-d17ccabfb63c.jpg",
    "moods": []
  },
  {
    "title": "The Player that can’t Level Up",
    "chapter": "Chapter 194",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa"
    ],
    "summary": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
    "image": "https://uploads.mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/ff288e38-47a0-4adf-8825-1d3286ebb69a.jpg",
    "moods": []
  },
  {
    "title": "The Time-Limited Villainess Who Makes Medicine",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Fake Duchess In Distresss",
    "chapter": "Chapter 81",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Princess of the Demon King",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
    "image": "https://uploads.mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/56762882-065d-45fe-a57e-f8e83df01f1c.jpg",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "Wild Ranker",
    "chapter": "Chapter 10",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Secretary in Power",
    "chapter": "Chapter 26",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Martial God Regressed to Level 2",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Manhwa"
    ],
    "summary": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?",
    "image": "https://uploads.mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "moods": []
  },
  {
    "title": "The World-Class Extra’s Walkthrough",
    "chapter": "Chapter 21",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "The main character, Kim Kyung-Sam, is an orphan preparing for the civil service exam while working part-time at a convenience store.\n\nWhile immersed in the game ‘God Forsaken World’ and playing the scenario of ‘Gilosan Ello D’ Baltic’, the fallen Third Prince of The Empire, without realizing it, he is transmigrated into that character.\n\nThe worst part is that at the time it happened, the fallen Third Prince, better known as ‘The Pig Prince’, has been kidnapped and is on the verge of execution…!\n\nWe will see how Kyung-Sam uses his knowledge of the game to overcome various crises!",
    "image": "https://uploads.mangadex.org/covers/df1e3bc8-0cbf-4ba6-ab21-6e472ae902e7/6a8dd743-7eda-49bb-a217-678e63160195.png",
    "moods": []
  },
  {
    "title": "The Silent Sacrifice Princess And The Black Dragons Marriage",
    "chapter": "Chapter 40",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ayame, born into a family of priestesses blessed by the Black Dragon God, possesses a unique ability to heal people through her voice. However, after the death of her parents, she is taken in by her uncle's family who mistreat her, leading to the loss of her voice. Her cousin Mari even takes over Ayame’s rightful position as priestess, and Ayame is eventually offered as a sacrifice to the Black Dragon.\n\n\"Why must I be killed like this?! Someone, please help me!\"\n\nHer desperate plea brought forth the Black Dragon from the sky. He descends and transforms into a handsome young man, gently takes Ayame's hand, and flies away with her.\n\nThus begins Ayame’s new life as the bride of Saku, the Black Dragon, living in his mansion situated between the celestial and human worlds. However, Ayame’s cousin Mari, envious of her new status as the beautiful bride of the Black Dragon schemes to steal him away...\n\nA Japanese-style Cinderella story of a gentle-hearted girl who lost her voice and a proud yet compassionate Black Dragon.\n\n---\nThe Kozuki family was granted the Black Dragon's blessing, allowing them to heal the sick and purify impurity with their voices alone. But Ayame's life shatters after her parents' death, leaving her at the mercy of her cruel aunt and uncle, who tortured her until she lost her voice. As their daughter, Mari, rises to become the new priestess, Ayame is offered as a sacrifice to the Black Dragon.\n\n\"Why do I have to die like this? Please help me!\"\n\nIn response to her desperate plea, the Black Dragon appears as a striking man and takes her hand, whisking her away to his realm. Chosen to be the bride of the Black Dragon Saku, Ayame finds herself in the enchanting Black Dragon Manor, suspended between the heavens and the human world. But jealousy ignites in Mari, who vows to reclaim Saku and make Ayame suffer once more.",
    "image": "https://uploads.mangadex.org/covers/60f40c6d-20b0-4cc1-af91-0bd9912aa764/e16d6b0b-3996-4ec8-a066-cc40ed3469a6.jpg",
    "moods": []
  },
  {
    "title": "They Say i Was Born a King’s Daughter",
    "chapter": "Chapter 284",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After spending most of her youth fielding the attention of countless wealthy suitors, Suhee Kim finally finds true love with a steady boyfriend named Jinsu Han. But then tragedy strikes, and Suhee is murdered in cold blood.  \r\nTo Suhee's surprise, she is immediately reincarnated as a baby girl named Sanghee Kim, who just so happens to be a princess! Plus, she is fully conscious of her past life. There's just one problem: in this society, women are seen as totally inferior, even princesses. Appalled by the treatment of women, Sanghee is determined to change the kingdom's patriarchal ways. Will Sanghee be able to succeed, or will she be stuck living her second life being treated as a lowly woman?",
    "image": "https://uploads.mangadex.org/covers/0e711546-48be-4d95-90eb-c336cfc0ddce/cd0450e1-4a32-4855-8d66-b4cb36502210.png",
    "moods": []
  },
  {
    "title": "The Genius Tamer of the Academy",
    "chapter": "Chapter 47",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)",
    "image": "https://uploads.mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/e2397477-8315-4c6a-8bc8-19e95953783f.jpg",
    "moods": []
  },
  {
    "title": "Subscribing To The Transcendent’s Channel",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
    "image": "https://uploads.mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/b51b1cbb-e675-4169-b1b9-8b8ee81fbeb9.jpg",
    "moods": []
  },
  {
    "title": "Deadly Strong",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In his previous life, Su Ye stood as the last survivor amidst the world’s ultimate cataclysmic battle, a poignant witness to the downfall of humanity. However, after his demise, he inexplicably awoke to find himself reborn ten years into the past. Faced with impending and unparalleled challenges, he is resolute in his determination to lead everyone to triumph!",
    "image": "https://uploads.mangadex.org/covers/037009c2-3bfa-43a8-b7d4-562a8e4b15f6/78f00f29-ba52-4efa-bb18-9564ffd1c9fb.jpg",
    "moods": []
  },
  {
    "title": "I Obtained a Mythic Item",
    "chapter": "Chapter 135",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
    "image": "https://uploads.mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/042da263-5a0b-44dc-bec2-05043f784299.jpg",
    "moods": []
  },
  {
    "title": "The Great Mage Returns After 4000 Years",
    "chapter": "Chapter 205",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
    "image": "https://uploads.mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/7262a722-378d-4fe1-a339-7fd7c17c1824.png",
    "moods": []
  },
  {
    "title": "She’s Not Our Daughter!",
    "chapter": "Chapter 52",
    "genre": [
      "Fantasy",
      "Historical",
      "Romance"
    ],
    "summary": "This is a romantic comedy RTA manga in which the protagonist reads the signs and makes a preemptive move to make a girl with a problem happy in every parallel world.",
    "image": "https://uploads.mangadex.org/covers/b23c9bb1-870e-483d-a496-0c55021c1bed/65616b89-09fa-4312-8938-3e79b81e874c.jpg",
    "moods": []
  },
  {
    "title": "The Novel’s Extra (Remake)",
    "chapter": "Chapter 132",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
    "image": "https://uploads.mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "moods": []
  },
  {
    "title": "Han Dae Sung Returned From Hell",
    "chapter": "Chapter 137",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "summary": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people.",
    "image": "https://uploads.mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 199",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "Reincarnated as a Scumbag, I Use My Wife and Daughter to Prove Immortality",
    "chapter": "Chapter 15",
    "genre": [
      "Drama"
    ],
    "summary": "A mighty Da Luo immortal, gravely wounded, descends to the mortal world and reincarnates into the body of the scumbag Jiang Tianchen. After a thousand years of being single, he encounters a gang trying to assault his wife and take his daughter — so he beats them down without mercy! If they’re dark, he’s darker! Anyone who comes will be drained dry, turning all enemies into cultivation resources for him, his wife, and his daughter on their path to immortality!",
    "image": "https://uploads.mangadex.org/covers/982d171c-3959-4d73-bf8a-6d30b5cf79cf/0260e763-16f9-4331-a52f-c982930762bb.jpg",
    "moods": []
  },
  {
    "title": "Destined Murderer",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"I can see your number. The number of people you will kill in the future.\" \n\nIf he kills before they kill, the murder will not occur. Serial killer Number punishes the 'Destined Murderers' one at a time under that resolution. Could his wish to create a world without murder through murder ever be accomplished?",
    "image": "https://uploads.mangadex.org/covers/a6c783d6-8641-4e52-99e6-39c0a7414839/f238884d-3d0a-48df-9b87-1fd38e216a57.png",
    "moods": []
  },
  {
    "title": "The Consequences of Messing with the Original Work",
    "chapter": "Chapter 26",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "You know, sometimes you just gotta do what you gotta do to survive. Getting hit in the head with a liquor bottle? Yeah, no thanks. If booting my deadbeat dad to the curb is what it takes, then so be it. Who cares about being the 'good' daughter when your skull's not intact?\n\nAnd honestly, this whole 'rebuilding the family and getting back home' plan? It started with a bit of divine intervention, or so they say about that land. Next thing I know, bam! I became Countess Validus, blessed by the gods and apparently a real estate mogul.\n\nThen the \"just trying to make my life easier\" snowball started. A little business here, a tiny push towards the Magic Tower there (hey, free research!), pointing out a few flaws in some laws (someone had to!), maybe tossing a sponsorship bone or two (art can be an investment, right?), and... why not, a school? Knowledge is power, and all that jazz.\n\nThe thing is, I wasn't exactly expecting a fan club to spring up. My staff acts like I hung the moon. Then this one lord suddenly wants to be my shadow, apparently my word is gospel now, and someone even called me the hope of the nation! And the proposals? Don't even get me started. All I did was try to not get hit in the head again and maybe, just maybe, find a way back to my own couch. Why is everyone acting like I'm some kind of saint? It's beyond me.",
    "image": "https://uploads.mangadex.org/covers/18bee24b-2539-4258-b182-d3e1db4b503d/93b38f8d-a844-4e67-9df2-e7ca59ac1734.jpg",
    "moods": []
  },
  {
    "title": "Surviving as a Genius on Borrowed Time",
    "chapter": "Chapter 42",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Gifted by the heavens yet cursed by fate, Yeonshin was born with unimaginable talent in martial arts. But this very gift condemned him to a life that would end before adulthood. With the right opportunities, he had the potential to become a legendary hero, or the reincarnation of the Heavenly Demon. Yet fate cast him into the third-rate Jeong Clan, a family of no particular renown. Now, with time slipping through his fingers, Yeonshin must find a way to defy his doomed destiny.",
    "image": "https://uploads.mangadex.org/covers/abfdb82c-568b-47da-9e61-7868c7389243/ed392741-f373-4b2e-8f41-9477ab9a381c.jpg",
    "moods": []
  },
  {
    "title": "The Promise Isn’t Mine",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mystery",
      "Romance",
      "Royal family",
      "Tragedy"
    ],
    "summary": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
    "image": "https://uploads.mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "moods": []
  },
  {
    "title": "Dungeon Reset",
    "chapter": "Chapter 253",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
    "image": "https://uploads.mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "moods": []
  },
  {
    "title": "Night of the Soulless Heathens",
    "chapter": "Chapter 40",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The Herald Clan is a clan of untouchables, persecuted as soulless heretics.\nIn order to break free of the curse they've inherited, they roamed the continent in order to gather the Emperor's Golden Coins.\nAnd even amongst the heretics, Azadin bore the worst curse.\nHaving zero talent for magic, he became the lowest-ranked herald with the skills he was taught by an elder. He roamed the continent, granting wishes for contractors in exchange for the Emperor's Golden Coins.\nThen, a grimoire capable of realizing the clan's wishes appears, and his twin sister Arael's rebellion slowly unravels a great conspiracy that's been hidden all along...\nHow will the heretic Azadin resist the coming destruction?",
    "image": "https://uploads.mangadex.org/covers/d1b64e08-7be6-4082-a370-e235b133515a/cfe4b93c-b01e-4ab9-9e6d-42238979b3db.png",
    "moods": []
  }
]