[
  {
    "title": "The Maniacs are Obsessed With the Fake",
    "chapter": "Chapter 12",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "‘A cross-dressing duke in a BL novel who pretends to be an obsessive maniac.’ That was a perfect sentence to describe her.\nLevin de Bervein was the lord of a prestigious duchy and a renowned swordmaster with outstanding looks. While seemingly perfect, he harbored a secret: he was actually a woman! After falling into water unexpectedly, she met the eccentric princess. “Sister, please become a fake obsessive maniac!” Since they were inside this tragic BL novel, the princess wanted her to seduce the bottom male lead instead of the original story’s obsessive maniac to prevent the world’s destruction. She followed the plan and seduced him, acting like an obsessive maniac. However… “Act like you love me. If you don’t, I might just kill the person you love.” The bottom male lead, whom she manipulated and discarded, returned as the Emperor of a new empire. “What do I need to do to have you? War? Massacre?” The original ‘Obsessive Maniac 1’, the enemy empire’s emperor, was truly insane. “With just one kiss from you, I can dedicate everything I have. This heart, this empire.” The childhood friend whom she thought was innocent turned out to be the real ‘Obsessive Maniac 2’ from the original story. For some reason, the obsessive maniacs from the story all come after her.",
    "image": "https://uploads.mangadex.org/covers/f0c2624c-80e7-4e32-a4de-c301aa96da2c/4ff9b2a2-8704-473a-b4b9-4d5fec513cf7.png",
    "moods": []
  },
  {
    "title": "A Terminally Ill Villainess Refuses To Be Adopted",
    "chapter": "Chapter 57",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After transmigrating into the body of a terminally-ill villainess, Ibellin decides to find a peaceful life and a happy ending instead. Rather than selling off the main villain, Raven, to get the expensive medicine needed to treat her illness, Ibellin decides to heal the boy and then quickly send him on his way. But when Raven's father comes to seek her out, Ibellin is given a choice she's never imagined before. Will she accept it, or will she decline in hopes of finding happiness elsewhere?\n\n---\nWhen the villain was young, she became Extra #1 who deceived him and sold him as a slave. This girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the slave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain. Even though he was young, he was wary of me until the time of parting came, perhaps because he was the villain. Fortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“…Are you telling me to go away?”\n\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease. Well, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You…”\n\n…There was something strange about the villain’s prickly face that was looking at me.",
    "image": "https://uploads.mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/f87ead29-494e-41bf-b8fa-7809589cdd38.jpg",
    "moods": []
  },
  {
    "title": "Tyrant wants a better life",
    "chapter": "Chapter 116",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
    "image": "https://uploads.mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "moods": []
  },
  {
    "title": "I’ll Borrow Your Face",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "1-3. Though I'd Always Loved You  \nWhen Saki was in elementary school, she was dumped without notice by Chikage who was eight years her senior. She was extremely shocked because she believed that he would be her future husband! With a change of attitude, while at the high school entrance ceremony she decided that she dreamed of finding a new love, but at that time she met Chikage again, who has now become a teacher. As usual, she is shocked to realize that she still has feelings for Chikage. How does Chikage feel about Saki…?!  \n  \n4. My Lovely Beast  \nModoka decides to confess to her long-time crush, but accidentally gets the wrong person!?  \n  \n5. Love, to Burn, Fingertip  \nMari wants to be a manicurist, but is too shy to ask to paint someone's nails. Is her dream already out of reach?  \n  \n6. In my Shining Eyes, I See Your Face  \nWhen Tae falls down the stairs, it might just change her world…",
    "image": "https://uploads.mangadex.org/covers/f690eda8-016a-435a-a6a6-27fc491262ab/14b37b80-95e0-4049-b239-86cc82a3d086.png",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 151",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "The Father and the Daughter",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "I Became the Younger Brother of the Obsessive Yandere Heroine",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 122",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "The Villainess is Busy Baking Bread!",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Wizard and The Tree",
    "chapter": "Chapter 42",
    "genre": [
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Deep in the forest, in a tower shrouded in mist, there lives a reclusive wizard by the name of Nebelhaut. When he happens across a beautiful fairy who's being held captive and made a public spectacle, he knows he has to take her with him. He names the creature Sti and orders her to call him his master, but her heart remains closed to him. But as time goes on, she sees a different side of him?a side that's both caring and awkward. The distance between the eccentric wizard and strong-willed fairy grows shorter day by day!",
    "image": "https://uploads.mangadex.org/covers/0110603c-92ec-463e-8d13-7651211e492e/823e1799-2063-485a-b145-564ac7b5c61c.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 82",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  },
  {
    "title": "Starting As The God Of Wealth, Taming Billions Of Divine Pets!",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Confession Agent",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Slice of Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 359",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "Fated to Be Loved by Villains",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One day, he reincarnated in the game Savior Rising as Daud Campbell, a powerless noble living on the outskirts. He decides to live quietly, avoiding others' attention.\n\nOn his first day inside the game, he gets involved with the final boss, also known as the vessel of the grey demon, Elnore Elinarize la Tristan.\n\nAfter their encounter, the protagonist gains two special rewards: [Desperate Survival], which makes him stronger when his rate of survival decreases, and [Deadly Charm], which charms those who have evil traits. With the use of his skills, he calmly overcomes the challenges with his veteran expertise.\n\nBut every time he overcomes a challenge, those with evil traits become interested in him...\n\nFinally, he received his end goal.\n\n\"Put this continent's fate on the line and charm all of them.\"",
    "image": "https://uploads.mangadex.org/covers/71de8cca-26a1-428d-855b-364b334c2eee/05de6448-daf7-4fd6-8d65-61c1fc1195d3.png",
    "moods": []
  },
  {
    "title": "The Great Sage of the Namgung Clan",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "At the command of the Bodhisattva of Mercy, the Great Sage, Heaven’s Equal, Sun Wukong, returns to the human world.\nBut everything has changed. The demons have disappeared, and powerful martial artists now rule the land.\nAs Sun Wukong roams this new world, searching for his lost master’s soul, he becomes entangled with the reincarnations of his old allies and uncovers the hidden truths of the martial arts world.\nA grand conspiracy unfolds—former demons reborn as humans, secret techniques long forgotten, and a power struggle that threatens the balance of the world.",
    "image": "https://uploads.mangadex.org/covers/d53f53b5-f97e-4121-b79e-60e07afe0d9b/cd8165d1-9f01-4dc1-8c10-3cfdd852a9a5.jpg",
    "moods": []
  },
  {
    "title": "The Bondservant",
    "chapter": "Chapter 70",
    "genre": [
      "Adaptation",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "When a near-accident involving her father and a servant boy brings a new face into the Evegenjya home, the last thing Sioanna is expecting is for a new servant in her ranks, let alone a friend. Étienne has learned the hard way to be quiet and reserved, but as his relationship with Sioanna blooms, the two begin to form a bond of affection, care...and obsession. Despite the deep hurt in both their lives, their ability to treat one another with gentleness and kindness proves to be just the remedy they both needed. But will it be enough to conquer the countless obstacles that stand in their way?",
    "image": "https://uploads.mangadex.org/covers/59a73fd2-aee5-46c0-ae00-575f4862cd98/a5b372db-88c1-41db-aca5-7bd7265cb319.jpg",
    "moods": []
  },
  {
    "title": "Unshakable Female Lead in Regret Genre",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rejecting The Perfect Marriage",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Tezen ducal family, wielding the utmost power, and O’Hara County, possessing all the wealth in the world—their union could not have been more perfect than this.\n\nExcept there was no burning love.\n\n“Evangeline O’Hara is a prepared duchess. It would be troublesome to find another woman now, and there is no guarantee that she would do as well as Evangeline.”\n\nFor Dekarno, there was no Duchess better than her.\n\nSo, if it was only about bankruptcy, he could bear with it.\n\nHowever, she couldn’t.\n\n“Let’s put an end to this, now.”\n\n“…Are you suggesting canceling the engagement?”\n\n“Yes.”\n\nEvangeline had given up everything she had brought so far and now walked away barehanded.\n\nBy relinquishing everything, she could let go of that man, too.\n\nEven the feelings she had held alone.\n\n“I liked you, Your Grace.”\n\n“….”\n\n“No way. Your Grace didn’t think I was only coveting the position of Duchess, did you?”\n\nHow could she leave so easily after claiming she liked him? Dekarno couldn’t understand, and his anger boiled inside.\n\nThe increasingly entangled events, the complicated thoughts—all of it traced back to that woman.\n\nIn the end, there was no choice but to put everything back in its place.\n\nHe set out to find Evangeline, who was desperately trying to stand on her own.\n\n“You claim you’ll survive. It’s unbearable for a mere human like me to endure.”",
    "image": "https://uploads.mangadex.org/covers/5f4c0200-86fe-49fc-a990-b77990f5e32f/4bd16aac-4684-45de-afb8-00e03b67aca0.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 271",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 271",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Ranker’s Return (Remake)",
    "chapter": "Chapter 200",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Shounen",
      "Webtoons"
    ],
    "summary": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
    "image": "https://uploads.mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/8f95fdf3-df2c-4dcf-b4a9-a59bde07da60.jpg",
    "moods": []
  },
  {
    "title": "The Skeleton Soldier Failed to Defend the Dungeon [Official]",
    "chapter": "Chapter 339",
    "genre": [
      "Action",
      "Adventure",
      "Manhwa",
      "Supernatural",
      "Tragedy"
    ],
    "summary": "The Skeleton Soldier is a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n\"I must warn Lady Succubus of all the things to come!\"\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
    "image": "https://uploads.mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "moods": []
  },
  {
    "title": "Happy Ending just as God Says",
    "chapter": "Chapter 7",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving as an Illegitimate Princess",
    "chapter": "Chapter 103",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Don't look down on me just because I'm a child! Even though I look like this, this is my 10th life!\"\n\nI'm an illegitimate princess whose life was cut short after being misunderstood for having the same blood as the enemy country and died early. After nine tragic repetitions, I discovered the identity of my biological father. He is Paeon, a war hero who defeated the demon king and the strongest holy knight in the continent. He had a forbidden relationship with the princess, had me, and then deserted me!\n\nIn order to survive the harsh royal palace, I've decided to use and then abandon this impudent father. I will become the strongest as fast as I can and escape from this disgusting country!\n\nAnd so, while I was building my strength, I happened to meet the demon king's son, Leo. He wasn't arrogant like his father, but he was pitifully living in captivity. So, I took care of him in secret.\n\n\"Asha, you cannot get engaged to anyone.\"\n\n\"...Huh? Why?\"\n\n\"Because I’ll take responsibility for you forever.\"\n\n\"What?!\"\n\n\"We spent the night together.\"\n\n...What is this prince saying?\n\nA holy knight father who had (?) a forbidden love. Along with an enemy prince who is trying (!) to have a forbidden love. With them, can the unfortunate princess change her fate?\n\n---\nAs an illegitimate princess, Anastasia Entimos has died in just about every way imaginable. Every time she dies, she is brought back to the moment of her birth and forced to relive her tragic fate. It is only in her 10th life that she discovers her father is the esteemed knight and war hero, Paeon Parschel! Determined to escape her miserable fate once and for all, Anastasia vows to use her aloof father as a stepping stone to freedom. Will the 10th time be the charm for this ill-fated princess?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55912087), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8639242)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%83%9D%EC%95%84-%EA%B3%B5%EC%A3%BC%EB%A1%9C-%EC%82%B4%EC%95%84%EB%82%A8%EA%B8%B0/2966), [KakaoPage](https://page.kakao.com/content/59761866)\n\n**Official Translations:**\n* [English](https://tapas.io/series/surviving-as-the-illegitimate-princess/info)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%A7%81%E7%94%9F%E5%85%AC%E4%B8%BB%E7%94%9F%E5%AD%98%E8%A8%98/369)\n* [French / Français](https://fr.piccoma.com/fr/product/928)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Surviving-as-the-Illegitimate-Princess/608)\n* [Japanese / 日本語](https://piccoma.com/web/product/117224)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%AA%E0%B8%A1%E0%B8%A3%E0%B8%AA/437)",
    "image": "https://uploads.mangadex.org/covers/d7a8d066-446e-4ddc-83c7-fdd53fe2dff7/939c5d2d-1b8f-45d6-a20a-7db9cf8fb8f4.jpg",
    "moods": []
  },
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Surviving as a PD Idol",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A notorious PD, despised by everyone, becomes an unknown idol in a parallel world.\nOnly his younger sibling remembers him fully.\nTo return to his original world, he must become a top idol and clear the game!\n\n\"...Quest accepted.\"\n\"Are you crazy?\"\n\"Gotta eat to live, don't I?\"\n\nHis specialty is intimidation, his hobby is persuasion.\nThe idol survival story of a ruthless PD who stops at nothing!",
    "image": "https://uploads.mangadex.org/covers/9943ab37-6eec-46b2-ad76-0e74a6c31c5b/56cdb4ec-8a38-4109-a29e-095f759cedc7.jpg",
    "moods": []
  },
  {
    "title": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family",
    "chapter": "Chapter 81",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa"
    ],
    "summary": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
    "image": "https://uploads.mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/7de3d221-0bb5-40fe-bdc3-6f2e1f72a568.jpg",
    "moods": []
  },
  {
    "title": "Became a Black Flower",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!",
    "image": "https://uploads.mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "moods": []
  },
  {
    "title": "LV. 99 The Princess of Dark Flare",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Dungeon Architect",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Kang Chiwoo lost his life in an accident and got reincarnated as the son of a great demon lord in another world.\n\nUnlike his previous life as a map designer, he is now a loser named Kella.\n\nHowever, in a world where magic exists and having realized the dormant power of Kella, Chiwoo sets out to achieve his goal of creating his dream map that he couldn't make in his past life...\n\nWill Kella be able to create his own map while fending off his brothers who constantly try to kill him, the countless threats upon his life, and the pressure of those around him who want him to succeed the throne?",
    "image": "https://uploads.mangadex.org/covers/e98e9be1-3f64-44e6-84f2-f8d2cd01ea53/54dd0b6c-5863-48c2-b144-6286904a28da.png",
    "moods": []
  },
  {
    "title": "Return of the Apocalypse-Class Death Knight",
    "chapter": "Chapter 27",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Damien Haksen was once a gifted warrior with a bright future, but everything changed when a powerful Archlich twisted him into a Death Knight. Controlled by dark magic, he murdered his own family and helped destroy a kingdom. He broke free at the very end — too late to undo the damage. \n\nBut fate gave him one more chance.\n\nNow back in the past, Damien is determined to protect the people he once lost and destroy the dark mages who turned his life into a nightmare. This time, he’ll fight not for glory, but for love, redemption, and the future of his family.",
    "image": "https://uploads.mangadex.org/covers/6fa61a0f-95c5-453e-a410-0f458955e0a3/2552d86b-33f6-4fb2-92f3-d8f6831dc4ec.jpg",
    "moods": []
  },
  {
    "title": "The End of an Imperfect Divorce",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  },
  {
    "title": "The Lord’s Coins Aren’t Decreasing?!",
    "chapter": "Chapter 170",
    "genre": [
      "Action",
      "Fantasy",
      "Time travel"
    ],
    "summary": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
    "image": "https://uploads.mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "moods": []
  },
  {
    "title": "Am I Invincible",
    "chapter": "Chapter 312",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Harem",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Useless Professional Binds with the Strongest Part-Time System, Transforms into a Black Dragon BOSS Crushing Everything!",
    "image": "https://uploads.mangadex.org/covers/427203e0-47f0-45ad-b283-5fcb5534fea5/43523c58-f5f0-4bb2-bb99-a2c4f2600140.jpg",
    "moods": []
  },
  {
    "title": "I’ll Change the Ending Through Home Education",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Leveling With The Gods",
    "chapter": "Chapter 138",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "One shot",
      "Shounen",
      "Supernatural",
      "Webtoons"
    ],
    "summary": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
    "image": "https://uploads.mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "moods": []
  },
  {
    "title": "The Max-Level Player’s 100th Regression",
    "chapter": "Chapter 63",
    "genre": [
      "Action",
      "Adaptation",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
    "image": "https://uploads.mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b51ce066-6349-43a6-a163-d9ecaa5775ac.jpg",
    "moods": []
  },
  {
    "title": "I Will Pay the Price for Deceiving You With My Life",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A master assassin, raised to kill for a \"father\" who wasn’t truly hers, dies by his poison then awakens in her childhood. Now, with the truth seared into her soul, she vows to turn his own game against him: \"This time, I’ll be the one holding the poisoned cup.\" A dark tale of twisted legacies and the daughter who breaks the cycle.",
    "image": "https://uploads.mangadex.org/covers/016645ae-af97-4cb0-b7e5-f585679b0410/72061245-7861-4465-ac30-12b54e60302c.jpg",
    "moods": []
  },
  {
    "title": "Born a Princess",
    "chapter": "Chapter 119",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
    "image": "https://uploads.mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/f9e87ac8-4563-411a-81c2-e781efe80cd0.png",
    "moods": []
  },
  {
    "title": "Messed Up Us",
    "chapter": "Chapter 12",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Taram Taram Taram",
    "chapter": "Chapter 54",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Don’t Worry, We Both Agreed to this Fraudulent Marriage",
    "chapter": "Chapter 35",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Yulikian lost his parents to his uncle’s schemes to seize the throne.\n\nFollowing his mother’s dying wish to survive, he frequents the slums daily to avoid his uncle’s eyes,\n\nBut he’s tormented by his inability to act despite his growing desire for revenge.\n\nThat’s when “Crazy Maddie,” a famous figure in the slums, approaches him with a sly attitude.\n\nAlthough Yulikian initially wants nothing to do with her,\n\nHe has a brilliant idea after witnessing her instantly dispatch two assassins in an alley and disappear.\n\nYulikian grabs her wrist.\n\n“I told you I didn’t come looking for you for bodyguard services.”\n\n“Then what, want to date?”\n\n“No. Marriage.”\n\n“…What?”\n\n“Marry me.”\n\n“You think money can buy everything! How dare you try to buy someone’s life!”\n\n“100 million.”\n\n“…Sorry, could you repeat that?”\n\n“1 billion.”\n\n“Darling, where have you been all this time? I’ve found you.”",
    "image": "https://uploads.mangadex.org/covers/2bce3e88-926f-405d-90d3-4b271791ef51/baaa5404-be7f-4ea5-8615-9585c1e4237b.jpg",
    "moods": []
  },
  {
    "title": "One Day My Sister Died",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "A short Twitter manga by Hamaken wherein a brother's younger sister struggles to maintain eye contact with him, except...",
    "image": "https://uploads.mangadex.org/covers/b594962d-bb5a-4e57-880e-21f5864b08b1/14136410-2370-4c20-9109-a07533b886a5.jpg",
    "moods": []
  },
  {
    "title": "I’m Actually a Cultivation Bigshot",
    "chapter": "Chapter 534",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era...",
    "image": "https://uploads.mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "moods": []
  },
  {
    "title": "I Became the Youngest Member of Top Idol",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
    "image": "https://uploads.mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "moods": []
  },
  {
    "title": "I am the Precious Daughter of the Greatest Villain in the Fantasy World",
    "chapter": "Chapter 145",
    "genre": [
      "Fantasy",
      "Historical",
      "Manhwa",
      "One shot",
      "Romance",
      "Webtoons"
    ],
    "summary": "I thought I had reincarnated as the daughter of a rich family, but instead I was born as the daughter of the greatest villain in a martial arts novel?! An indifferent dad and a senior brother who eventually kills me. I need to quickly learn martial arts to be able to survive…! But these two… Why do they keep doting on me?!\n\n---\nI've become a part of this Wuxia novel as Lihwa, the thoughtful and gentle daughter of Cheon Ma... who's also the ultimate villain! Known as the Demon King and ruthless leader of the Demonic Sect, he resorts to kidnapping and other nefarious deeds to make sure a boy named Ak Wuryeon never reaches his full potential. Wuryeon doesn't seem THAT bad, but I know he'll one day exact his revenge on my father and that includes me! Can I escape the clutches of my father's enemies and my doomed destiny before it’s too late?",
    "image": "https://uploads.mangadex.org/covers/3c3ec507-7177-4770-9e59-a70dbf81aaa9/bfa200c2-efd7-4cfc-8eb7-27e66afad2ec.jpg",
    "moods": []
  },
  {
    "title": "Imprisoned One Million Years: My Disciples Are All Over The World",
    "chapter": "Chapter 381",
    "genre": [
      "Action",
      "Manhua",
      "Martial Arts"
    ],
    "summary": "One million years ago, the Immortal Emperor Su Xuan was killed by the otherworldly demons with the help of the six great immortal ancestors. Reborn in the lower realm, he founded the Tianxuan Sect and vowed to return to the immortal world for revenge. A million years have passed, and his disciples have ascended one after another, becoming dominant figures in the immortal realm. As for him, he has just ascended to the immortal world and is a novice. Su Xuan pretends to be foolish and plays the fool while secretly gathering his disciples and rebuilding the Tianxuan Sect, with the aim of reaching the pinnacle of the immortal realm once again!",
    "image": "https://uploads.mangadex.org/covers/be33939f-a8ea-4af7-bb42-d43912a2329c/e5d7d575-97d4-443b-b126-26c0b5059511.jpg",
    "moods": []
  }
]