[
  {
    "title": "I Was Mistaken As a Monstrous Genius",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Starting from Level 1: I’ll Defeat All Reincarnated Monsters in My Secret Dungeon",
    "chapter": "Chapter 38",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Shinobu Ijima, a young man who died with his sister in a sudden explosion, is reincarnated into the world of Lavita Online, a game he played as a hobby. The only problem is, he’s back at level 1…\nWhen Shinobu finds out that his sister will also be reincarnated into his world, he begins a hellish training regime to gain the power to compete against max-level players.\nThe WEBTOON version of the hugely popular original novel is finally here!!",
    "image": "https://uploads.mangadex.org/covers/ed010742-b967-46ad-9bbb-f484d5713ad0/af57f4e0-fec7-4907-9a8b-accd3a54ebf5.jpg",
    "moods": []
  },
  {
    "title": "The Genius Grandson of Namgung Clan",
    "chapter": "Chapter 66",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Disaster struck ten-year-old Ha Hyeon, wiping out his entire clan. Having lost everything—his household and family—he barely survived and arrived at the Namgung family. There, he says to his maternal grandfather, ‘Sword Saint’ Namgung Muryong: “I don’t want to lose anything precious anymore.” Seeing Ha Hyeon’s determination to walk the righteous path despite his desperate situation, Namgung Muryong sends him to the entrance exam. There, Ha Hyeon begins to stand out with his remarkable achievements, learning and utilizing martial arts he’s never been taught just by observing. The heaven-sent prodigy ‘Ha Hyeon’ embarks on the righteous path to become the greatest under heaven as a ‘Namgung’!",
    "image": "https://uploads.mangadex.org/covers/ad6ce25b-dd57-4d36-961a-fc31134424a2/9fa61150-2f85-4078-bb94-39c5dad8b6a9.jpg",
    "moods": []
  },
  {
    "title": "Island of Stars and Chains",
    "chapter": "Chapter 25",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Gi Seunghyun always dreamed of becoming a Hunter, but he is plagued by despair due to his lack of ability. Then one day, his older sister, Gi Sohyun, awakens from a 12-year coma. Just as they begin to reunite, the siblings find themselves caught in an unfathomable, shocking event.",
    "image": "https://uploads.mangadex.org/covers/e97ea7ea-923d-44bd-b338-580d36a4d713/407ade13-4075-4055-9de2-7a59d89311aa.jpg",
    "moods": []
  },
  {
    "title": "The Young Lady’s Secretary",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
    "image": "https://uploads.mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "moods": []
  },
  {
    "title": "A Ghostly Song",
    "chapter": "Chapter 56",
    "genre": [
      "Drama",
      "Historical",
      "Romance"
    ],
    "summary": "Noa has struggled with hearing unsettling voices since she was a child. But when a mysterious murder takes place, the voice in Noa’s head urges her to uncover the killer. With the police skeptical and her sanity on the line, Noa must navigate a web of fear and suspicion, guided by a ghost, to catch a ruthless killer before she herself becomes the serial killer. Will Noa uncover the murderer, or will her own mind betray her?",
    "image": "https://uploads.mangadex.org/covers/28299599-6bfd-4bc3-a823-02de8fa72f02/6aa1ae84-f289-4f72-86a7-617eac82e8d3.jpg",
    "moods": []
  },
  {
    "title": "The Previous Life Murim Ranker",
    "chapter": "Chapter 165",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Martial Arts"
    ],
    "summary": "Edward is reborn and lives a carefree life as the third prince of the small kingdom of Astraea. However, his life changes drastically with the appearance of a saint summoned by a goddess. Edward, not his brothers, is chosen to be the caretaker of the saint, whose mental state is reflected in the weather. When he asks her why she cries, she says, \"My boyfriend died. --I said, \"You don't cry for a reason like that. Because that dead boyfriend was me in a previous life!",
    "image": "https://uploads.mangadex.org/covers/036ceadc-9e00-4686-8336-62cce5bdc41f/df57b251-6d35-4ff4-b383-cf8d4721f0fd.jpg",
    "moods": []
  },
  {
    "title": "The Corrupted Witch Has No Choice But to Become a Villain",
    "chapter": "Chapter 95",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Muscle joseon",
    "chapter": "Chapter 88",
    "genre": [
      "Adaptation",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Reincarnation"
    ],
    "summary": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”",
    "image": "https://uploads.mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/de9bd06e-34a4-4e5b-885a-d541868d9f9e.jpg",
    "moods": []
  },
  {
    "title": "A Marriage that Decides the Fate of the World",
    "chapter": "Chapter 15",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Rookie Employee Kim Cheolsu",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Office Workers",
      "Romance"
    ],
    "summary": "On the day he was rejected by the company he had devoted his life to, he went back to the moment of his first day at work. Kim Cheol-su, a low-spec rookie employee who joined Han-young, a leading domestic company. Can he finally achieve his long-desired position as the ‘CEO’ in this lifetime?",
    "image": "https://uploads.mangadex.org/covers/c294c137-3ca7-4b91-84aa-f72d16be9d6b/90c1ed7f-751e-4384-9d49-60ad40cdd973.jpg",
    "moods": []
  },
  {
    "title": "My Benefactor Is Not a Scholar",
    "chapter": "Chapter 65",
    "genre": [
      "Drama",
      "Fantasy",
      "Mature",
      "Romance"
    ],
    "summary": "Kaylen came across a major setback in her life and headed back to the countryside to run away from all of this, one day she rescued a fox when she wandered around in the forest after she got drunk. But she didin't know that she will meet this \"fox\" again soon! Kaylen's works were taken away by the powerful men, so she tried to take her revenge through her new novel. Just when her revenge was blocked, she met her strongest alliance, a little dumb and beautiful man with a strong and a smuggling body! Wait, why does he look so familiar?",
    "image": "https://uploads.mangadex.org/covers/976da4a5-721f-46b3-898f-4fcb423f2c9b/ba281166-21f7-496c-b339-073e7140433d.png",
    "moods": []
  },
  {
    "title": "Debut or Die",
    "chapter": "Chapter 82",
    "genre": [
      "Adaptation",
      "Comedy",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "After a night of drinking, aspiring civil servant Ryu Gunwoo passes out, only to awaken three years in the past in the body of a young man named Park Moondae. Before he can even assess the situation, he's given a mission: Debut or Die! Now, Moondae has one year to debut as an idol or face his doom. Luckily, he's able to snag a spot on the famous survival program \"Idol Inc.,\" but with his skills so low and the competition so high, does Moondae stand a chance at becoming a shining star?",
    "image": "https://uploads.mangadex.org/covers/b753dae4-5c05-4a3a-aa03-70aa94da90ec/0ff911ae-2407-4191-898b-d11abbd324ec.jpg",
    "moods": []
  },
  {
    "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
    "chapter": "Chapter 80",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "School Life",
      "Seinen"
    ],
    "summary": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…",
    "image": "https://uploads.mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/dcb05df2-58bf-4c15-b908-3a49e11448e9.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "Would You Like to Have an Affair With Me",
    "chapter": "Chapter 16",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Black Chain",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”",
    "image": "https://uploads.mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "moods": []
  },
  {
    "title": "The Cop Is Too Strong",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "image": "https://uploads.mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/090d8644-cc71-454e-b673-ef36cf9bb999.jpg",
    "moods": []
  },
  {
    "title": "The Monster Knight wants Parental Leave",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Lucia is the captain of the imperial knights and a swordmaster famous for her extraordinary achievements. However, she regrets something on her deathbed: unknowingly aiding a nefarious group in their plot to sacrifice the saintess for profit. So when she wakes up in the past as her 25-year-old self, Lucia is determined to rescue the child saintess and keep her safe until she’s old enough to protect herself. But the formidable knight is completely clueless when it comes to raising a child... Will six months of maternity leave be enough time for her to figure things out?",
    "image": "https://uploads.mangadex.org/covers/59e297ca-0ed8-40d4-8cc7-f2cd545d1470/c5139675-ab1c-4d94-845a-02452fdc5992.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 19",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
    "image": "https://uploads.mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/6568d780-8a9a-4832-8aea-8e11640ff5a6.jpg",
    "moods": []
  },
  {
    "title": "Exclusive Contract is Difficult, Your Grace",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Entomologist In Sichuan Tang Clan",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Fabre, a famous million-viewer streamer known for his daring encounters with venomous creatures, is bitten by a black mamba while filming in Africa and wakes up in the mystical world of Murim. To his surprise, the jungles of Murim offer him a peaceful farming life in which he enjoys cultivating various poisonous species. But his tranquility is short-lived when he crosses paths with members of the Tang Clan, the masters of poison and devious tactics. \"I see potential in you. Become a part of our family.\"\"",
    "image": "https://uploads.mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "moods": []
  },
  {
    "title": "Dangerous",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo"
    ],
    "summary": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past.",
    "image": "https://uploads.mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/f8774271-4f9f-4281-8dd3-a47280c77312.png",
    "moods": []
  },
  {
    "title": "Embodiment of the Assassin in the Murim World",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The No.1 Hitman, Kim Gun, finds himself plunged into the world of martial arts due to a mysterious accident. To return to his original world, he must complete a mission called 'Martial Arts Conquest.'\n\nWith a total of 2 guns, Kim Gun's adventure to subdue the unfamiliar martial arts world begins.",
    "image": "https://uploads.mangadex.org/covers/f73fdc0c-75b7-4454-a944-266437434934/31624930-d09d-41de-8ad8-800e4855df61.jpg",
    "moods": []
  },
  {
    "title": "Warrior of the Mind Sword",
    "chapter": "Chapter 8",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The continent of RAIEO was once ravaged by the Demon Lord and the Demon Race, in the darkest of times a Brave Knight carrying with him a Sacred Sword, saved the continent. After 300 years of peace, with the Sacred Sword now gone and the Sacred Sword Temple being occupied by the Demon Race, the continent of RAIEO is once again at a threat of war. Thus, our protagonist together with his donkey and a mysterious girl embark on a journey to stop the Demon Lord and the Demon Race.",
    "image": "https://uploads.mangadex.org/covers/13e0a7a7-ed1f-4e1f-8ed0-00443f7c134a/b8b0f4a0-5ea5-4be1-a54f-068ab9c09a6f.jpg",
    "moods": []
  },
  {
    "title": "Get Some Honey By Copying Skills",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa"
    ],
    "summary": "Junhyuk’s relentless journey to completely rewrite a past filled with regrets begins. After finally obtaining the Stone of Regression with great difficulty, Junhyuk carefully prepares to return to the past. However, an urgent crisis strikes, forcing him to initiate the regression with only the preparations he has managed so far.\n\n“Haha, then let’s meet in the past.” Leaving behind those who sought his life, Junhyuk regresses to the past. “This is the start of something new.” Armed with heightened senses and the ability to copy, Junhyuk embarks on a daring mission to fix a past riddled with regrets.",
    "image": "https://uploads.mangadex.org/covers/4dd9937d-2762-4917-91d7-9293d240b55a/0250bd55-cd5b-40f2-a51e-2e130226359a.jpg",
    "moods": []
  },
  {
    "title": "You Didn’t Say the Start of the Regression Was a Gate",
    "chapter": "Chapter 11",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Han Seo-ha is a warrior who fought to the end against the evil empress who ruled the world. She died in a final battle, but woke up in the past, the day she entered a portal called “Gate Dragon”. This portal was actually a virtual reality game that took people to a fantasy world full of monsters and dangers.\n\n She decided to use her knowledge of the future to survive and change the fate of the world but, she will have to face many obstacles and enemies who tried to stop her, Seo-ha will also find several allies and friends who helped her on her journey.",
    "image": "https://uploads.mangadex.org/covers/0e1dafff-316d-4c7c-ab79-13e1711bc0b8/630a8924-d8ba-43ba-b93a-1c71084cfd81.jpg",
    "moods": []
  },
  {
    "title": "Baby Pharmacist Princess",
    "chapter": "Chapter 91",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?",
    "image": "https://uploads.mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "moods": []
  },
  {
    "title": "When Rage Turns You Into the Female Lead",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Hello, Griffin the Fluffy Bird!",
    "chapter": "Chapter 5",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "An unidentified ‘Cave-Eyed Griffin’ appears in the house you moved into! Its front legs are like soft bird legs, and its back legs are like cat jelly? The unpredictable cave-eyed Griffin and its rookie butler, Hansol, are living together in a chaotic cohabitation. Will they all be safe?",
    "image": "https://uploads.mangadex.org/covers/3b4291de-cf7f-4ba4-b296-024b6aca9b44/a885e94a-0cbe-4156-bf9b-8ac7817b649e.jpg",
    "moods": []
  },
  {
    "title": "Slave Emperor",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Ran is the young empress of the North Empire. In order to protect her empire, she must assassinate the Orhan, the new emperor of the West Empire. Ran plans to ensnare Orhan in a honey trap by guising a beautiful assassin as tribute of good will. It is revealed, however, that the emperor is not interested in any other woman but Ran herself. Rude and arrogant like a savage, the emperor dares to claim the heart of the noble empress. Left without a choice, Ran decides to hide her identity and sends herself as tribute to the emperor. Can the empress win the emperor's trust? Will the empress be able to assassinate the emperor?",
    "image": "https://uploads.mangadex.org/covers/0d9ef6e0-886f-4aee-ba3d-74d061d60aac/c6b18b0b-8bdf-4cc3-a48e-c794843959b2.jpg",
    "moods": []
  },
  {
    "title": "Imperial Maid",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "\"Common features, the illegitimate child of a self-proclaimed author.\"\n \nLeona, a maid who rose to power with her exceptional intelligence despite lacking a prestigious background.\n \nBut when the empire, which she thought would be eternal, crumbled under the enemy's invasion, she too met her death by the enemy's sword.\n \nA life filled with greed, harming others, and engaging in cunning schemes.\nHer life was filled with regret, so death was welcome...\n \nBut she returned.\nBack to the time when she first entered the palace as a maid.\n \nThis is definitely a chance to correct the mistakes of her past life.\n \n\"This time, I will live a life of protecting and nurturing, not harming and taking from others.\"\n \nChoosing the Crown Prince, her political enemy from her past life whom she had dethroned, as the key to changing this life, she served as a maid, and everything seemed to be going well...\n \n\"Leona, let's leave this place together.\"\n \nSomething seems wrong.\n \nThe secrets of the Crown Prince, who she thought was cold and indifferent, and the truth hidden from the world are revealed, and the shadow of destruction falls upon the empire.\n\n(Source: MangaUpdates)",
    "image": "https://uploads.mangadex.org/covers/877d512e-6b33-44e7-9860-1a4a5d8dad53/6acac9b7-3d04-43b5-9f0f-67d8a6f39b42.png",
    "moods": []
  },
  {
    "title": "Baby Princess Through the Status Window",
    "chapter": "Chapter 141",
    "genre": [
      "Comedy",
      "Drama",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Chervianne Aerveldote has lived a lonely life, and now she's being put to death for a crime she didn't commit. However, her execution turns out to be a fresh start when she wakes up as her 5-year-old self with an ability to read people's thoughts with status windows. Chervianne quickly learns how badly she misjudged everyone in the past, finding affection and betrayal in unexpected places. But will her newfound insight be enough to change her story and finally find love in her life?\n\n---\nI was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [French / Français](https://fr.piccoma.com/fr/product/1184)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)",
    "image": "https://uploads.mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/05eb2651-de15-4d8a-847e-b828317be0c8.jpg",
    "moods": []
  },
  {
    "title": "The Villainess Starts Over",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Marb Empire is ruled by two pillars of power—the Emperor and the Pope. Ilha, born with the blood of both, was destined for greatness. But treachery struck. His mother was slain, and Ilha was falsely accused, exiled, and enslaved.\n\nTen years of suffering pass, until he crosses paths with Sio, a persecuted girl of the demon tribe. Sio's people were massacred by the empire, and her heart burns for revenge.\n\nMoved by Sio’s unyielding fury, Ilha makes a choice—he will reclaim everything that was stolen from him. The time has come to rise, to fight, and to destroy the empire that cast him aside.",
    "image": "https://uploads.mangadex.org/covers/05fa8b52-54b5-4502-9062-7c14439d202e/d429ccc1-ddd5-4a6e-a2d3-96420e40232d.jpg",
    "moods": []
  },
  {
    "title": "I Didn’t Save You To Get Proposed To",
    "chapter": "Chapter 100",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "As usual, I was going home from work. But suddenly I had an accident. Before I left, I heard someone’s voice in my head. [I’m Elsia Artise, please save him, please, you can do it!!] That was the last thing I was aware of before fainting. After opening my eyes, I found myself in a different place… This place was in a novel that I read before that accident happened! I already possess the body of Elsia, who will die as soon as the novel begins. There’s only one thing I can do to survive. It was following Elsia’s request and distorting the original! First, it was to save Ixion, her unrequited love, who was assassinated and killed. “Prince, I am here to warn you of the assassination that will take place today.” I succeeded in saving him by using information from the original, I just want to live a comfortable life that has nothing to do with the original. Until I received a letter… “I owe you a lot of favors. I hope you will come to the capital immediately because I want to repay this favor with a marriage.” Ixion’s marriage proposal, which I thought was the end of our relationship. “Prince, I didn’t save you so you could propose to me?” Can Elsia peacefully refuse his marriage proposal and return to her comfortable life?",
    "image": "https://uploads.mangadex.org/covers/d9bbf47b-23af-4071-aaf3-349d9527b4a0/c75864e8-599a-4df1-8d09-59e6859d899f.jpg",
    "moods": []
  },
  {
    "title": "Vengeance from a Saint Full of Wounds",
    "chapter": "Chapter 138",
    "genre": [
      "Fantasy",
      "Josei",
      "Magic",
      "Romance",
      "Shoujo",
      "Villainess"
    ],
    "summary": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\"",
    "image": "https://uploads.mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/a1a44104-e5d6-4a7b-ae40-ae4642eec07a.jpg",
    "moods": []
  },
  {
    "title": "The 139th Night",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "The Ran Empire, a country that carries 500 long years of history and the daughter of one of the four major families who aided the emperor at the time of its founding. The daughter who was abandoned as soon as she was born and was raised in the slums.\n\nIn front of Salk, who's on the verge of being sold as a concubine to a rotten old man, is a noble young lady. A lady who looks identical to Salk and is claiming to be her twin sister.\n\nHee-yeon, whose life is in danger, asks her twin sister, Salk, who she met for the first time after 19 years…\n\n---\nWith its splendid history of five hundred years, Lan Empire has its own share of lights and shadows. Abandoned at birth, Lynx grows up in one of its slums although she is a daughter of the powerful House of Joo, one of four founding families of the empire from its birth. Just as Lynx is about to be sold off as a concubine to a senile old man, a noble lady appears in front of her. Heeyun Joo, the noble lady with a striking similarity to Lynx, claims to be her long lost older twin sister. With her life being extinguished steadily, Heeyun asks that Lynx, her twin younger sister reunited only after 19 years, pose as her.\n\n---\nLynx Joo may be the daughter of one of the Empire's founding families, but being abandoned at birth, she is left to grow up in one of its slums. The future of a woman in the slums is bleak at best, so Lynx is ready for an out. She’s about to be sold off to a senile old man when she’s rescued by a noblewoman who looks just like herself. Claiming to be her older twin sister, Heeyun Joo asks her for a startling favor: to pose as her… or else.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53648484)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/363), [Pocket Comics](https://www.pocketcomics.com/comic/1857), [NetComics](https://www.netcomics.com/comic/17330), [Tappytoon](https://www.tappytoon.com/en/comics/the-13th-night)",
    "image": "https://uploads.mangadex.org/covers/ecf3d4ce-6e5d-4cc0-a80d-062ff8f92607/b0a1b76f-8aa0-4294-9251-a91bf6a006ab.jpg",
    "moods": []
  },
  {
    "title": "The Second Male Lead is Actually a Girl",
    "chapter": "Chapter 79",
    "genre": [
      "Adaptation",
      "Crossdressin",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Rosa remembers her past life.\nShe remembers reading about the Helios Empire in a novel before dying suddenly in an accident.\n\nWhen she is reborn into that exact world as Rosa Veronica, she lives day to day and works hard to make ends meet until one day when someone from the Duke of Estella’s estate comes to fetch her.\nWhen she arrives and meets her biological father, her life is turned upside down once again as she’s forced to live the life of Rozenta Estella, the sole heir to the Estella estate and the only son of the Duke of Estella. Through the power of magical artifacts, she's able to live the life of Rozenta, a supporting male character from a novel she once read in a previous life.\n\nShe decides to embrace this new life as the familiar narrative unfolds before her. Despite knowing the overall story and its characters, she's surprised that the male and female leads have not become the characters she's read about. Although Rozenta Estella was just a minor character in the original novel, Rosa learns to navigate the intricacies of his life and family while fostering a budding friendship with Theodore and Vivian.\n\nHer happiness doesn't last very long as all three grow up and enter the roles they've been born into.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
    "image": "https://uploads.mangadex.org/covers/05bf0192-c73c-4250-91fa-8f3e4b8c6c67/572cc3e6-e3f4-4996-961f-8627d5645685.jpg",
    "moods": []
  },
  {
    "title": "Absolute Sword Sense",
    "chapter": "Chapter 142",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "For as long as he can remember, Woonhwi So has been the black sheep of his family and clan. Because his spirit core has been destroyed, he has no choice but to serve as a third-rate spy for the Blood Cult.\n\nOne day, during his mission to find the legendary Blade Scroll, he is killed and sent 10 years into the past. When Woonhwi regains consciousness, he realizes that he has been sent back to the day he was kidnapped by the Blood Cult, and that he has gained a mysterious ability to hear the voice of a dagger.",
    "image": "https://uploads.mangadex.org/covers/825eb50f-7331-4455-bb0e-c0d58fa9976a/04178b3c-f480-4d5b-8817-c54188630058.jpg",
    "moods": []
  },
  {
    "title": "Reincarnation Of The Heavenly Demon",
    "chapter": "Chapter 78",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
    "image": "https://uploads.mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "moods": []
  },
  {
    "title": "Bad Born Blood",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Sci-fi",
      "Si-fi"
    ],
    "summary": "Humanity’s home is no longer Earth. Intersellar travel is now a common occurence, and technology has replaced blood and flesh.\n\nLuka, who grew up in the slums, has turned fifteen and taken the selection exams. His aptitude is of the Imperial Guard.",
    "image": "https://uploads.mangadex.org/covers/f4b7f532-b2e1-4ef2-83d4-fbf94fac261e/906f73c0-7eff-4bea-9937-09223a30e870.png",
    "moods": []
  },
  {
    "title": "I Used to be a Boss",
    "chapter": "Chapter 112",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
    "image": "https://uploads.mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/efbc02bf-77ef-4021-a2e7-1c00aca9f2cd.jpg",
    "moods": []
  },
  {
    "title": "The Thousand Faces Actor",
    "chapter": "Chapter 26",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"What do you think people will end up calling him?\"\n\nSomeone asked. But no one had an answer.\n\nA transcendent being has appeared in the world.\nAnd a new chapter in film history begins.",
    "image": "https://uploads.mangadex.org/covers/8c1dca87-0235-4360-81d0-ce2d94c076e7/7135817a-5bbd-4d8e-9019-a41fb0c4c7cd.jpg",
    "moods": []
  },
  {
    "title": "How to Make My Tyrant Husband Love Me",
    "chapter": "Chapter 59",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "[from cotton candy scans]  \n  \n“You guys are married from now on.\"  \n  \nThe person I’ve admired for so long suddenly becomes my husband?! Takatsuki Honoka, 22 years old. I’ve been crushing on someone since I was in high school. He’s my father’s subordinate, the cool and handsome, yet super kind Nagakura Kousuke-san. One day, Kousuke-san suddenly becomes my husband!  \n  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (color edition)",
    "image": "https://uploads.mangadex.org/covers/8f0a87ee-65ec-40df-b89b-69c31c7d7afa/12a9272e-14fe-48e9-b73d-3abe7e086b7b.jpg",
    "moods": []
  },
  {
    "title": "The Villain’s Daughter Plans to Run Away",
    "chapter": "Chapter 73",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I'll make my evil dad good and survive this time!\nI was killed for being the villain's daughter, but when I opened my eyes, I was 14 years back in time. Too young and penniless, I decided to wait to escape... But why should I have to run away?! What if I train my dad to be good instead?",
    "image": "https://uploads.mangadex.org/covers/0ee13733-f3fd-45b5-8a9e-f306b29856e3/a18f2481-606d-4cb9-a5ab-86a668f8de4b.jpg",
    "moods": []
  },
  {
    "title": "Talented baby squirrel",
    "chapter": "Chapter 112",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Beatty, a weak squirrel shapeshifter born into a lion family. Because of that, she grew up abused in her aunt's home in the capital. When she told her only friend and fiancé, the Second Prince, that she'd be leaving to realize her dreams–\n\n*\"Ritter, you bastard…!\"*\n\nShe died from his poisonous fangs.\n\nWhen she opened her eyes again, she had returned back to her childhood, to the moment before she got entangled with the Second Prince.\n\nWhat do you need when you're young? Speed. She immediately escaped with just her body and set off to her father, in the Lion Duke's territory.\n\nAlthough she probably wouldn't be welcomed, if they took into consideration the incredible secret, which will only be discovered in the future, which she possessed, then maybe they wouldn't kick her out…\n\n\"Welcome, Milady!:\n\n\"My God! When did you get so tall…?\"\n\n\"Milady's walking on those cute little feet!\"\n\n…Huh? Why are they welcoming her like this? Is that really her statue?\n\n---\nWhen squirrel-shifter Beaty Aslan tells her fiancé, Prince Retter, that she plans to flee her abusive aunt, he unexpectedly kills her with his snake fangs. Upon opening her eyes, she finds herself in the past, before she met that rotten prince. With her knowledge of the future, she sets off to her father's duchy to strike a deal and change her fate, but is surprised to find her lion family welcoming her with open arms. Will the stars be on her side so she can rewrite history and get her revenge?\n\n---\n[Original Novel](https://page.kakao.com/content/57314480)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EA%B8%B0-%EB%8B%A4%EB%9E%8C%EC%A5%90%EA%B0%80-%EB%8B%A4-%EC%9E%98%ED%95%B4%EC%9A%94/3138), [KakaoPage](https://page.kakao.com/content/59976402)\n\n**Official Translations:**\n* [English](https://tapas.io/series/talented-baby-squirrel/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc33106)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%84%A1%E6%89%80%E4%B8%8D%E8%83%BD%E5%B0%8F%E6%9D%BE%E9%BC%A0/379)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Talented-Baby-Squirrel/617)\n* [Japanese / 日本語](https://piccoma.com/web/product/119696)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%A3%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%88%E0%B8%97%E0%B8%B8%E0%B8%81%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/479)",
    "image": "https://uploads.mangadex.org/covers/9af358fe-031d-4097-a15a-14ac6d51ea6f/07cb5554-dd0f-4566-a04c-2f7733884e2a.jpg",
    "moods": []
  },
  {
    "title": "Welcome to Dungeon Hotel",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
    "image": "https://uploads.mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "moods": []
  },
  {
    "title": "Prison Love",
    "chapter": "Chapter 74",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
    "image": "https://uploads.mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "moods": []
  },
  {
    "title": "When the Black Wolf Calls Me",
    "chapter": "Chapter 71",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Supernatural"
    ],
    "summary": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\"",
    "image": "https://uploads.mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "moods": []
  },
  {
    "title": "I Became The Male Lead’s Female Friend",
    "chapter": "Chapter 85",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She became the failed-in-love, jealous inducer, female friend of the male lead. In addition, the character even has an unrequited love for the male lead. She would be ruined. As long as this was the case, she decided to just become friends! It was nice to have the first meeting with such a young male lead…\n\n\"Hello, Miss Bouser.\"\n\n\"Uwa!!\"\n\n*You were mistaken for a girl and you cried?*\n\nFortunately, she managed to resolve the misunderstanding and become close friends. However, the male lead in his childhood is more shy and soft-hearted than she had thought. Eventually, she became attached to the male lead and decided to become a real friend. However, due to the disturbance of the male lead's father and the war which broke out, they had to be separated for a long time. She thought she could barely meet him again and stay the same as before but…\n\n\"Your eyes must have dropped a lot since I didn't see you. Princess Averine!\"\n\n*What's wrong with him now?! It's not just that. Rather than getting along, he keeps getting into trouble when he has a chance, and most of all, he even bothers my love life!! Aren't we just friends?!*\n\n---\nDahlia Averin would've been just fine living as a pretty, loaded extra... were it not for the fact that she's destined to fall for Rudrik, the male lead, and be used to better his love life! Determined not to go down that path, Dahlia swears to just remain a friend and stay out of his romantic relationships. But upon discovering that Rudruk is not quite like she had imagined, she finds herself caring for him more. Will Dahlia's resolve stay strong, or will they end up as more than just friends?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%97%AC%EC%9E%90%EC%82%AC%EB%9E%8C%EC%B9%9C%EA%B5%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/3360), [KakaoPage](https://page.kakao.com/content/61313362)",
    "image": "https://uploads.mangadex.org/covers/5869535f-85a4-4c18-9632-eef318b8bcb2/56488d55-ea59-4dee-9381-faeb92ae2d49.jpg",
    "moods": []
  }
]