[
  {
    "title": "I Became the Emperor’s Cat",
    "chapter": "Chapter 61",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
    "image": "https://uploads.mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "moods": []
  },
  {
    "title": "Nasty Fever",
    "chapter": "Chapter 54",
    "genre": [
      "Adult",
      "College life",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Wicked Husband",
    "chapter": "Chapter 1",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "To get out of her marriage, the owner of a nightclub plays dumb and fakes her ugliness. Who knew she'd catch the eye of her husband's uncle, a notorious warlord? Driven by his desire for her, the bloodthirsty general poached his nephew's bride. From then on, she's been the apple of his eye. \"Nothing is more important than my wife,\" he proclaimed. \"She belongs to me and no one else.\"",
    "image": "https://uploads.mangadex.org/covers/65b68885-cd31-46d6-b07b-be1a5880aa1b/fee5b537-ef02-4e14-8745-d52d7772181e.png",
    "moods": []
  },
  {
    "title": "Logging 10,000 Years into the Future",
    "chapter": "Chapter 252",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
    "image": "https://uploads.mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "moods": []
  },
  {
    "title": "World’s Strongest Troll",
    "chapter": "Chapter 148",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]",
    "image": "https://uploads.mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "moods": []
  },
  {
    "title": "I Just Want To Mooch Off Your Luck",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Reincarnation",
      "Romance",
      "School Life"
    ],
    "summary": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
    "image": "https://uploads.mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "moods": []
  },
  {
    "title": "They Live in the Princess’ Flower Garden",
    "chapter": "Chapter 48",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Magic",
      "Manhwa",
      "Reincarnation",
      "Romance",
      "Royal family",
      "Time travel"
    ],
    "summary": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl.",
    "image": "https://uploads.mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "moods": []
  },
  {
    "title": "Awakening the Purple Thunder at the Beginning",
    "chapter": "Chapter 9",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In the world of Blue Star, fierce beasts are rampant. Everyone can awaken superpowers and have the opportunity to become a strong man and dominate the world! However, Xu Jingming, who traveled through time, only had E-level superpowers. Fortunately, the Deep Blue System appeared, and the E-level weak electric superpower was upgraded to S-level Purple Thunder! Killing fierce beasts will earn you superpower points! Superpower points -1500000, Purple Thunder will evolve! SSS-level Chaos Thunder! Thus, the legend of Xu Jingming was left on Blue Star.",
    "image": "https://uploads.mangadex.org/covers/fabb70e8-f3a9-4b65-a57e-308a05007361/98723d5e-968f-4ca1-98bf-8f44573fc8b6.jpg",
    "moods": []
  },
  {
    "title": "Limitless Ascension: Strength Amid Adversity",
    "chapter": "Chapter 71",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "With a system that grows stronger against it’s enemies, Ye Jun Ling who almost passed away from old age began his cheating life of cultivating with no upper limits. Divine emperor? Saint? The heavenly principles? Stand aside! Other than that, he also had several disciples. The senior disciple is a demonic sect master, with vicious heart and treacherous mind, but got easily taken care of everytime! The second disciple is a white hair loli, with the number one divine constitution, likes to cook despite being super strong, and serve her master…",
    "image": "https://uploads.mangadex.org/covers/68e0f783-66ce-41a4-8115-e2cf2a70c30d/b5f0a144-e121-4c17-9782-3b6c3dd82447.jpg",
    "moods": []
  },
  {
    "title": "Aristocrat’s Revenge",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/245d24dd-cef1-43d1-8c8f-956dd40dd150/2960300d-29fe-41fc-96a1-884912a4d9d6.png",
    "moods": []
  },
  {
    "title": "Holy Emperor’s Grandson Is A Necromancer",
    "chapter": "Chapter 88",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Reincarnation",
      "Shoujo",
      "Shounen",
      "Supernatural"
    ],
    "summary": "After a near-death experience, something has changed about the Holy Emperor’s troublemaker of a grandson. To be precise, his body was taken over by a Korean man who died while playing a VR video game! But when his necromancer character is mixed with a Holy Prince’s blood, things start getting funky. The zombies he makes are incredibly nice, his curses start healing people, and the girl he saved from being turned into a zombie suddenly gains super strength. Now he has to play the hero, but he’d really rather just go for a nap.",
    "image": "https://uploads.mangadex.org/covers/cb57be68-78ed-4c69-916b-658fc6def14f/e458c3a0-30b7-41f4-9bbd-1fb764644aea.jpg",
    "moods": []
  },
  {
    "title": "Demonic Evolution",
    "chapter": "Chapter 121",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
    "image": "https://uploads.mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "moods": []
  },
  {
    "title": "Manager Kim",
    "chapter": "Chapter 206",
    "genre": [
      "Fantasy",
      "Manhwa"
    ],
    "summary": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
    "image": "https://uploads.mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "moods": []
  },
  {
    "title": "The Demonic Cult Instructor Returns",
    "chapter": "Chapter 23",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "The Central Plains fell to the invasion of the Demon Realm.\n\nA martial artist, Sa Bigang, was ultimately dragged into that infernal world. After surviving the brink of death and enduring hell itself, he awakens ten years before the invasion ever began.\n\nAnd now, Sa Bigang sets out to stop the Demon Realm’s return.\n\nTo do that, he must restore order to the murim and build the ultimate force: the Undefeatable Corps.\n\nAs the man who will rewrite the past and safeguard the future…\n\nThis time, he will never lose.",
    "image": "https://uploads.mangadex.org/covers/9acc9f6a-4c4d-4bb1-8786-9020d0679d94/a1250c91-5b7f-480b-a355-a51d63e9d260.png",
    "moods": []
  },
  {
    "title": "Transmigrating to the Otherworld Once More",
    "chapter": "Chapter 110",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magic",
      "Shounen"
    ],
    "summary": "When the King’s Heart burns down, a being that transcends the fate of this world will arrive on this land!\n\nThe boy from Earth, Sung Sihan, brought down a tyrant and saved the world.\n\nHowever, his happy ending was cut short when everything was taken away from him, and he was banished back to Earth.\n\nAfter 10 years of gritting his teeth, he prepares for his return…\n\nThe hero who has already saved the world once re-enters Terranora!",
    "image": "https://uploads.mangadex.org/covers/d138b9c2-d231-4bc1-8cef-14537930769e/a51a07bd-fa88-4e3e-b106-f42be65ddea7.jpg",
    "moods": []
  },
  {
    "title": "Moonshark: Sharks Are Born To Be Stars",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Princess Sid of the Underwater Kingdom is destined to inherit the throne of the sea. However, she becomes a fan of the land idol 'Raon', and she becomes eager to see her favourite star, so she runs away to the surface.\nWhile leading a satisfying life as an ordinary fan, Sid's world is suddenly turned upside down when she meets the famous actor 'Jihan'. Unintentionally, the two keep getting entangled with each other, and Sid unexpectedly becomes an SNS star overnight…!!\nThis story captures Sid's journey of growth and love as she navigates her new life on land, discovering herself between the two worlds of the underwater kingdom and the human world.\n\n---\nSid, who is a Shark Princess of the underwater kingdom, falls in love with Raun, a member of the boy band BUB, and runs away to the surface to see him. Things are going great until the famous teen actor, Jihan Kang, steps into her life unexpectedly and they keep crossing paths. Will Sid be able to keep her secret and get what she came up to the surface for?",
    "image": "https://uploads.mangadex.org/covers/10470630-9877-4662-aa13-e67e7f73419b/371fe5fb-e793-49cb-836a-7542dd14923a.png",
    "moods": []
  },
  {
    "title": "Everyone’s Darling",
    "chapter": "Chapter 294",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Reverse harem",
      "Romance",
      "School Life",
      "Transmigration"
    ],
    "summary": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
    "image": "https://uploads.mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/00e90af9-5e9c-4162-9a0f-2ee861a3b763.jpg",
    "moods": []
  },
  {
    "title": "Now Come and Regret",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "During his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house. From making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school.",
    "image": "https://uploads.mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/0695cc3e-6000-4506-9f51-bdb0f271744c.jpg",
    "moods": []
  },
  {
    "title": "If You Don’t Love, You Die",
    "chapter": "Chapter 11",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
    "image": "https://uploads.mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/9250f798-4524-489a-b021-d11d499ac756.jpg",
    "moods": []
  },
  {
    "title": "The Childe",
    "chapter": "Chapter 45",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Newcomers Turn Low at Night",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "With a handsome face and manners that would put a diplomat to shame, new hire Lee Hyeonu is a sight for sore eyes to Senior Manager Shin Iyeon when he walks through the doors of Hanshin Worldwide. \n\nFeeling like she’s won the lottery, Iyeon is looking forward to her company life alongside this polite and hard-working young man— \n\n\"Hey, Iyeon. Get this done by tomorrow.\" \n\nHyeonu is no regular employee; he’s the son of the CEO. And as he begins to show his true nasty nature behind closed doors, Iyeon begins wondering what she did to deserve him.",
    "image": "https://uploads.mangadex.org/covers/13b410ab-12fe-40af-8bdb-8dff614af566/cb37b231-2422-46c7-8b5f-864e666204ef.jpg",
    "moods": []
  },
  {
    "title": "Love Letter",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "Fumi Isshiki works as an accountant at an entertainment agency. One day he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him... She is just a child, yet she acts more mature than many adults.",
    "image": "https://uploads.mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/f4e372c3-4f5a-46d5-9ca2-1088f386af79.jpg",
    "moods": []
  },
  {
    "title": "Book of the Dead",
    "chapter": "Chapter 57",
    "genre": [
      "Action",
      "Fantasy",
      "Horror",
      "Manhwa",
      "Mature",
      "Philosophical",
      "Psychological"
    ],
    "summary": "Sumeragi Hotsuma, the blind \"Sound Master,\" can kill Japanese demons with only the \"sounds\" made by the ring in his hand. His partner is high school student, Hiragi Ranku, adept at the strongest martial art, \"Sappo\" and blessed with the courage to fight any foe with her bare hands. A surprise, perhaps, that their enemies are \"gods.\" Their battle takes place in Okinawa, a mystical island that protects Japan from evil gods and demons. This is a strange tale, which relates the mysterious history of Okinawa, myths from around the world and other world events with very precise imagery. Here exists a very, very strange world of fiction. The title, Narai Kanai means \"Paradise\" in the Okinawan dialect. In Okinawa, there is an island where the dead go to find eternal peace. Can Hotsuma and Ranku save Japan and provide these wandering souls with eternal peace?",
    "image": "https://uploads.mangadex.org/covers/b4e88857-45f1-48e4-a0a0-36ead70970e7/db5b897a-e252-44da-b683-02672df09e52.jpg",
    "moods": []
  },
  {
    "title": "The Way That Knight Lives As a Lady",
    "chapter": "Chapter 173",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Time travel"
    ],
    "summary": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---",
    "image": "https://uploads.mangadex.org/covers/25ce6f0e-51ae-467e-8519-fe90060586dc/31cff245-4c44-4c04-bce7-422bca198bff.jpg",
    "moods": []
  },
  {
    "title": "Cryptid",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Robin is an ordinary high school student in South Korea.\n\nOn his way home from school as usual, an air raid warning sounds throughout the city, and an unidentified 'thing' takes away Robin's ordinary daily life.\n\nRobin gets caught up in the fight between the 'monster', a being forgotten by humans for a long time, and the 'nameless unit' that protects humans... \n\nWhat the heck, this is scary!",
    "image": "https://uploads.mangadex.org/covers/21a05dbf-6e10-4a5e-bd4e-65a2da298904/f4c22cde-3b58-47a1-8806-8fef0ab3c304.jpg",
    "moods": []
  },
  {
    "title": "Thiendavis – For The Perfect Salvation",
    "chapter": "Chapter 29",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Magic",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Evie Ariatte, a lovely saintess candidate, has her bright future shattered when a sudden curse forces her to answer every question with the truth. This unexpected twist of fate threatens her reputation and jeopardizes her dream of becoming the saintess. As her blunt honesty earns her both friends and enemies, will Evie uncover the hidden truths of Thiendavis and bring about its perfect salvation?",
    "image": "https://uploads.mangadex.org/covers/ff2479be-a04a-4a63-9cde-e4f5913e205a/39552e20-f63b-43ba-b9fb-cc6fdea5f990.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 25",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Bad Delusion",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 750",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "What Remains in the Damaged Place",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Mature",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Matchmaking Breach",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "First Confession",
    "chapter": "Chapter 10",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "\"I want to sleep with you.\"\n\"... What?\"\n\"I want to do it with Sung Ji-Won.\"\n\nThe day I turned 20. I spent the night with you, trying to make a memory. That's how we met again after 10 years, Joo Sung-Hyun, still handsome...\n\n\"Interest-free loan, limit is up to you, you don't have to pay it back.\"\n\"... What?\"\n\"Keep going, acting like a live-in girlfriend.\"\n\nYou still threw the wrong fastball, and I caught it. Joo Sung-Hyun, what are your true feelings?",
    "image": "https://uploads.mangadex.org/covers/e57b1be2-006d-47aa-99b9-cd08fb6284ea/6b71ee77-7041-4589-81e6-bedcb7d289e1.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 159",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Luke Foster thought he was doomed when he awakened as a Dragon Tamer, the most useless hidden profession in existence. \n\nDragons are so rare and powerful that for eight centuries, no Dragon Tamer has ever succeeded in taming a dragon. But without one, he can't even unlock his basic skills, leaving him powerless in a world ruled by fighters. \nThen everything changes after Luke activates the **Super Treasure Map System**. The mysterious system leads him to the ultimate prize: a real dragon egg! And so, this \"***weak***\" Dragon Tamer is about to flip the world upside down.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/aefa3874-8205-4b92-96e2-93f1e235fc7d.jpg",
    "moods": []
  },
  {
    "title": "Goddess’s Way of Attacking Tigers",
    "chapter": "Chapter 111",
    "genre": [
      "Manhwa",
      "Romance"
    ],
    "summary": "Moha, the sun god, was betrayed by her lover and died a miserable death. She realizes that she has returned to her past a year ago while being possessed by the body of an unknown woman. Moha struggles to prevent the tragedy of her past life. But, unexpectedly for her, her two tiger gods, who belonged to her in the past, spread their fervent courtship towards her.",
    "image": "https://uploads.mangadex.org/covers/d405af50-eb0c-49af-8b80-2d10d67e4473/cae08aa6-f854-4739-a908-ded90e2bff06.jpg",
    "moods": []
  },
  {
    "title": "My bias gets on the last train",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Meeting her on the last train again today, if only I could talk to her!”\nCollege student Lee Yeowoon works late and takes the last train every night.\nEach time, he runs into Shin Haein, a woman carrying a guitar. As if by chance, as if by fate,\nthe two keep meeting and discover that their favorite artist is the indie musician “Long Afternoon.” They gradually grow closer and so the story began.",
    "image": "https://uploads.mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 98",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "After the School Belle Dumped Me, I Became a Martial Arts God",
    "chapter": "Chapter 19",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Everlasting Love",
    "chapter": "Chapter 176",
    "genre": [
      "Drama",
      "Romance",
      "Shounen Ai"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Concept-Grasping Magical Genius",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Magic",
      "Magical",
      "Manhwa",
      "Vampire"
    ],
    "summary": "Pauline became a mother figure to Rowan, who had lost everything. After Pauline left, Rowan grieved her and awakened to a power called 'Mana'. What's more, Rowan could even see the Mana of other people! \n\nThrough mana, even though he's apart from Pauline, he can always feel like she's with him...\n\nOne day, Rowan encounters a shocking sight of Pauline, who he believed had left for a noble family.",
    "image": "https://uploads.mangadex.org/covers/15da41d3-7303-45cb-a590-a2a58851d140/f38ad811-4329-4c33-afcf-34780d4abac3.png",
    "moods": []
  },
  {
    "title": "I Tried To Be Her Loyal Sword",
    "chapter": "Chapter 114",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "To save her younger sister Aria from her illness, Cassmire Crisis became a mercenary, wielding a sword and shedding blood to pay for her medicine. \n\nBut when Cassmire suffers a fall one day, memories of her past life as Aria’s wicked stepsister come flooding back. Rather than take up the role of villainess again, Cassmire vows to protect Aria this time. \n\nBut with Aria doomed by the story to face only hardships, Cassmire must pick up her weapon once more to become her sister’s loyal sword!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
    "image": "https://uploads.mangadex.org/covers/9e02520f-11b9-4e29-a882-9d79034347a8/d08d7916-0d2d-4366-b416-f945aa7aecef.jpg",
    "moods": []
  },
  {
    "title": "Welcome to the Apocalyptic World",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair. Atsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.",
    "image": "https://uploads.mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "moods": []
  },
  {
    "title": "Global Beast Tamer: I Can See the Path of Evolution",
    "chapter": "Chapter 36",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "After traveling through time, I got the weakest little snowball as my pet, which couldn’t even evolve? Do I really have to be a waste for the rest of my life? Ding! The System lights up! What! I actually saw the hidden evolution route! Who said it was the weakest! Evolve! Ice Queen!",
    "image": "https://uploads.mangadex.org/covers/46533e3a-4bce-478e-bd44-87ea1f38ee2d/9e49e1c0-4d50-43f2-9a44-6c80a2916047.png",
    "moods": []
  },
  {
    "title": "The Fake Saint’s Splendid Revenge",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Visitor Of The Night",
    "chapter": "Chapter 31",
    "genre": [
      "Adult",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Mature",
      "Romance",
      "Smut"
    ],
    "summary": "Albert is reborn in another world and strives for a peaceful life in the Kingdom of Alexa. However, after being \"kidnapped\" by a Demon Goddess of war, Marida, he becomes a wanted man by the Kingdom! Unable to return to his original country, Albert decides to live in the Empire of Eranzia. While enjoying intimate moments with the alluring body of Marida (but not just her!), he uses his previous worlds knowledge to achieve great accomplishments in governance, military affairs, strategy and of course... Night-time battles!",
    "image": "https://uploads.mangadex.org/covers/a14e0f03-8f51-4226-aa44-48cdf0e68f5c/b37aad70-0282-4548-a718-5f7389ac4d58.jpg",
    "moods": []
  },
  {
    "title": "I Won’t Forgive My Stepsister This Time Around!",
    "chapter": "Chapter 28",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Evolution Begins With A Big Tree",
    "chapter": "Chapter 425",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "One minute, he was choking on water, and the next, he found himself in a canyon and turned into a willow tree! Before he could reconcile with this new sad reality, the world decided to throw him another curveball. With the return of spirit energy, every living thing started to mutate, and his life was soon turned into a game of survival. Luckily, he was gifted with the ability of infinite evolution. But was it really a blessing? Or was it also a curse in disguise?",
    "image": "https://uploads.mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/4f99f8ba-8bcf-4098-9c16-351e9c41581c.jpg",
    "moods": []
  },
  {
    "title": "She Was Supposed To Be A Temporary Princess But It Seems She Is Done A Little Too Well",
    "chapter": "Chapter 39",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My ex-husband wants to reconcile",
    "chapter": "Chapter 13",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Ye Linghan’s wish to remarry his ex-husband, Ji Ran, turned the latter from an Alpha to an Omega. Despite enduring the physical changes and the pain of rejection, Ji Ran also endured Ye Linghan’s repeated hurtful behavior. When Ye Linghan finally divorced him, Ji Ran was left heartbroken. As for Ye Linghan, he got what he wanted, but upon looking at the empty villa, he suddenly came to his senses.",
    "image": "https://uploads.mangadex.org/covers/49d5f5ad-b9ca-4771-9793-eb9b60af3212/9cd6af35-926a-4f8d-91de-46d6dd6a679b.png",
    "moods": []
  },
  {
    "title": "I’m Not Dead For Nothing",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Manga",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Villainess is Done Trying",
    "chapter": "Chapter 54",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "What would you do when you've transmigrated as the most-hated villainess in the story? In the case of Marso, she tried hard to change the storyline by performing good deeds and taking care of the female lead. However, things are not going as she had hoped for--every character in the story still hates her! It seems no matter what she does she cannot seem to change her fate. Tired of trying, Marso declares that she'll stay home and do nothing--for the rest of her life.",
    "image": "https://uploads.mangadex.org/covers/56f68462-d1b5-4cf5-942b-99391d5eb66a/776fe617-caf9-443c-a429-680b9a960087.jpg",
    "moods": []
  }
]