[
  {
    "title": "Extra but the Duke’s only daughter",
    "chapter": "Chapter 43",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "I squandered my salary to strengthen my game character, and became the lowest-ranking extra in the game. But… [◆Fate: On my 9th birthday, I will be horribly murdered by my father.] No, what is my fate?! It was unfair that I dimensionally shifted while playing a game, but now I will die by my father’s hand… I can’t just sit back and accept this crappy fate. Since it has come to this, I will overcome my fate myself!",
    "image": "https://uploads.mangadex.org/covers/a530d911-f535-4ab4-acbf-c090920b27f9/069dcb78-98de-4a1c-8ce8-77d2928bc843.jpg",
    "moods": []
  },
  {
    "title": "Madam and Her Daily Online Face-Slapping",
    "chapter": "Chapter 194",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "The Gu family, the leader of the Jijing Continent, was plotted against, and the family was separated. The head of the young family, Gu Mang, took her younger brother, Gu Si, disguising themselves, to regain power, beat the villain, avenge the family, gain glory, and pick up the top handsome president along the way.",
    "image": "https://uploads.mangadex.org/covers/e9abddad-4482-4c3e-bf23-3c0c8ffe5d5c/f8a52f25-a594-42ac-ad6e-8dac55a33641.jpg",
    "moods": []
  },
  {
    "title": "Highteen Spoiler",
    "chapter": "Chapter 29",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "After giving up Taekwondo for over 10 years, Sohee, who lives like a hanryang, has only one interest... k-teen romance! I dream of a future where I will become a lover with 'Soo-hyeon', who is going well. but… One day, So-hee's cell phone syncs a photo that is presumed to be the future, and the boy who became her lover in the photo... It was Lee An-do, an unlucky classmate! can not believe it! There is no probability in this love affair! Even after that, So-hee is confused by the more and more pictures of the future... Will it flow according to the spoiled ending?",
    "image": "https://uploads.mangadex.org/covers/f7f36fca-f34e-4689-8215-4e702c879192/f610c8fe-d454-413d-97db-6a7217e7b353.png",
    "moods": []
  },
  {
    "title": "Don’t Be Obsessed With A Spirit Like Me!",
    "chapter": "Chapter 107",
    "genre": [
      "Fantasy",
      "Reincarnation",
      "Romance"
    ],
    "summary": "Promo for the novel *Don't Be Obsessed With a Spirit Like Me*.  \n  \n\n\n---",
    "image": "https://uploads.mangadex.org/covers/f8d0a171-8312-4eb9-87a6-cb3974c86471/5889ed99-22d1-4478-b6f6-763326b0cba3.jpg",
    "moods": []
  },
  {
    "title": "My Wife Is From a Thousand Years Ago",
    "chapter": "Chapter 397",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhua",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "summary": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world.",
    "image": "https://uploads.mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "moods": []
  },
  {
    "title": "The Reincarnated Young Lady’s Revenge",
    "chapter": "Chapter 22",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "Kiran, the strongest old soldier who fell in battle against the Demon King and lost his life, accepts a proposal from a goddess and is reincarnated. However, his new life begins as the daughter of the Heikera Baron family...!? The story follows the adventures of Kikka, the reincarnated daughter who retains the skills of her former life as a seasoned warrior, particularly the powerful \"Magic Bullet\" skill. As she boldly rises to prominence, her bravery attracts people to her side.\n___\n**Links:**\n- [Webnovel](https://ncode.syosetu.com/n3576hr/)",
    "image": "https://uploads.mangadex.org/covers/c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7/257da86c-8ec5-4597-a43a-45b184795a44.jpg",
    "moods": []
  },
  {
    "title": "I Became the Tyrant of a Defence Game",
    "chapter": "Chapter 136",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Webtoons"
    ],
    "summary": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
    "image": "https://uploads.mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/3e29572e-ddc1-4145-9146-bf61c8b1bc42.jpg",
    "moods": []
  },
  {
    "title": "Becoming A Legendary Ace Employee",
    "chapter": "Chapter 79",
    "genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Office Workers",
      "Webtoons"
    ],
    "summary": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!",
    "image": "https://uploads.mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/42ec6e09-ad01-41f3-a81c-bfe76169c7fc.jpg",
    "moods": []
  },
  {
    "title": "Clean with Passion for Now [Official]",
    "chapter": "Chapter 62",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Locked to Death",
    "chapter": "Chapter 46",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022.",
    "image": "https://uploads.mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "moods": []
  },
  {
    "title": "Worthless Profession: Dragon Tamer",
    "chapter": "Chapter 139",
    "genre": [
      "Action",
      "Fantasy",
      "Martial Arts"
    ],
    "summary": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles.",
    "image": "https://uploads.mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "moods": []
  },
  {
    "title": "I’m Looking for a New Husband",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…",
    "image": "https://uploads.mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "moods": []
  },
  {
    "title": "Fall in Love or Die",
    "chapter": "Chapter 74",
    "genre": [
      "Adaptation",
      "Drama",
      "Historical",
      "Manhwa",
      "Mature",
      "Romance"
    ],
    "summary": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
    "image": "https://uploads.mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/290934ac-d6d3-4b04-8c3a-6834c0b53d38.jpg",
    "moods": []
  },
  {
    "title": "The Baby Saint wants to avoid a bad future; you will give birth to me later",
    "chapter": "Chapter 50",
    "genre": [
      "Drama",
      "Fantasy",
      "Isekai",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Sold Young Lady Is Protected by Her Brothers",
    "chapter": "Chapter 15",
    "genre": [
      "Drama",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Demon King",
    "chapter": "Chapter 31",
    "genre": [
      "Action",
      "Adventure"
    ],
    "summary": "A noble <Hero> who punishes evil while under the protection of gods.\nA demon born with tremendous demonic powers, is the last surviving <Demon King>.\nAnd I’m an experienced third-rate <Villiain> that roams around the land.\n\nI want my Villain’s life to be over.\nI was going to retire and spend the rest of my life in comfort but the child I picked up by accident turned out to be the demon king and the hero is chasing me to \"repay the favor\".\nMy comfortable retirement years are ruined!\n\nThe 99 demons that guard the Villain ?\nPrepare to die… Yes, may God bless you, now die!",
    "image": "https://uploads.mangadex.org/covers/8ac933f6-3b4f-474d-a163-f641936fcc84/ef4f160e-6188-4547-8577-847dafa5f5ae.png",
    "moods": []
  },
  {
    "title": "Sovereign and Heartburn",
    "chapter": "Chapter 38",
    "genre": [
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance"
    ],
    "summary": "Aria’s world is thrown into chaos when Crown Prince Julius, the brilliant but insufferable royal she’s sworn to protect as Captain of his Guard, announces her as his future bride. Stunned, Aria confronts him, and Julius offers a way out: if she can defeat him in any competition before the wedding in six months, he’ll cancel the engagement. But with Julius’ unmatched skills, winning won’t be easy. Can Aria outsmart the talented prince and reclaim her life?",
    "image": "https://uploads.mangadex.org/covers/bc210b3b-e168-4f2d-912d-9b16e8f71939/088f4b6b-2055-4a72-adb5-39785cde8363.jpg",
    "moods": []
  },
  {
    "title": "Lover Of Green Midnight",
    "chapter": "Chapter 53",
    "genre": [
      "Drama",
      "Manhwa",
      "Romance"
    ],
    "summary": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins.",
    "image": "https://uploads.mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/bfe6b5d9-2a6d-4e72-9563-3fb517e28e1a.jpg",
    "moods": []
  },
  {
    "title": "Pyeonghwa Restaurant",
    "chapter": "Chapter 61",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Chef Sua, with her unrivaled culinary skills, doesn't just rule over Peace Restaurant, Seoul's most peculiar eatery -- she weaves harmony between cosmic enemies now seated as tablemates. The tension in her restaurant simmers not from culinary rivalry but from the precarious peace among patrons from warring dimensions. Will Sua's culinary diplomacy be enough to maintain this balance, or is her restaurant destined to become the epicenter of an ultimate showdown?",
    "image": "https://uploads.mangadex.org/covers/9cdb46d3-d149-4c03-9cd7-1f2cf90378fb/95bd6ace-8e68-4702-b5ea-7ec9fe2d5881.jpg",
    "moods": []
  },
  {
    "title": "In the Spring Shadow",
    "chapter": "Chapter 32",
    "genre": [
      "Romance"
    ],
    "summary": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "image": "https://uploads.mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/3e07507b-3425-48ee-baf0-83603a098487.jpg",
    "moods": []
  },
  {
    "title": "Before I knew it, I had stolen the Dark Lord’s Heart",
    "chapter": "Chapter 64",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Seeing the relationship between Duke Willow, the Sword of the North, and her father who's his guardian knight, Celine has been looking forward to meeting her lord, Damian. However, the Damian she encountered was a skinny, frail boy with a bright smile that belied his Northern Majesty. To fulfil her duty as a guardian knight, she decided to take her lord's side, no matter what kind of person he was. But there's something fishy about this frail boy...\n\n---\nTen-year-old Celine Mars dreams of becoming a great knight escort just like her father. She’s set to serve under Damien Willow, the heir of a powerful Duke. There’s only one problem—he’s a total weakling, or so she thinks. Celine vows to train the poor, defenseless Damien to stand up for himself, completely unaware of his real strength. Meanwhile, Damien instantly takes a liking to Celine, finding her cluelessness and pure intentions both amusing and endearing. When will Celine finally realize she’s got the wrong idea about Damien?",
    "image": "https://uploads.mangadex.org/covers/6406bb90-8ec6-426f-8cde-da13e7cdca08/8976b08a-d31d-421e-ae49-ab3395225a14.jpg",
    "moods": []
  },
  {
    "title": "Hoping for My Death",
    "chapter": "Chapter 63",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Royal family"
    ],
    "summary": "In pursuit of a natural death, Silvia reluctantly agrees to a strategic marriage. To deceive the gods, she must convincingly play the role of a married couple.\n\n\"Shall we turn off the lights then?\"\n\"Why would we...?\"\n\"Don't we have to consummate our marriage on the first night?\"\n\"Why is that necessary?\"\n\nIsn't my husband too conservative?\n\nSilvia, who yearns for a chance to die, and Randal, who struggles with conflicting emotions, embark on an unexpected healing romance.",
    "image": "https://uploads.mangadex.org/covers/0937d920-8ca4-473e-806a-7e47e6f57126/63bf3b64-0e6f-405f-b2da-d962fb8a5650.jpg",
    "moods": []
  },
  {
    "title": "Taming the Munchkin",
    "chapter": "Chapter 33",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "She was reborn as the antagonist of a fantasy novel, a child who bears her family’s resentment.\n\nAs it stands, her fate is to end up on the guillotine at the hands of the furious villagers!\n\nKynemeia, for the sake of a comfortable future, plans to gather some Munchkins to govern the fief. However, there’s one problem…\n\nKynemeia stared blankly at the boy sitting in the underground prison.\n\n“…Why?”\n\n“I got caught.”\n\nShe’s on the receiving end of an unwanted obsession from a suspicious mage?!\n\nThis is the story of the struggles of a Grand Duke’s daughter who wishes to transform her life\n\nand the Munchkin mage who feigns innocence!",
    "image": "https://uploads.mangadex.org/covers/71ff2fdb-315f-4c68-b9f3-bdc5713c1d88/bf5b2f48-2509-4f06-a7d6-c0a109f64b39.jpg",
    "moods": []
  },
  {
    "title": "The Strongest Florist",
    "chapter": "Chapter 238",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "Even though he’s built like a fighter with a fearsome scowl, Jaeho would love nothing more than to become a florist instead. Unfortunately, Jaeho’s overbearing father disapproves, pushing his son to become an MMA fighter instead. Jaeho enters the virtual reality game, New World, to escape his father’s ambitions, but will he be able to realize his dreams?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=KQU_1f_ujBw)\n  \n- [Original Web Novel <Naver>](https://series.naver.com/novel/detail.nhn?productNo=4231463)\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/comedy/macho-florist/list?title_no=2203)  \n\n- [Official Spanish (Es) Translation](https://www.webtoons.com/es/action/the-strongest-florist/list?title_no=2948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/comedy/too-strong-to-be-a-florist/list?title_no=2041)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000851)",
    "image": "https://uploads.mangadex.org/covers/b3a76028-8968-4112-bef3-57a64e5d60c3/18c46f5a-f0b0-4724-87f6-eed4d67ee478.jpg",
    "moods": []
  },
  {
    "title": "I Thought I Didn’t Have Long To Live!",
    "chapter": "Chapter 102",
    "genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
    "image": "https://uploads.mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "moods": []
  },
  {
    "title": "Jakdu",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
    "image": "https://uploads.mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "moods": []
  },
  {
    "title": "We Lost Our Engagement",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "The story is set on one day during summer vacation. It follows a group of boys who try to view a fireworks display from the town lighthouse to see if they look round or flat when viewed from the side. Meanwhile, one of the boys, Norimichi, receives an invitation from his crush Nazuna to run away with her.",
    "image": "https://uploads.mangadex.org/covers/ec4dc17e-c1d7-4fc3-8734-605caf10e836/98dd60e7-6e4d-45da-bd55-d630e83c32bc.jpg",
    "moods": []
  },
  {
    "title": "The Marriage of a Cold-Hearted Duke and a Disaster Lady",
    "chapter": "Chapter 21",
    "genre": [
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Endless Summer",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Two children of the same age, same name, together on the verge of a summer that will change their lives forever. When the world doesn't seem to listen to their hearts, how will they face the world together?",
    "image": "https://uploads.mangadex.org/covers/506098fd-3c49-4d02-8296-6eb221af06a5/49fc2ec0-c484-4afb-92eb-ce4706006b71.jpg",
    "moods": []
  },
  {
    "title": "Magic Emperor",
    "chapter": "Chapter 725",
    "genre": [
      "Action",
      "Adventure",
      "Magic",
      "Manhua"
    ],
    "summary": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
    "image": "https://uploads.mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "moods": []
  },
  {
    "title": "The Lone Necromancer",
    "chapter": "Chapter 189",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
    "image": "https://uploads.mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "moods": []
  },
  {
    "title": "At the Place Where the Golden Rose Broke",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/2510df4e-055f-4771-81a3-5268dbb5f5e6/83028fa4-5d7f-4539-8763-9837d1f19ced.jpg",
    "moods": []
  },
  {
    "title": "I Never Abandoned the Tyrant",
    "chapter": "Chapter 52",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Born and abandoned in the mountains, Hadar, picked up by an ancient dragon. With inherent powerful magical abilities, he is raised by the ancient dragon and, without realizing, becomes the \"strongest being\" capable of advanced magic at the age of 12. Hadar is sent to the most challenging magic academy by the ancient dragon to adapt to human society. However, he effortlessly dominates school life with his magical prowess!!",
    "image": "https://uploads.mangadex.org/covers/06b43e58-fb3c-420d-8d98-9ee0fb63beea/6b80cbaa-0333-4415-8e68-88be6ad1996b.jpg",
    "moods": []
  },
  {
    "title": "I Love the One Who Kills Me",
    "chapter": "Chapter 21",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "She is someone with the nickname “Seatmate Killer”, and also one of the prettiest girl in the school. Every male student that became her seatmate has confessed to her, and all of them got rejected brutally. The one who became her new seatmate, the seat being located the furthest away from the front and beside one of the windows, thus being a godly seat that will make every male student jealous, is Narito Yuki. He is someone that generally you won’t notice at all. The entire class thought that he will fall for her in a short time, but that may not be the case……\n___\n[Alt Official English (Tentai Books)](https://tentaibooks.com/novel-author/aresanzui/)",
    "image": "https://uploads.mangadex.org/covers/099992b1-ce62-4a28-8133-d39c004ab470/379c203f-97ea-4a9e-84e7-34f5d5c8a8d1.jpg",
    "moods": []
  },
  {
    "title": "I Need a Sponsor",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "When I opened my eyes, I became the head of a vicious director of a nursery school that absed the main characters. It was nice to see the abse scene from the first appearance and to prevent it in a cool way. Now, the nursery is in danger of collapsing due to a pile of debt before the children are all raised. I can’t starve my children! I will protect my children! After all, she provoked the Duke at the risk of her life, and even achieved sponsorship, and now she thought she only had to raise her children with love. “Why is the only thing that’s being asked to protect are them?” “They’re weak. I’m fine.” “Siela, please don’t say that the sponsorship is about to end.” He, who was only described as cold, keeps touching me. Even young children who overcame their wounds and opened their hearts to me. And the man, whose expression of coldness melts in front of me!",
    "image": "https://uploads.mangadex.org/covers/4feac959-e570-4b02-8341-9137db547846/b6b6740f-b208-40b8-ab43-9b7fe507a320.png",
    "moods": []
  },
  {
    "title": "Kindergarten Superpower Diaries",
    "chapter": "Chapter 12",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In a world where superpowers are part of everyday life, even kindergarten isn’t normal.\nOh Sae-ong, a substitute teacher with no powers, no experience, and barely any stamina,\nfinds himself assigned to a class full of toddlers who can summon fire, control water, and even glimpse the future. Outmatched and overwhelmed, he fumbles through each chaotic day—learning, growing, and gradually connecting with these extraordinary little beings. Because in a place where everyone is special, sometimes the most ordinary heart can make the biggest difference. A heartwarming and chaotic slice-of-life story about powers, patience, and the magic of growing up.",
    "image": "https://uploads.mangadex.org/covers/020d5fff-b5c9-41cf-9094-e9eb861ae757/b3bb3ffc-013c-4a25-90b5-717a72cbe856.png",
    "moods": []
  },
  {
    "title": "Growth-Type Superhero",
    "chapter": "Chapter 52",
    "genre": [
      "Action",
      "Adventure",
      "Demons",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Monster",
      "Monsters"
    ],
    "summary": "In a world where humanity battles monsters with powerful weapons called Relics, Hinata Asahi is the ultimate underdog at Valkyria Academy, a school for training warriors. Mocked for his relic, a gimmicky suit that looks like a comic book costume, and bullied by classmates, no one knows it holds a secret. The more he is pushed down, the stronger it becomes. Driven by his father’s legacy, Hinata forges new friendships and pushes past every obstacle. With unwavering determination, can he rise to become one of the academy’s strongest?",
    "image": "https://uploads.mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/dc7b499e-b185-4a67-af33-6e25a6c96df8.jpg",
    "moods": []
  },
  {
    "title": "I Ended Up Training the Villain Too Well Too Early",
    "chapter": "Chapter 37",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "On their 10th birthday, a child regains memories of a past life and realizes their family is destined to be destroyed by a future villain. To prevent this, they decide to raise the neglected prince, the future villain, with care and guidance. However, their efforts work too well, leading to unintended consequences.",
    "image": "https://uploads.mangadex.org/covers/ee3f329e-edf5-4493-b8d4-313f02df5de6/4d0c7a68-c1f9-4b05-93fb-7c2e3383e8fc.jpg",
    "moods": []
  },
  {
    "title": "My Little Brother Is The Academy’s Hotshot",
    "chapter": "Chapter 109",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Disastrous Necromancer",
    "chapter": "Chapter 196",
    "genre": [
      "Action",
      "Fantasy"
    ],
    "summary": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
    "image": "https://uploads.mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "moods": []
  },
  {
    "title": "The Abandoned Saintess’s Vow: To Deny the Prince’s Love in Her Next Life",
    "chapter": "Chapter 38",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Stepmother Likes Harems",
    "chapter": "Chapter 24",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Manhwa",
      "One shot",
      "Reverse harem",
      "Romance",
      "Shoujo"
    ],
    "summary": "When a girl abused by her father wakes up in a novel as Luella Masimelle, the cruel stepmother of the protagonist Hirah, she is determined to make things different. To do this, she proposes a contractual marriage to Duke Huppert to make him Hirah's guardian, but the duke surprisingly seems genuinely interested in her. And with the once timid Hirah also starting to open up and show affection to her, Luella begins to wonder if she'll finally have a happy family... Or is it all too good to be true?\n\n---\nThe oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me.",
    "image": "https://uploads.mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "moods": []
  },
  {
    "title": "Your Majesty, I Will Raise Him This Time!",
    "chapter": "Chapter 51",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "\"Who would have thought that the day would come when I would be killed by my own son...\" Empress Dahlia of the Empire is killed by her son’s rebellion. Dahlia, who has been kept in the dark finds it difficult to comprehend the drastic change of her son. \"I’ll accept any punishment. Please, give me one more chance to face that child...!\" Dahlia, having turned back time, need to face her strict husband, Klaus, in order to restore their already severed parent-child relationship. Can she use this opportunity to redo the parenting and avoid the worst future?",
    "image": "https://uploads.mangadex.org/covers/fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566/d0ac68ce-59d4-4e53-9c51-4752e4aba0fc.jpg",
    "moods": []
  },
  {
    "title": "Forget That Night, Your Majesty",
    "chapter": "Chapter 36",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||",
    "image": "https://uploads.mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "moods": []
  },
  {
    "title": "I Was a Sacrificial Princess, but I Reincarnated and Became the Body Pillow of the Demon King",
    "chapter": "Chapter 31",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "How To Reject My Obsessive Ex-Husband",
    "chapter": "Chapter 75",
    "genre": [
      "Adaptation",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Romance",
      "Shoujo"
    ],
    "summary": "When Yu Seohyeon sacrificed her life to save her first love, Ciel de Leopart, she never expected to wake up as Irene de Closhe in a world straight out of a book. Amidst this bizarre twist, she reunites with Ciel, who has now become a supporting male lead destined to betray the crown prince. As her unique guide abilities resurface, Seohyeon is haunted by Ciel’s intense, madness-filled gaze, a stark contrast to the man she once knew. Tangled in a web of past love and new identities, Seohyeon must navigate a treacherous path where past and present collide.",
    "image": "https://uploads.mangadex.org/covers/04a49341-a95c-4baf-aa4d-8c7b19026db6/ad1a5f07-a35b-454a-94af-7117d6668381.jpg",
    "moods": []
  },
  {
    "title": "Primordial Ten Fiends: Others Tame Beasts, I Tame Beast Girls",
    "chapter": "Chapter 32",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After three years of lying low, Lin Han awakened the Beast Taming System and gained ten ultra-fierce beast girls! Tearing apart enemies by day and taming beast girls by night, he was directly drained by them into becoming the pinnacle of global combat power!",
    "image": "https://uploads.mangadex.org/covers/65e3684e-fbd7-4429-9897-3cc301cd817d/a2c50c4d-e9bf-4079-8dbc-8aedda5ef674.jpg",
    "moods": []
  },
  {
    "title": "Warrior Grandpa and Grandmaster daughter",
    "chapter": "Chapter 100",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Spirit Sacrifice: The Path to Godhood",
    "chapter": "Chapter 105",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!",
    "image": "https://uploads.mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "moods": []
  },
  {
    "title": "The Former Mercenary’s Life as a Prosecutor",
    "chapter": "Chapter 6",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "\"The ones who took away my entire life, they will pay for it.”\nTo uncover the secret behind his mother’s death, legendary mercenary Lee Jeong-hwan returns as a prosecutor.\nHis revenge begins against those who took his mother’s life and trampled on his once-ordinary existence.\nThreats that stand in his way will be dealt with by force, and those who deserve judgment will be dealt by the law.",
    "image": "https://uploads.mangadex.org/covers/e19741ec-00ba-496b-8b59-5ba137941661/5b57d6d4-80c0-403f-81d4-fb56f83c0bf8.png",
    "moods": []
  }
]