[
  {
    "title": "Steel Covenant",
    "chapter": "Chapter 35",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Qiao An, a student from the Battle Armor Academy’s elite class, failed the battle armor qualification test and was downgraded to the outer department's logistics class. In the post-apocalyptic world, three centuries after the fall of humanity, Qiao An, burdened with massive debt, unexpectedly discovers that he has already formed contracts with not just one, but multiple top-tier battle armors.\n\n\n\n\n\"Black or white, which do you choose?\"\n\n\"I want both!\"\n\n\n\n\nWith the strongest battle armors, making money becomes a piece of cake.\n\n\"Save the world? Not interested, doesn't concern me.\"\n\n\"What? All my debts cleared? Hey, wait a minute!\"",
    "image": "https://uploads.mangadex.org/covers/7615c0fa-dda9-45f1-81f0-ab8a55e3b4e4/738e5a0e-dfc6-4f38-800f-fbeb7bc05487.png",
    "moods": []
  },
  {
    "title": "Screw the Noble Life, I’m Going Home",
    "chapter": "Chapter 54",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Historical",
      "Isekai",
      "Manhwa",
      "Reincarnation",
      "Romance"
    ],
    "summary": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!",
    "image": "https://uploads.mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/7546b417-6a3a-436f-a666-2a315ea06ea2.jpg",
    "moods": []
  },
  {
    "title": "The Bottom-Feeder Scavenger’s Revenge",
    "chapter": "Chapter 33",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After his sister's death, Row, who was said to be a freeloader, becomes an explorer to investigate the cause of his sister's death. \n\nWhen he nearly loses his life in the dungeon, he acquires the ability to disassemble monster corpses, supplies, and skills. Row becomes stronger by disassembling various things. \n\nAnd the mystery of his sister's death slowly begins to unravel...",
    "image": "https://uploads.mangadex.org/covers/065dc82a-5b43-499d-bc34-49129b39c6f3/3758b70f-e101-4067-bfe7-6f79508ddbbe.png",
    "moods": []
  },
  {
    "title": "Prices Depreciated, and I Became the World’s Richest Person",
    "chapter": "Chapter 34",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhua",
      "Manhwa"
    ],
    "summary": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…",
    "image": "https://uploads.mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "moods": []
  },
  {
    "title": "Eternally Regressing Knight",
    "chapter": "Chapter 68",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
    "image": "https://uploads.mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/4dbc9af9-cb0f-4bdd-8c96-ff6e6d9caab4.jpg",
    "moods": []
  },
  {
    "title": "Love’s Impossible Quest: For the Broken young lady and the Duke of Dread",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Four Choices",
    "chapter": "Chapter 4",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "No summary available.",
    "image": "https://uploads.mangadex.org/covers/82858f3f-8c93-4434-9b54-94464dad3116/6acca040-9412-4cb8-8270-b08a07bff2ca.jpg",
    "moods": []
  },
  {
    "title": "Mount Hua Sect’s Genius Phantom Swordsman",
    "chapter": "Chapter 39",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "After being ambushed by the Demonic Cult, Goheon Dok and Hyeonjo, his close friend from Mount Hua, are cornered and on the verge of losing their lives. Before they're both killed, Hyeonjo hands Goheon the Plum Blossom Spirit Beads, a sacred relic of Mount Hua that causes Goheon to take possession of the body of Muhwi, an apprentice of Hyeonjo. Now, as a Senior Disciple of Mount Hua, Goheon Dok must fight to protect Mount Hua and fulfill his friend's dying wish.",
    "image": "https://uploads.mangadex.org/covers/91ccce69-925a-4c75-abaa-716dd7e168de/481e47eb-7080-42b8-bb30-a1dc674a4bfd.png",
    "moods": []
  },
  {
    "title": "The Spring Scent of the Sea",
    "chapter": "Chapter 48",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhua",
      "Romance",
      "Supernatural"
    ],
    "summary": "A collection of 9 masterpiece oneshots from 2001 to 2015. The pinnacle of heart-wrenching comic expression.\n\n**Chapters:**\n1-2. A Pantystocking World / The Pantyhose-like Sky (Pantystocking no You na Sora, パンティストッキングのような空) - Published in Young Jump 2003 Issues 27 & 28.\n\n>At the beginning of the 21st century, high school students Mikami and Hiroshi are both longing for a similar ideal: An ordinary, happy life and Taepodong's attack!\n\n>Twelve years later - in the Hateful and Politically driven contemporary Japan - Mikami and Hiroshi, who have now become old men, realize they can simply grab the ordinary and happy life they once hoped for in their youth!\n\n​3. Teaser Trailer for a Modern Day Famine / Heisei Great Famine Trailer (Heisei no Daikikin Yokokuhen, 平成の大飢饉予告編) - Newly drawn.\n\n​4. Classroom Chaos / Classroom Collapse (Gakkyuu Houkai, 学級崩壊) - Published in Young Jump 2001 Special Issue Mankaku Vol. 22.\n\n​5. Scenes of Watanabe / Scenery With Watanabe-kun (Watanabe-kun no Iru Fuukei, 渡辺くんのいる風景) - Published in Young Jump 2001 Special Issue Mankaku Vol. 26.\n\n​6. A Summer Day With No End In Sight (Itsu Hateru tomo Shirenu Natsu no Hi, いつ果てるとも知れぬ夏の日) - Published in Young Jump 2002 Issue 39. ([niconico Manga](https://manga.nicovideo.jp/comic/28904))\n\n​7. Future Century Shibuya (Mirai Seiki Shibuuya, 未来世紀シブーヤ) - Published as “In Search of Lost Time” (Ushinawareta Toki o Motomete, 失われた時を求めて) in Business Jump 2004 Special Issue BJ Tamashii Yuhi Special Issue No. 20.\n\n​8. Mendel (メンデル) - Published in Quick Japan 2006 Vol. 68.\n\n9-10. Early Morning (Asa Madaki, 朝まだき) - Published in Young Sunday 2007 Special Issue Summer Issue.\n\n11-12. The Sole Ones (Yuiitsusha-tachi, 唯一者たち) - Published in Monthly! Spirits 2014 5/1 Issue.\n___\n**Additional Links:**\n2-Volume Release: [Amazon](https://www.amazon.co.jp/dp/B074CJYMWL)",
    "image": "https://uploads.mangadex.org/covers/1cc16d03-3b59-4e5a-b29e-0e31cb99c9da/d906cfd1-ea0c-4991-96a4-59d6d0efef9c.jpg",
    "moods": []
  },
  {
    "title": "A Hero Who Is Good At Everything",
    "chapter": "Chapter 49",
    "genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Sci-fi"
    ],
    "summary": "Gang-in Na wakes up in the year 2024 in the middle of South Korea with no memory of where or who he is. Upon hearing a voice that sounds strangely familiar, he comes face to face with a robot named ACE (Autonomous Combat Entity), who informs him that he was once part of the Earth Federation Forces in the year 2082 and possesses a wide array of skills. Gang-in decides to join forces with ACE to recover his lost memories and adapt to life on Earth, but the two look to be in for a bumpy ride.",
    "image": "https://uploads.mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "moods": []
  },
  {
    "title": "The Reincarnated Scum Hunter",
    "chapter": "Chapter 15",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "In another world, the “scum reincarnated people” are addicted to power and continue to run wild according to their desires. The one who stops their rampage is Hasuda, a reclaimer who specializes in reincarnated people. When Hasuda appears before them, their strongest abilities and bodies are reclaimed, and a dark judgment is passed down. The underground fantasy of the scum reincarnated people vs. the reclaimer begins!",
    "image": "https://uploads.mangadex.org/covers/583f03a6-32d6-433a-8d1c-5e435f4c0b52/61e149dc-e451-4cd2-af93-98c7008e28c1.png",
    "moods": []
  },
  {
    "title": "Close and Secretive",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Webtoons"
    ],
    "summary": "On that day, I was going to confess to you. Choi Ji-young, an unidentified woman who accidentally encountered her on Ulleungdo Island. Sunwoo Hyun keeps bothering Ji-young. Two people who are attracted to each other even in a short period of time. Then one day, Ji-young suddenly disappears. Without a trace. “It’s been a while, Hyun. Aren’t you going to say hello?” Ji-young, who could not be found no matter how much she visited, became the “Choi Ji-an” and appeared in four years. That’s also for Hyun to protect. “With this time, there is no Choi Ji-young I knew. So, just delete it too.”",
    "image": "https://uploads.mangadex.org/covers/955091d9-55d6-4f56-8735-70a0fe1fb751/2a076f3f-d9ff-4714-bce4-2c52caa2b88a.png",
    "moods": []
  },
  {
    "title": "One Day, I Suddenly Got a Crush",
    "chapter": "Chapter 9",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
    "image": "https://uploads.mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/25b480d2-5c3f-41d6-9c53-58d8453eaf38.jpg",
    "moods": []
  },
  {
    "title": "She Tames Heroes",
    "chapter": "Chapter 14",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Winterbell",
    "chapter": "Chapter 37",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "One of the four dragons called upon to maintain the balance of the world—the Guardian Dragon of Winter, Seherbian Winterbell. Over time, he grows weary and jaded, burdened by a world that always prays to winter for fear, curses, and misfortune. But when the Dragon Priest who watched over him for years, Rowan, dies, Winterbell decides to finally honor his last wish by stepping out into the world...\n\n\"I hope you’ll come to know more of this world.\nMy dragon, Winterbell.\"",
    "image": "https://uploads.mangadex.org/covers/81ead22f-4e04-4769-b23d-2863891ea667/09efce18-4ccf-432c-be66-23f3042c3928.png",
    "moods": []
  },
  {
    "title": "Villainess with a 0% Survival Rate",
    "chapter": "Chapter 11",
    "genre": [
      "Drama",
      "Isekai",
      "Magic",
      "Romance"
    ],
    "summary": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?",
    "image": "https://uploads.mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "moods": []
  },
  {
    "title": "I Ran Away With My Contracted Husband",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Revenge",
      "Romance"
    ],
    "summary": "The blind Duchess regained her sight—only to witness her fiancé cheating on her that very day. Determined to take revenge on the scumbag and reclaim her family title, she made a bold move at the wedding—swapping grooms and marrying the infamous, devilishly handsome fugitive instead! Thus begins the tale of a Duchess and a wanted man, where marriage comes first and love follows later. (Cr TL: Gourmet Scans)\n\n----\nThe Duke's Daughter Windsor lost her parents in a car accident several years ago, and she herself was left blind. Supported by her fiancé and her younger sister—who is not related to her by blood—she somehow managed to get by day to day.\n\nHowever, after secretly undergoing treatment and regaining her sight, Windsor discovers that the two have betrayed her and are plotting to take over the dukedom.\n\nDriven into a corner, Windsor sets out to ask the person who treated her eyes for help in ruining the wedding ceremony—but she mistakenly approaches the wrong man.\n\nThat man is Theodore, the head of Blark Bank, who is currently being pursued by the police after being falsely accused of a crime by none other than Windsor’s fiancé.\n\nWith their interests aligned, Theodore proposes a contract marriage to Windsor.\n\nHow will the two of them confront and overcome the hardships ahead…?",
    "image": "https://uploads.mangadex.org/covers/5c3e68d5-4f26-4db5-83b9-c40f87e1ca4d/b18f4add-02eb-4fba-809b-898a3e4fb633.png",
    "moods": []
  },
  {
    "title": "Cheonghak-dong Project",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Our gap",
    "chapter": "Chapter 5",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance"
    ],
    "summary": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
    "image": "https://uploads.mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/0fa5946a-8956-432f-a6db-2529802c29f2.jpg",
    "moods": []
  },
  {
    "title": "Welcome, Witch Shop",
    "chapter": "Chapter 49",
    "genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Magic",
      "Manhwa",
      "Romance",
      "School Life"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Light of Arad: Forerunner",
    "chapter": "Chapter 55",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Summoned to purify the corruption spreading across Arad...?\n\nJinseong, a player who dedicated his life to \"Dungeon & Fighter,\" is summoned to Arad by the transcendent Nemer and given the mission of becoming the Claw Master.\n\n“You shall become the Claw Master and guide the blade through rightful trials.”\n\n\"I'll become the Claw Master or whatever it takes. I will survive in this Arad!\"\n\nWill DFO veteran Jinseong successfully complete his mission and return to the real world? The story of the Dark Knight Jinseong's quest to prevent the destruction of Arad begins!",
    "image": "https://uploads.mangadex.org/covers/144d51a6-03bd-4c0f-9db2-eb4fb2b989f0/aa27ccf6-4453-4206-899e-0ad34597de79.jpg",
    "moods": []
  },
  {
    "title": "Reset Life of Regression Police",
    "chapter": "Chapter 120",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Being A Wicked Woman Is Comfortable And Pleasant",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
    "image": "https://uploads.mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "moods": []
  },
  {
    "title": "Return of the Bloodthirsty Police",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "\"Bo Sal, a monk at the Hwaguksa Buddhist temple and head of the Hwaguksa hitman group, picked up Bi Gwang as a child and raised him as a hitman. When Bi Gwang grew tired of the killing and decided to leave the group to start living a normal life, Bo Sal and the other members of the Hwaguksa group betrayed and killed him. After his death, Bi Gwang's soul was transferred into the body of a police officer named Kim Gyeongsu and he vowed to take revenge on the Hwaguksa group for their betrayal.\" [MU]",
    "image": "https://uploads.mangadex.org/covers/28bcb966-313a-40ad-8d52-fcd2a9089436/a3b212f2-61ee-4d03-ad8b-e0ab6ee1c667.jpg",
    "moods": []
  },
  {
    "title": "Eleceed",
    "chapter": "Chapter 361",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Manhwa",
      "Supernatural"
    ],
    "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
    "image": "https://uploads.mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "moods": []
  },
  {
    "title": "The Grim Reaper Duke’s Obsessive Contract Mother",
    "chapter": "Chapter 23",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Shoujo"
    ],
    "summary": "Killed by her own husband, the prince, Lady Amelie wakes up one year before her doomed marriage. Determined to change her fate, she proposes a contract marriage to Duke Gazelle Isaac—infamously known as the “Grim Reaper.”\n\nHis only condition?\n\nShe must bond with his emotionally scarred twins.\n\nSurrounded by secrets and shadows, can Amelie rewrite destiny—for herself and the feared duke?",
    "image": "https://uploads.mangadex.org/covers/321c8240-59b4-48bc-b246-b182801d1a08/d2a83f61-fa72-422b-8ed1-52f5d5af5f07.png",
    "moods": []
  },
  {
    "title": "The Substitute Saintess is Doted on by the Enemy Crown Prince’s Kiss",
    "chapter": "Chapter 18",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I will try to seduce the male lead for my brother",
    "chapter": "Chapter 88",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "*I'll marry the male lead myself!*\n\nRaffine is in a predicament, and there are three reasons why. One, she's been reincarnated into a super angsty, highly depressing novel. Two, her older brother is destined for death in said novel. And three, the only way to save him is by marrying the male lead. What the hell is going on?!\n\n---\nI possessed Raphine, the youngest sister of the second male lead, who had no dreams nor hopes, in an impoverished and obsession filled novel. That was also because he had a crush on the female lead, who married the male lead on a contract, and eventually died.\n\nI can't believe it's such a miserable ending for my favorite character and kind eldest brother. No way!\n\nRaphine decided to brainwash Prince Jerkan, the male lead of the novel, to prevent the female lead's contract marriage.\n\nSo that he can think of me when he needs a contract marriage!\n\n\"Jerkan! I want to marry you!\"\n\"If you're grateful, you have to marry me next time.\"\n\"I need a simple marriage, so I'll get married through a contract.\"\n\nAnd when the brainwashing finally succeeded, Raphine cheered inside.\n\n\"Okay. Definitely, I'll marry you.\"\n\nI never imagined what kind of eyes he was had. Yeah, I really didn't know then. I didn't know this would happen.\n\n\"Didn't you pester me because you wanted to marry me?\"\n\"Will you run away?\"",
    "image": "https://uploads.mangadex.org/covers/606b264e-9e0d-4005-904e-8af22ebc9dd3/dd815bac-1290-4570-ad44-e06d377f94c2.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter is Back",
    "chapter": "Chapter 153",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "Louise is a noble lady who loves books and magic devices. One day, she suddenly had her fiancé stolen by the very same twin sister she was acting as. After her dream to be a magic device researcher was destroyed, the one to save her was her first love, the First Prince Lucius, whom she was able to meet again! From a book club in a secret library to outings to magic device shops, Louise manages to regain the light in her eyes with the time they spend together. With her feeling her heart beat from Lucius's sweet words, just when you'd think they'd get together in no time, the past that the 'substitute lady' doesn't want to be known becomes an obstacle. \n\n“What do you think about this?”\n(No... I couldn't possibly tell him about that.)\n\nOn the other hand, Louise’s potential as a researcher is also starting to bloom...?\n\n---\nLouise, a noble lady who loves reading and researching magic tools, leads a double life pretending to be her twin sister. Suddenly one day, her fiancé breaks off their engagement and chooses to be with her sister instead. All seems lost to her when she also has to give up her dream of becoming a magic tool researcher, but a reunion with her first love, the first prince Lucius, saves her from her misery. As they spend time together reading books in the hidden archives and looking around at different magic tool shops, Louise slowly regains her confidence. On top of that, her heart flutters every time unconsciously sweet words leave the prince's mouth. The mood is perfect and it seems like it's seconds before they can finally be together, but the past she wants to keep hidden gets in the way.\n\n\"How...do you feel about me?\"\n(He asks, but... I can't do it. I can't tell him.)\n\nMeanwhile, her potential as a researcher begins to blossom and leads to... A true love fantasy full of misunderstandings between a magic tool-obsessed noble lady and a stoic older prince awaits!",
    "image": "https://uploads.mangadex.org/covers/9d2e27de-2d73-4942-8b78-0b581fcaff34/38f23c6a-327b-4ef8-b892-613b3026ae87.jpg",
    "moods": []
  },
  {
    "title": "Absolute Regression",
    "chapter": "Chapter 59",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "The past has changed, but like a fiery comet, he still comes. \n\nMugi Hwa, the one without equal, slashed through Murim's skies with his sword, toppling every lord who dared to face him – even Cheonma, Mugeuk Geom’s father. But Mugeuk didn’t accept defeat. Instead, he turned to the forbidden: a time-bending ritual that hurled him into his own past. \n\nNow, retracing his steps, he races against the clock until Mugi emerges once again. But this time, it's not just about power, but mending old wounds and forging new bonds to unite his people and prepare for the bloodtide to come.",
    "image": "https://uploads.mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/eb0e7fa2-67dd-484f-861c-9ea3c4f0d7a1.jpg",
    "moods": []
  },
  {
    "title": "Regressor of the Fallen family",
    "chapter": "Chapter 92",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
    "image": "https://uploads.mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/92f471c8-fd60-4766-a87b-c697e1a79a6e.jpg",
    "moods": []
  },
  {
    "title": "True Education",
    "chapter": "Chapter 204",
    "genre": [
      "Action",
      "Drama",
      "Manhwa",
      "Seinen"
    ],
    "summary": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n+++Ch. 125 drama\nAfter the publication of ch. 125, the manhwa was suspended \"indefinitely\" and the Korean ch. 125 was removed while the official English translation was completely taken down. The hiatus lasted 100 days.\n\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://forums.mangadex.org/attachments/tiktok-statement1-png.6912)\n![webtoon statement 2/3](https://forums.mangadex.org/attachments/tiktok-statement2-png.6915)\n![webtoon statement 3/3](https://forums.mangadex.org/attachments/tiktok-statement3-png.6918)\n\nBy the creators:\n![Creators statement](https://forums.mangadex.org/attachments/creator-notice-png.6921/)\n+++",
    "image": "https://uploads.mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "moods": []
  },
  {
    "title": "The Wicked Prosecutor Has Changed",
    "chapter": "Chapter 44",
    "genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Don’t Want the Male Lead’s Child",
    "chapter": "Chapter 44",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo"
    ],
    "summary": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”",
    "image": "https://uploads.mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "moods": []
  },
  {
    "title": "Arrogant Regret",
    "chapter": "Chapter 8",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "My Dream is to Get My Own House",
    "chapter": "Chapter 32",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "I Acted As the Adopted Daughter Too Well",
    "chapter": "Chapter 96",
    "genre": [
      "Fantasy",
      "Manhwa",
      "Romance",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Picking Up a Suspicious Husband",
    "chapter": "Chapter 30",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "Deep in the remote countryside, where the locals claim \"a woman’s happiness lies in marriage,\" a suspiciously handsome man suddenly appears—the same one I recently found wandering near my vegetable patch.\n\nAnd now, he’s introducing himself as my husband…\n\nBut every time...",
    "image": "https://uploads.mangadex.org/covers/6ef12d32-4d60-4814-afc2-7b5d155ea043/c09b0d00-90e2-4705-9ecf-c33e94b5ccb4.jpg",
    "moods": []
  },
  {
    "title": "The Real Daughter, She Is an Almighty Boss",
    "chapter": "Chapter 127",
    "genre": [
      "Drama",
      "Fantasy",
      "Harem",
      "Romance"
    ],
    "summary": "A highly skilled fighter wakes up in someone else's body and discovers that she's the Huffmans' lost daughter Gemma, regarded as socially inferior to her adoptive sister and a human punching bag for her Aunt Elodie. Her father doesn't care about her. Her mother is ashamed of her. Just when everyone thinks Gemma is going to make a complete fool of herself, they get a slap in the face.",
    "image": "https://uploads.mangadex.org/covers/29ca9369-8045-470c-99c7-475852a0842e/31eb00e0-88ba-4472-a756-69793b4b2627.jpg",
    "moods": []
  },
  {
    "title": "Regressing with the King’s Power",
    "chapter": "Chapter 101",
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "summary": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. But when a mysterious being calling itself “the King” gives him a skill of his own, Taehyeon gets a second chance at life. Now he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others!",
    "image": "https://uploads.mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "moods": []
  },
  {
    "title": "My School Life Pretending To Be a Worthless Person",
    "chapter": "Chapter 124",
    "genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Manhwa",
      "Shounen"
    ],
    "summary": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
    "image": "https://uploads.mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "moods": []
  },
  {
    "title": "Rather Than The Son, I’ll Take The Father",
    "chapter": "Chapter 34",
    "genre": [
      "Drama",
      "Fantasy",
      "Historical",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "Incentive",
    "chapter": "Chapter 20",
    "genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "summary": "Taekyung, the CEO of Sona Cosmetics, is a flawless and coldly rational boss.\nYuju, who had been harboring a one-sided love for him,\ngrows weary of being seen only as his chief secretary.\nUnable to suppress her feelings any longer,\nshe submits her resignation after a year of silent longing.\nBut then...\n\n“I forgot to give you your incentive.”\n“What do you mean...?”\n“I’ll give you what you want most.”\n“Sorry?”\n“Even if it means offering my body—your incentive.”\n\nWithout hesitation, he places his hand over her white blouse.\n\n“But before we do this, let me make one thing clear. If you pull away again afterward, I won’t hold back next time.”\n\nA secret temptation approaches her just as she tries to quit—<Incentive>.",
    "image": "https://uploads.mangadex.org/covers/f8a017f7-1968-41a9-bbd9-e2b3db8f003e/d336a0d3-a0d4-4fc5-9dee-5f7282bfb752.jpg",
    "moods": []
  },
  {
    "title": "Shane’s Knight",
    "chapter": "Chapter 17",
    "genre": [
      "Drama",
      "Fantasy",
      "MANGA",
      "Manga",
      "Romance"
    ],
    "summary": "Ichinose Haruma is handsome, but the girl he likes happens to be even more handsome…?!",
    "image": "https://uploads.mangadex.org/covers/96d3f4f6-e0c5-4a54-9def-faf0372d8e9e/231ff2f0-8b30-484e-b705-01aaf5549a3e.jpg",
    "moods": []
  },
  {
    "title": "The Fake Bride Can’t Escape",
    "chapter": "Chapter 33",
    "genre": [
      "Fantasy",
      "Romance"
    ],
    "summary": "A pushy romantic comedy about a god who has been sleeping for 200 years and a positive JK!\n\nYui, a JK who has been able to see ghosts since she was a child, has an unrequited love on a god whom she has never met but who is loved by all ghosts. She spends her time dreaming of meeting him someday, but then the god, who has been asleep for 200 years after his fiancée ran away from him, finally wakes up.\n\nYui immediately proposes to the god, but...?",
    "image": "https://uploads.mangadex.org/covers/662d93b8-2471-49e2-a4c8-d2307a950f37/c0391b41-f15e-4f1b-a774-f3da295e6229.jpg",
    "moods": []
  },
  {
    "title": "Omniscient Reader’s Viewpoint",
    "chapter": "Chapter 273",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Webtoons"
    ],
    "summary": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "image": "https://uploads.mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "moods": []
  },
  {
    "title": "Solo Reincarnation",
    "chapter": "Chapter 56",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Manhwa"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The Demon Lord Hates Reverse Harem",
    "chapter": "Chapter 47",
    "genre": [
      "Drama",
      "Fantasy",
      "Manhwa",
      "Romance",
      "Shoujo",
      "Webtoons"
    ],
    "summary": "",
    "image": "https://via.placeholder.com/280x420.png?text=No+Image",
    "moods": []
  },
  {
    "title": "The God of War is Leveling Up",
    "chapter": "Chapter 50",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical",
      "Vampire"
    ],
    "summary": "Suhyeok, the greatest martial artist on the continentr, has unified the martial world. He had achieved everything, yet a lingering emptiness in his heart remained unfulfilled by his yearning for family… \n\nIn the end, he crossed dimensions using the power of sorcery, but what lay before his eyes was...\n\n\"I was in a coma for five years in a hospital!? And what’s with this system window floating in front of me!?\"\n\nDuring the five years he lay unconscious, his family had been struggling to pay his hospital bills.  For his family’s sake, he needs to make money - fast and a lot of it. \n\nThe strongest Martial God of the Hwan Continent, Suhyeok! Now Awakened, he begins his journey to level up.",
    "image": "https://uploads.mangadex.org/covers/aacfd2c5-4faa-44d2-9673-42dab6edd0b1/400d647a-3395-4e5c-b6f1-8984676ed753.jpg",
    "moods": []
  },
  {
    "title": "The Hero Became The Duke’s Eldest Son",
    "chapter": "Chapter 84",
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "summary": "No one understands why local lowlife Lord Aden Remes suddenly acts like the upright knight he was meant to be. The truth is, Aden's been possessed by Aden Albireo, the empire's hero who died after defeating the villainous Underlord and facing betrayal by his closest friends. Now, Aden's out to get revenge on those who killed him with the help of a few new allies and none other than the Underlord himself! Can Aden and his gang buckle down and power up? Or is the lord hero fated to fail once more?",
    "image": "https://uploads.mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "moods": []
  }
]